{
 "awd_id": "2409983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Converting Mata de Platano Field Station’s Electrical Network to Solar Power with Rainwater Collection System for Sustainable Biological Research.",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2025-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 122617.0,
 "awd_amount": 122617.0,
 "awd_min_amd_letter_date": "2025-04-14",
 "awd_max_amd_letter_date": "2025-04-14",
 "awd_abstract_narration": "Mata de Platano Field Station and Nature Reserve (MPFS) is a crucial center for biological research, education, and outreach in Puerto Rico's northern karst region. This project aims to enhance MPFS’s sustainability and resilience by converting its current electrical system to a self-sustaining solar energy network and implementing a rainwater collection system. These upgrades will ensure uninterrupted access to essential resources, allowing researchers to conduct long-term studies without disruption. Frequent power outages across the island, intensified by natural events like Hurricane Maria, have highlighted the need for a reliable energy source and water supply. The station’s remote location in Arecibo further emphasizes this necessity, as municipal water services depend on electricity. Implementing sustainable infrastructure will not only benefit scientific research but also serve as a model for similar facilities in other ecologically significant regions. Enhancements to MPFS will strengthen its role as a hub for biological research, particularly within the numerous ecosystems that support Anolis lizards, migratory birds, and a large bat populations. By securing stable energy and water supplies, researchers will be better equipped to study the environmental dynamics of the karst region and its role in ecosystem restoration and conservation efforts.\r\n\r\nThis project significantly advances scientific and technological understanding by integrating renewable energy with field research. Reliable electricity is essential for preserving biological samples, conducting experiments, and facilitating data collection. The installation of solar panels and an energy management system will introduce cutting-edge engineering solutions, improving energy efficiency while reducing the station’s carbon footprint. Additionally, the rainwater collection system will provide an independent water source, incorporating innovative filtration and storage techniques to ensure quality and sustainability. These developments will create interdisciplinary collaboration opportunities among engineers, environmental scientists, and biologists, promoting research at the intersection of sustainable technology and ecosystem conservation. Beyond direct research applications, the project has broad societal impacts: it will serve as an educational platform for students and community members to learn about renewable energy, water conservation, and species preservation. The successful implementation of sustainable infrastructure at MPFS can inspire other research facilities to adopt similar measures, reducing environmental impact on a global scale. By demonstrating the feasibility and benefits of integrating renewable energy and water sustainability in research stations, this project will contribute to policy discussions and encourage industry advancements in clean technology. Overall, enhancing MPFS’s infrastructure will support long-term ecological research, foster innovation in sustainability, and strengthen the field station’s capacity to train future scientists and environmental enthusiasts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Salgado-Mangual",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael Salgado-Mangual",
   "pi_email_addr": "rsalgado@bayamon.inter.edu",
   "nsf_id": "000569508",
   "pi_start_date": "2025-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Armando",
   "pi_last_name": "Rodriguez-Duran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Armando Rodriguez-Duran",
   "pi_email_addr": "arodriguez@bc.inter.edu",
   "nsf_id": "000478564",
   "pi_start_date": "2025-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inter American University of Puerto Rico San Juan",
  "inst_street_address": "399 CALLE GALILEO",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877580899",
  "inst_zip_code": "009274517",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "INTER AMERICAN UNIVERSITY OF PUERTO RICO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMELJCUDNL17"
 },
 "perf_inst": {
  "perf_inst_name": "Inter American University of Puerto Rico, Inc.",
  "perf_str_addr": "500 Carr DR John W Harris",
  "perf_city_name": "Bayamon",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009576257",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169Y00",
   "pgm_ele_name": "Capacity: Field Stations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1104",
   "pgm_ref_txt": "FIELD STATIONS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 122617.0
  }
 ],
 "por": null
}