{
 "awd_id": "2415867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGR: Comparing the Optimal Tripolar Concentric Ring Electrode to Commercial Configurations on Phantom Data",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922808",
 "po_email": "rsievert@nsf.gov",
 "po_sign_block_name": "Regina Sievert",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2025-01-16",
 "awd_max_amd_letter_date": "2025-01-16",
 "awd_abstract_narration": "A goal of the Tribal Colleges and Universities Program (TCUP) is to increase the science, technology, engineering and mathematics (STEM) instructional and research capacities of specific institutions of higher education that serve the Nation's Indigenous students. Expanding the research capacity at these institutions increases the opportunities for students to pursue challenging, rewarding careers in STEM fields, supports research studies in areas that may be locally relevant, and encourages faculty members to look beyond the traditional classroom for intellectual and professional growth. This project, under the direction of a Diné College STEM faculty member, directly addresses these goals through research to improve Concentric Ring Electrodes (CREs), noninvasive sensors gaining increased use in measuring electrophysiological signals for medical diagnostic purposes. The goal of this research project is to advance the design of CREs by comparing the tripolar CRE developed at Diné College to commercial CREs currently in widespread use. Further, the project will provide opportunities to engage Native undergraduate and graduate students in the research and contribute to the STEM research and instruction capacity of the college.\r\n\r\nConcentric Ring Electrodes are gaining increased recognition in electrophysiological measurement due to their ability to estimate the Laplacian (second spatial derivative of the surface potential) at each electrode. Recent FEM modeling results suggest that currently used coefficients are suboptimal, resulting in decreased accuracy of the estimated Laplacian signal and reducing its diagnostic yield. This project will 1) use phantom data to directly compare commercial CREs to the optimal configuration using physical CRE prototypes with dimensions corresponding to CoDe® and t-Lead electrodes. and 2) directly compare optimal and currently used (via t-Interface pre-amplifier) Laplacian estimation coefficients using physical CRE prototypes with dimensions corresponding to t-Lead electrodes. Project findings hold the potential to advance the design and performance of CREs and optimize their value as medical diagnostic tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oleksandr",
   "pi_last_name": "Makeyev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oleksandr Makeyev",
   "pi_email_addr": "omakeyev@dinecollege.edu",
   "nsf_id": "000684220",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dine College",
  "inst_street_address": "1 CIRCLE DR",
  "inst_street_address_2": "",
  "inst_city_name": "TSAILE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9287246670",
  "inst_zip_code": "865569998",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AZ01",
  "org_lgl_bus_name": "DINE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KAAMMFK1JJL8"
 },
 "perf_inst": {
  "perf_inst_name": "Dine College",
  "perf_str_addr": "1 CIRCLE DR",
  "perf_city_name": "TSAILE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "865569998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AZ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}