{
 "awd_id": "2416024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGR:  Investigating the Nexus Between Algebra and Indigenous Identity",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922808",
 "po_email": "rsievert@nsf.gov",
 "po_sign_block_name": "Regina Sievert",
 "awd_eff_date": "2024-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 16922.0,
 "awd_amount": 16922.0,
 "awd_min_amd_letter_date": "2024-11-13",
 "awd_max_amd_letter_date": "2024-11-13",
 "awd_abstract_narration": "A goal of the Tribal Colleges and Universities Program (TCUP) is to increase the science, technology, engineering and mathematics (STEM) instructional and research capacities of specific institutions of higher education that serve the Nation's Indigenous students. Expanding the research capacity at these institutions increases students’ opportunities to pursue challenging, rewarding careers in STEM fields, supports research studies in areas that may be locally relevant, and promotes faculty members’ intellectual and professional growth. This project, under the direction of a Northwest Indian college mathematics faculty member, directly addresses these goals through a study of the influences of context-specific algebra instruction on students’ identities and engagement with mathematics. Using culturally responsive research methods, investigators will interview former NWIC mathematics students, code their responses, and analyze them to identify common themes. Findings will reveal how specific aspects of algebra instruction affect students’ perspectives about mathematics and their own identities. Results from the study will be disseminated locally and nationally through community and professional meetings, as well as peer-reviewed publication. The project will advance knowledge on the intersection of mathematics with college students’ self-identity as well as develop the research capacities of the individual researchers and the institution. Findings will be applicable in similar education settings, with the potential to promote student engagement in STEM.\r\n\r\nNorthwest Indian College has spent ten years optimizing their algebra instruction, customizing it for their context and students. Employing the qualitative research method of Indigenous Story Work, investigators will begin to study the effects of this instruction on students’ development of self-identity and engagement with algebra. In alignment with this research method, a purposeful sample of former algebra students will engage in semi-structured interviews that researchers will analyze to surface emerging themes around the intersection of algebra teaching and learning and students’ perceptions of mathematics and self. Findings will be broadly disseminated in community and professional forums and hold promise to transform algebra instruction to improve students’ mathematics outcomes, particularly for students underrepresented in STEM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matteo",
   "pi_last_name": "Tamburini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matteo Tamburini",
   "pi_email_addr": "mtamburini@nwic.edu",
   "nsf_id": "000859340",
   "pi_start_date": "2024-11-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwest Indian College",
  "inst_street_address": "2522 KWINA RD",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606762772",
  "inst_zip_code": "982269278",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "NORTHWEST INDIAN COLLEGE FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "J2JFU2APCCY8"
 },
 "perf_inst": {
  "perf_inst_name": "NORTHWEST INDIAN COLLEGE",
  "perf_str_addr": "2522 KWINA RD",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982269278",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 16922.0
  }
 ],
 "por": null
}