{
 "awd_id": "2419207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Nanostructured Flame-Resistant Carbon Fiber Reinforced Polymer Composite",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 399038.0,
 "awd_amount": 399038.0,
 "awd_min_amd_letter_date": "2025-02-12",
 "awd_max_amd_letter_date": "2025-02-12",
 "awd_abstract_narration": "Carbon fiber reinforced polymer composites are increasingly used in many applications in aerospace, marine, wind energy, defense, transportation, infrastructure, sporting and leisure markets, and more. Due to fire safety concerns, flame retardant chemicals are traditionally added to reduce fire-risk. However, they can weaken composites and can be toxic, causing hazards when using and recycling the polymer matrix composites. Preliminary experiments indicated novel fire retardant and resistant properties can be engineered into carbon fiber reinforced polymer composites with a nanostructure-modification during manufacturing process rather than relying on flame retardant chemical additives. In this research project, the nanostructure’s active, passive, and interactive roles in inhibiting the mechanisms of smoke generation and matrix burning will be studied and understood. By utilizing the new knowledge in next generation polymer composites in a fire event, the novel fire resistant and retardant mechanisms could protect the integrity of the advanced nanostructured composite without using harmful chemical flame retardants. As a result, this new composite will be difficult-to-ignite, will self-fire-extinguish, produce less smoke, and retain a substantial amount of mechanical load-bearing capability during and after fires. A scalable manufacturing process for the advanced nanostructured carbon fiber reinforced polymer composites will also be developed. The success of this project will benefit human society with an innovative lightweight polymer matrix composite technology and scientific knowledge for breakthrough in functionality, safety, and sustainability. Commercialization potential will be fostered through communication with governmental and industrial stakeholders as well as through the training of students for next-generation entrepreneurship.\r\n\r\nThis project will conduct tasks to understand the fire retardant and resistant behaviors due to the advanced nanostructured carbon fiber reinforced polymer composites and use such knowledge to better design and manufacture the next generation composites. These tasks will address how the nanostructured composite, without any harmful flame-retardant chemical additives, during a fire, will be able to maintain its integrity, prevent char loss, withstand internal vapor-bursting-pressure, prevent volatile vapor release, and quench local hot spots. Therefore, it will inhibit the polymer’s thermal decomposition process to withstand significantly higher temperatures, inhibit combustible volatiles from contacting and reacting with oxygen in the air, and mitigate risks associated with smoke, fire, and structural failure/collapse. The new knowledge of effectively utilizing nanostructures to improve combustible-matrix composites’ fire safety and high temperature performance can potentially be used by other broader ranges of new materials science and engineering developments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kuang-Ting",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kuang-Ting Hsiao",
   "pi_email_addr": "kthsiao@southalabama.edu",
   "nsf_id": "000238700",
   "pi_start_date": "2025-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Alabama",
  "inst_street_address": "307 N UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MOBILE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2514606333",
  "inst_zip_code": "366083053",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH ALABAMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB12VPNQQFE8"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Alabama",
  "perf_str_addr": "150 Student Services Drive, Shelby Hall",
  "perf_city_name": "Mobile",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "366880002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 399038.0
  }
 ],
 "por": null
}