{
 "awd_id": "2422730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MCA: Cognitive Processes in the Rodent Hippocampus",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2025-02-15",
 "awd_exp_date": "2028-01-31",
 "tot_intn_awd_amt": 457378.0,
 "awd_amount": 457378.0,
 "awd_min_amd_letter_date": "2024-12-18",
 "awd_max_amd_letter_date": "2024-12-18",
 "awd_abstract_narration": "How do brains, and a brain structure called the hippocampus in particular, learn from one experience and apply that learning to a different situation? This ability to generalize is at the core of our success in adapting quickly to a wide variety of new situations, and in making efficient use of limited experience, but how brains do this is still unknown. By observing how neurons change their activity during learning, how subsequent replay of that activity supports these changes, and capturing these changes in computational models, this project aims to uncover universal principles of how brains extract generalizable knowledge from experience. To accomplish this goal, the investigators build a new experimental setup in their lab that allows them to use recently developed neuroscience tools to precisely monitor brain activity of mice in a cognitive learning task. Because these powerful new technologies generate vast amounts of data, many researchers would like to use them but do not yet have the expertise how to do so. To address this issue, the investigators develop and freely share tutorials and resources to make these new technologies more accessible for other researchers, and teach methods for how to process and analyze such data at neuroscience summer courses.\r\n\t\r\nThe hippocampus is widely implicated in generalization and inference, i.e., the efficient use of limited experience in novel situations, but how these processes are realized in the activity of neurons remains unclear. Prior animal work on the neural basis of these cognitive processes has primarily focused on spatial navigation experiments, contrasting with an extensive body of associative learning experiments in animals and humans which generally use discrete stimuli.  To bridge this gap, the investigators build and validate an experimental setup for head-fixed, acute Neuropixels recordings in mice learning about discrete odor stimuli. The setup then is used to test theoretically motivated questions about a) the role of hippocampal replay in generalization and inference, b) changes in representational similarity during structure learning, and c) the role of dopamine and acetylcholine in signaling prediction errors that are thought to drive representational updating. In parallel, the investigators develop freely available tutorials and documentation for the preprocessing and analysis of Neuropixels data to facilitate the adoption of this technology by other researchers, and teach these methods at neuroscience summer courses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthijs",
   "pi_last_name": "van der Meer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthijs van der Meer",
   "pi_email_addr": "mvdm@dartmouth.edu",
   "nsf_id": "000742584",
   "pi_start_date": "2024-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 457378.0
  }
 ],
 "por": null
}