{
 "awd_id": "2423869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Self-limiting particle assembly on soft substrates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2025-09-01",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 523654.0,
 "awd_amount": 523654.0,
 "awd_min_amd_letter_date": "2024-12-10",
 "awd_max_amd_letter_date": "2024-12-10",
 "awd_abstract_narration": "Understanding and controlling the interaction between particle and soft substrate is of fundamental importance, particularly in biological and manufacturing processes. For example, such  processes include drug particle delivery onto soft tissues, as well as advanced manufacturing of particle coating on flexible polymer substrates. Despite extensive efforts, the existing analysis models commonly ignore or mistreat the mechanical collision process during the interaction between particle and soft substrate. The goal of this research is to lay the theoretical and experimental foundation for the collision-based assembly process. This research will lead to a new method for predicting and designing the particle assembly on soft substrate materials. Results from this project  will enable the development of precise drug delivery and accurate, sustainable, and waste-free manufacturing of flexible electronics that will minimize the footprint of nanomaterials in biological and environmental systems. The research team will also create impactful and broad-reaching nanotechnology education programs that include the Villanova University-Library STEM program, and a Nanotechnology Research Training and Curriculum aimed at attracting and training the future workforce. \r\n\r\nThis research will elucidate a new collision-based self-limiting assembly mechanism and establish an Acoustic Self-limiting Assembly of Particle method for hard-particle-on-soft-substrate systems. The team will pioneer an integrated approach that combines nanoindentation with the In-Situ Observation and Assembly Platform. Nanoindentation will mimic particle-substrate collision, test particle-substrate adhesion and characterize substrate’s viscoelasticity, which will be correlated with the collision-induced energy dissipation. The in-situ platform will analyze the aggregation status of particles in the liquid medium and in-situ monitor the dynamic process of particle assembling on the substrate. While most of the existing research considers particle-substrate thermodynamic interactions as the only dominant controlling factor for particle assembly, this proposed research will systematically investigate the impact of the particle-substrate dynamic collision process, particularly the collision energy dissipation on the self-limiting mechanism of particle assembly. If successful, this model promises to facilitate the following advancements: the design of future nanoparticle-based drug delivery systems, efficient pollutant capture, nanoparticle coating on biological media, scalable manufacturing of high-quality functional coatings, flexible optics and flexible electronics, as well as the sustainable and optimal application of costly functional particles with minimal environmental impacts. The research team will also create impactful and broad-reaching nanotechnology education programs that include the Villanova University-Library STEM program, and a Nanotechnology Research Training and Curriculum aimed at attracting and training the future workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Li",
   "pi_email_addr": "bo.li@villanova.edu",
   "nsf_id": "000757023",
   "pi_start_date": "2024-12-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Feng",
   "pi_email_addr": "gang.feng@villanova.edu",
   "nsf_id": "000543815",
   "pi_start_date": "2024-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Villanova University",
  "inst_street_address": "800 E LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "VILLANOVA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105194220",
  "inst_zip_code": "190851603",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "VILLANOVA UNIVERSITY IN THE STATE OF PENNSYLVANIA",
  "org_prnt_uei_num": "HJEPRMTQMMR4",
  "org_uei_num": "EYNYSU6L8ZX6"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova University",
  "perf_str_addr": "800 E LANCASTER AVE",
  "perf_city_name": "VILLANOVA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190851603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 523654.0
  }
 ],
 "por": null
}