{
 "awd_id": "2424867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "S-STEM: Cultivating Communities and Empowering Futures for STEM Career Success",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927260",
 "po_email": "lsun@nsf.gov",
 "po_sign_block_name": "Lulu Sun",
 "awd_eff_date": "2025-03-01",
 "awd_exp_date": "2031-02-28",
 "tot_intn_awd_amt": 1999886.0,
 "awd_amount": 1999886.0,
 "awd_min_amd_letter_date": "2025-01-16",
 "awd_max_amd_letter_date": "2025-01-16",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Whitworth University. Over its six-year duration, this Track 2 project will fund scholarships to at least eighteen unique students. First-year college students will receive up to 5 years of scholarship support while pursuing bachelor's degrees in biology, chemistry, engineering, physics, mathematics, and computer science. The project aims to increase student persistence by providing support socially, financially, academically and with career exploration. Evidence-based support systems will be provided within a vibrant living-learning community including a summer bridge program to enhance students' foundational math and problem-solving skills, peer and faculty mentorship, proactive supplemental instruction, a First-Year Seminar including a speaker series, shared coursework, extracurricular cohort-building events, activities to promote career exploration and readiness, internships, and undergraduate research opportunities. In addition, the project will support curriculum improvements aimed at increasing student engagement and retention within gateway STEM courses which will be shared regionally. The evaluation of project aims will generate knowledge regarding first-year retention, student engagement, academic support, and career support strategies. These important findings will improve educational practices and prepare students for numerous in-demand science, math, technology, and engineering jobs and promote social mobility for scholars.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of high-achieving, low-income undergraduates with demonstrated financial need. There are four specific aims: (1) Recruit, retain, and support at least 18 students' progress toward graduation and placement in high-need STEM careers; (2) Identify which elements of the program are most influential in increasing STEM belonging, persistence, and classroom engagement; (3) Evaluate program components which prepare students for the STEM workforce; (4) Investigate and disseminate correlations between student engagement and belonging and effective teaching practices in gateway STEM courses. It is well known that student belonging in STEM, self-efficacy, and preparedness for first year STEM courses are essential for increasing persistence, graduation, and career success. However, little is known about which programmatic features increase sense of belonging, persistence, classroom engagement, and career preparation. The project will generate knowledge regarding first-year retention, student engagement, academic support, and career support strategies. A mixed methods approach will be used to determine essential program features and correlate effective teaching practices which promote engagement and belonging. The project has the potential to improve educational outcomes and STEM teaching practices. Results will be shared within a regional STEM Gateway Engagement professional development workshop and through disciplinary papers and conferences. This project is funded by NSF's Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of academically talented low-income students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Breno",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry L Breno",
   "pi_email_addr": "kbreno@whitworth.edu",
   "nsf_id": "000415394",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Measor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Measor",
   "pi_email_addr": "pmeasor@whitworth.edu",
   "nsf_id": "000593067",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Putzke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Putzke",
   "pi_email_addr": "aputzke@whitworth.edu",
   "nsf_id": "000719945",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Rogers",
   "pi_email_addr": "mrogers@whitworth.edu",
   "nsf_id": "0000A01BJ",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whitworth University",
  "inst_street_address": "300 W HAWTHORNE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SPOKANE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5097773701",
  "inst_zip_code": "992512515",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WHITWORTH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K5P1N9G7SH79"
 },
 "perf_inst": {
  "perf_inst_name": "Whitworth University",
  "perf_str_addr": "300 W HAWTHORNE RD",
  "perf_city_name": "SPOKANE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "992512515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "148Z",
   "pgm_ref_txt": "Rural as Research Focus"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 1999886.0
  }
 ],
 "por": null
}