{
 "awd_id": "2429424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPSCoR Research Fellows: NSF: Dynamic Response Characterization of High Entropy Alloys under High-Velocity Impact Conditions",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032927916",
 "po_email": "bjmccall@nsf.gov",
 "po_sign_block_name": "Benjamin J. McCall",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 299741.0,
 "awd_amount": 299741.0,
 "awd_min_amd_letter_date": "2024-11-19",
 "awd_max_amd_letter_date": "2024-11-19",
 "awd_abstract_narration": "High-entropy alloys (HEAs) are an exciting new type of material made by combining five or more different elements in nearly equal amounts. This creates a wide range of possibilities at the atomic level, allowing scientists to experiment with many different combinations. As a result, HEAs have unique internal structures that give them special properties. Unlike traditional metals that often face a trade-off between strength and ductility as strain rate increases, HEAs demonstrate the capacity for simultaneous enhancement of both strength and ductility during high strain rate loadings. This makes them particularly promising for use in protective armor designed to withstand high-velocity impacts, such as in defense and aerospace applications. This project seeks to understand HEAs specifically employed to meet the challenges posed by these extreme loads. The results will help improve safety, durability, and performance in critical applications such as armor plating, spacecraft shielding, ballistic protection, and structural components exposed to impact loads. In addition to its scientific contributions, knowledge gained by the PI and graduate researchers will be shared with students at various educational levels, both locally and at the PI's institution. Moreover, the experimental data will be made publicly available, encouraging further research and innovation within the scientific community.\r\n\r\nThe overarching goal of this two-year project is to advance the understanding of resilient high entropy alloys (HEAs) capable of effectively mitigating high-velocity impact loads. Despite extensive research efforts aimed at comprehending the fundamental dynamic failure mechanisms, notable challenges persist, including the exploration of microstructure-property-performance relationships of HEAs for high-velocity impact scenarios and the design of new HEAs tailored for impact protection. To address these challenges, the proposed work will be conducted in collaboration with Dr. Kaliat (K.T.) Ramesh's research group at Johns Hopkins University (JHU), leveraging their cutting-edge facilities not available at the PI's home institution. The project will unfold in three key phases. Initially, we will conduct high-velocity impact experiments at velocities up to 2 km/s, utilizing JHU's Hypervelocity Facility for Impact Research (HyFIRE). This phase will yield high-speed images of HEA targets from different perspectives, providing invaluable insights into HEAs' performance under high-speed impacts. Subsequently, the second phase focuses on characterizing the dynamic mechanical properties of HEAs at high strain rates up to 1000/s, utilizing JHU's Kolsky bar facility. This investigation will illuminate how deformation mechanisms, flow stress, and strain-hardening are influenced by strain rate, microstructure, and temperature. Finally, in the third phase, we will comprehensively characterize the microstructures of HEAs before and after the high-velocity impact experiments, utilizing Scanning Electron Microscopy (SEM) and Transmission Electron Microscopy (TEM) at the PI's home institution. This comprehensive analysis will establish complete microstructure-property-performance relationships. The outcome of this project will significantly advance our scientific understanding of material failure mechanisms in HEAs and similar complex alloys under impact loading conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xingsheng",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xingsheng Sun",
   "pi_email_addr": "xingsheng.sun@uky.edu",
   "nsf_id": "000963603",
   "pi_start_date": "2024-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles St",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182625",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 299741.0
  }
 ],
 "por": null
}