{
 "awd_id": "2429540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPSCoR Research Fellows: NSF: Building a Reliable and Transparent Predictive Condition Monitoring System for Distributed Wind Energy in Rural Areas with Permissioned Blockchain",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928246",
 "po_email": "pbentzvi@nsf.gov",
 "po_sign_block_name": "Pinhas Ben-Tzvi",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-11-22",
 "awd_max_amd_letter_date": "2024-11-22",
 "awd_abstract_narration": "This EPSCoR Research Fellowship project aims to establish a sustainable interdisciplinary collaboration between the lead researcher's renewable energy condition monitoring group at Mississippi State University and Professor Yelena Yesha’s artificial intelligence (AI) and distributed systems cybersecurity group at the University of Miami. The project focuses on revolutionizing the management and operation of distributed wind systems (DWSs). DWSs are wind turbines of varying scales increasingly deployed in rural areas to generate clean, renewable energy. By developing innovative technologies for condition monitoring, data sharing, and cybersecurity, the project conducts market-inspired research to address critical challenges facing the distributed wind industry, including high operational and maintenance costs and cybersecurity vulnerabilities. This research serves the national interest by advancing renewable energy technologies, enhancing grid reliability and resilience, and supporting rural economic development. The project’s interdisciplinary approach, which combines expertise in renewable energy, AI, and blockchain technology, will push the boundaries of multiple fields while creating practical solutions for the wind energy industry. Beyond its technical contributions, the project will provide valuable educational opportunities for students, particularly those from underrepresented groups, in cutting-edge renewable energy technologies. By fostering innovation in DWSs, this research has the potential to lower electricity costs, create jobs in rural areas, and contribute to a more sustainable and resilient national energy landscape.\r\n\r\nThe project’s primary goal is to develop a comprehensive federated learning framework for the condition monitoring, data sharing, and cybersecurity of DWSs through interdisciplinary collaboration. The research focuses on three main themes: (1) Collaborative federated learning algorithms for condition monitoring to enable privacy-preserving analysis of SCADA data across DWSs; (2) Secure data sharing and auditability, leveraging blockchain technology to create a tamper-resistant ledger for operational data; and (3) Blockchain-enabled automated maintenance operations, integrating smart contracts to streamline maintenance scheduling and decision-making. The project will employ advanced techniques in AI, edge computing, and distributed systems to create a scalable, secure, and efficient monitoring solution for DWSs. Key methodologies include developing communication-efficient federated learning algorithms, implementing a permissioned blockchain network with appropriate access controls, and designing edge computing architectures for real-time data processing. The lead researcher's expertise in renewable energy condition monitoring will be complemented by Prof. Yesha’s world-class knowledge of distributed blockchain systems, secure federated learning frameworks, and AI techniques. This collaboration aims to produce innovative solutions that address the unique challenges of DWSs, including anomaly detection models, a decentralized federated learning-based blockchain platform for secure data sharing, and edge computing infrastructures for real-time monitoring. The outcomes of this research are expected to significantly reduce operational expenditures, enhance cybersecurity measures, and improve the overall reliability and performance of DWSs, contributing to their wider adoption and integration into the energy grid.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Li",
   "pi_email_addr": "gli@me.msstate.edu",
   "nsf_id": "000929905",
   "pi_start_date": "2024-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 S Dixie Hwy",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}