{
 "awd_id": "2429504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPSCoR Research Fellows: NSF: Growth of Large Single Crystals of Noncentrosymmetric Compounds and Study of Their Nonlinear Optical Properties.",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928867",
 "po_email": "hluo@nsf.gov",
 "po_sign_block_name": "Hongmei Luo",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 264134.0,
 "awd_amount": 264134.0,
 "awd_min_amd_letter_date": "2024-11-18",
 "awd_max_amd_letter_date": "2024-11-18",
 "awd_abstract_narration": "Nonlinear optical (NLO) materials, characterized by their noncentrosymmetric (NCS) lattice structures, are essential for generating new light wavelengths through interactions with intense laser beams. These materials are vital in various fields, including telecommunications, spectroscopy, and biomedical imaging. Although many potential NLO materials have been discovered, key NLO characteristics such as coefficients, refractive indices, and laser damage thresholds often remain unexplored due to the challenges in obtaining high-quality large single crystals and the lack of advanced measurement facilities. This project aims to bridge this gap by facilitating the growth of high-quality large single crystals of NCS compounds and characterizing their properties. This research will enhance the understanding of the structure-property relationship in NCS crystals and may lead to the development of new NLO materials. Additionally, the project will engage students at various educational levels, graduate, undergraduate, and high school students, with an emphasis on underrepresented groups, including women, African Americans, and first-generation college students. The findings will be incorporated into current chemistry courses and showcased at local science exhibitions to maximize their broader impact.\r\n\r\nThis Research Infrastructure Improvement (RII) EPSCoR Research Fellows project provides a fellowship to an Associate Professor and training for a graduate student at the University of Alabama in Huntsville. This work will be conducted in collaboration with researchers at the University of Houston. The team will grow large single crystals of NCS compounds and analyze their NLO properties. The PI and a graduate student will learn to grow centimeter-sized single crystals using the top-seeded solution growth technique, which involves investigating sample congruence, optimizing flux composition, and selecting seed orientations. They will also analyze the NLO properties of the prepared large NCS crystals, including NLO coefficients, second-harmonic generation (SHG) intensity, phasematchability, refractive indices, transparency, and laser damage thresholds. Additionally, small crystals of NCS compounds will be synthesized using traditional hydrothermal and solid-state methods and structurally characterized using single crystal and powder X-ray diffraction at UAH. This initiative will not only expand the range of NLO materials but also deepen our understanding of the relationship between NCS crystal structures and properties. Moreover, the methodologies and knowledge gained from this fellowship can be applied to the growth and characterization of large crystals of other inorganic functional materials, such as photoluminescent and scintillation materials. This effort has the potential to significantly enrich and expand the research capabilities of the PI’s lab and the home institution, as well as benefit researchers across Alabama and the United States.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Ling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Ling",
   "pi_email_addr": "jl0243@uah.edu",
   "nsf_id": "000743495",
   "pi_start_date": "2024-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Alabama in Huntsville",
  "perf_str_addr": "301 SPARKMAN DR NW",
  "perf_city_name": "HUNTSVILLE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 264134.0
  }
 ],
 "por": null
}