{
 "awd_id": "2430769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ENG-SEMICON: Intersubband Photovoltaics for Infrared Energy Conversion",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928012",
 "po_email": "adodabal@nsf.gov",
 "po_sign_block_name": "Ananth Dodabalapur",
 "awd_eff_date": "2025-05-01",
 "awd_exp_date": "2028-04-30",
 "tot_intn_awd_amt": 467060.0,
 "awd_amount": 467060.0,
 "awd_min_amd_letter_date": "2025-02-24",
 "awd_max_amd_letter_date": "2025-02-24",
 "awd_abstract_narration": "The ability to convert long-wavelength infrared (IR) light to electricity has become important for a number of current and emerging technologies, including thermophotovoltaics for waste or primary energy conversion, IR power beaming, and IR photodetectors. A key barrier to many applications, however, is the availability of high-performance photovoltaic cells tailored to these wavelengths of light. Current technologies exhibit insufficient performance and high cost due to material and fabrication limitations. One possible way to address these challenges is to use nanoscale quantum structures in the photovoltaic cell, in a way similar to some commercial photodetectors. This could allow the use of more common materials and reduce some of the losses that limit performance. However, these quantum structures have not been studied in detail for power generation, and a number of open questions exist about how they function and perform. This project will study the fundamental operation of quantum-structured photovoltaic cells, fabricate these types of devices, and measure their performance. This research could have direct impacts in several energy applications, which could help the U.S. reduce reliance on foreign energy sources and improve infrared technologies for a variety of power, communications, and defense applications. This project also seeks to advance the U.S.’s expertise in semiconductor technologies by inspiring students to join the semiconductor workforce and creating new initiatives for graduate and undergraduate students to explore these career options.\r\n\r\nThe goals of this project are to: (1) determine the influences of bias and illumination on band structure and carrier transport, and identify design strategies to achieve high carrier collection under forward bias; (2) identify nanophotonic structures to couple IR radiation into the active region of these devices while minimizing parasitic absorption; and (3) fabricate cells with narrow intersubband gaps and demonstrate high energy conversion efficiencies while improving modelling and understanding of transport. The research will utilize a combination of quantum optoelectronic simulations to investigate the band structure and electronic transport under illumination and bias, finite element electromagnetic simulations to design photonic structures for coupling light into the ISPV cell, custom models to predict device performance, epitaxial growth of novel types of conduction band engineered active regions and test samples via metalorganic chemical vapor deposition, microfabrication of samples and devices, and detailed material and device characterization using standard and custom spectroscopy, microscopy, and testing equipment. This work will develop a detailed understanding of the relationships between materials, structure, transport, and device performance for an intersubband quantum cascade structure under illumination and in use for electricity generation. Preliminary results indicate that the structure of an intersubband photovoltaic cell is likely to be quite different from a traditional quantum cascade detector, and this research will reveal why these types of structures are different and how an active region should be designed for effective power generation. The combination of experimental and simulation activities and parallel investigation of semiconductor structure and photonic structure will lead to strong platform for future design of scalable and efficient IR energy conversion devices in a variety of applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Tervo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Tervo",
   "pi_email_addr": "tervo@wisc.edu",
   "nsf_id": "000921354",
   "pi_start_date": "2025-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Mawst",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Luke J Mawst",
   "pi_email_addr": "mawst@engr.wisc.edu",
   "nsf_id": "000316621",
   "pi_start_date": "2025-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 467060.0
  }
 ],
 "por": null
}