{
 "awd_id": "2431742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Exploring the Mechanisms, Functional Diversity, and Conformational Dynamics of Flavin-dependent Monooxygenases",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 412906.0,
 "awd_amount": 133259.0,
 "awd_min_amd_letter_date": "2024-12-16",
 "awd_max_amd_letter_date": "2024-12-16",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes (CLP) program in the Division of Chemistry Professor Pablo Sobrado of Missouri University of Science and Technology & Professor John Tanner of the University of Missouri Columbia are studying enzymes from plants that synthesize specialized molecules needed for defense against biotic and abiotic stresses and that endow plants with unique flavor and nutritional profiles. The conceptional organizing principle of the project is a focus on a group of enzymes known as flavin-dependent monooxygenases (FMOs), which leverage a derivative of vitamin B2, known as flavin, to catalyze a diverse array of chemical reactions. The project will study plant FMOs involved in the biosynthesis of the hormone auxin and sulfur-containing compounds that contribute to the unique taste of garlic. The project will explore a novel hypothesis concerning the role of molecular motion in the mechanism by which FMOs catalyze hydroxylation reactions. These activities seek to serve as a platform for teaching and training graduate, undergraduate, and high school students to enable them to develop critical thinking skills and synthesize knowledge in molecular biology, mechanistic enzymology, organic chemistry, computational biochemistry, and structural biology. \r\n\r\nThis research project seeks to establish structure-function relationships for FMOs using a combination of biochemical and structural approaches. The chemical and kinetic mechanisms of FMOs will be quantitatively characterized using advanced transient-state kinetic methods. The three-dimensional atomic structures of FMOs will be determined using high-resolution X-ray crystallography. The combination of these approaches is synergistic and seek to generate new insight into how evolution solved difficult chemical problems using flavins as reaction centers. Ultimately, this research seeks to inspire the rational design of new catalysts and the engineering of biochemical pathways to produce high-value compounds, and lead to the development of crops with improved root development, more robust leaf morphogenesis and embryogenesis, and better response to abiotic stress.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Tanner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Tanner",
   "pi_email_addr": "tannerjj@missouri.edu",
   "nsf_id": "000400298",
   "pi_start_date": "2024-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Curators of the University of Missouri",
  "perf_str_addr": "601 Turner Avenue, Turner Avenue Garage, Rm. 201",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 133259.0
  }
 ],
 "por": null
}