{
 "awd_id": "2431712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RESEARCH-PGR: Deconstructing Plasticity in Perennial Plants: Genomic and Epigenomic Architecture of Scion and Rootstock Traits in Grafted Grapevines",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2025-02-15",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 792175.0,
 "awd_amount": 792175.0,
 "awd_min_amd_letter_date": "2025-02-10",
 "awd_max_amd_letter_date": "2025-02-10",
 "awd_abstract_narration": "Grapevines are among the most economically important berries in the world. As a long-lived (perennial) crop, grapevines are typically cultivated as a clonally propagated stem (the scion) which is mechanically grafted to a genetically distinct, clonally propagated root (the rootstock). Because grapevines are cultivated as clones, individual plants of the same variety are essentially genetic twins. Thousands of clonal stem varieties are planted across the globe and exhibit large variation in growth, berry chemistry, and wine volatiles based on vineyard environmental conditions and management. This variation in growth and performance is known as phenotypic plasticity and impacts both fruit and wine characteristics, a phenomenon known culturally and commercially as ‘terroir’, the signature of the local environment on the vine. Because of their clonal nature, one potential mechanism contributing to phenotypic plasticity in grapevines is changes to the epigenome, a collective term for non-genetic DNA modifications that can change how specific genes and gene pathways are activated or deactivated. The goal of this project is to understand which portions of the grapevine genome are impacted by epigenetic changes, how epigenetic change in the root and the stem interact in grafted plants, and how these changes contribute to optimal plant resilience in response to environmental stress. These results will be used to help plant breeders identify the next generation of elite grapevine varieties and grape growers improve grapevine production across diverse growing regions. Integrated education and outreach include providing research training for project personnel in collaboration with industry partners across six states. In addition, project participants will be involved in outreach and hands-on research training activities that leverage existing programs and partnerships to maximize STEM participation of high school and undergraduate students.\r\n\r\nHow do long-lived plants (perennials) acclimate to different environments and what is the extent of phenotypic plasticity possible from a single genome? Grapevines are grown as a composite of a clonally propagated stem (the scion) mechanically grafted to a clonally propagated root (the rootstock).  These unique combinations of shoot and root are planted across diverse geographic regions around the world; consequently, grapevines offer a powerful system for investigating the molecular basis of whole-plant, multi-year phenotypic plasticity and enables the experiment disentanglement of the shoot genotype x root genotype x environment interactions across diverse climatic conditions. The goal of this collaborative project is to develop an integrated understanding of how the genome of clonally propagated perennial plants produces “adapted” phenotypes, from roots to shoots, over time and under different environmental conditions, and to identify the molecular basis of this phenotypic plasticity. This study will use experimental vineyards planted with a single scion cultivar ‘Marquette’ grafted to three commercial rootstock cultivars, replicated in three different environments (New York, Missouri, South Dakota). The project will use an integrative systems biology approach combining measures of plant physiology, leaf ionomics and metabolomics, fruit ionomics and metabolomics, wine chemistry analysis, and connections between sRNA, mRNA, and cytosine methylation signatures in shoots and roots across sites and their interaction with the spatial and temporal changes that occur in the epigenome in clonal shoots and roots. All data will be made accessible to the public through long-term repositories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Londo",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jason P Londo",
   "pi_email_addr": "jpl275@cornell.edu",
   "nsf_id": "000616522",
   "pi_start_date": "2025-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 792175.0
  }
 ],
 "por": null
}