{
 "awd_id": "2432192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Elucidating the role of cavitation in demulsification of water-oil emulsion through a combined experimental and numerical study",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 250431.0,
 "awd_amount": 250431.0,
 "awd_min_amd_letter_date": "2024-11-27",
 "awd_max_amd_letter_date": "2024-11-27",
 "awd_abstract_narration": "Crude oil extracted from reservoirs contains water dispersed in oil in the form of emulsions. Separation of water from this emulsion (demulsification) is an essential step in the oil production process to get pure oil and reduce corrosion of oil transportation pipelines. Ultrasound based water-oil separation has gained popularity in recent years as a powerful technique to achieve this separation. Studies in recent years have led to a preliminary understanding that acoustic cavitation (formation, growth, and collapse of vapor bubbles due to ultrasonic pressure oscillations) can play an important role in enhancing the efficiency of this ultrasound based demulsification process. However, the exact mechanism behind how cavitation can aid demulsification is not yet clearly understood. The proposed research aims to provide a detailed understanding of the effects of acoustic cavitation on water-oil demulsification through an integrated experimental and computational approach. The project will also encompass educational activities through three different channels: (1) development of a learning module for high school students through a precollegiate outreach program (2) undergraduate projects that will feed into the project’s vision (3) recruitment and cross disciplinary training of students. \r\n\r\nThe technical goal of this project is to develop a comprehensive understanding of how acoustic cavitation can lead to an increased phase separation efficiency of water-oil emulsion. To achieve this goal, the project will focus on characterizing two major phenomena involved in demulsification: (1) generation of mechanical forces that weaken/rupture of the surfactant interfacial film and (2) droplet coalescence leading to phase separation. This proposal intends to study in detail the mechanical forces associated with cavitation and how they affect surfactant film stability in a water-oil emulsion leading to phase separation. The project will address fundamental questions regarding the connection between bubble and droplet dynamics, fluid motion and resultant mechanical stresses that are transmitted to the interfacial film, and ultimately the effect of all these parameters on droplet coalescence and demulsification.  The experiments will enable the study of how the repeated growth and collapse of cavitation bubbles destabilize and rupture the emulsion, using high speed visualizations and Particle Image Velocimetry. On the numerical side, a Computational Fluid Dynamics model will be used to perform parametric studies of key variable across a wide range of physically relevant conditions. The knowledge gained and the methodologies developed through this project will provide the necessary scientific foundation to explore the role of cavitation in the proposed and other ultrasound-based technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aswin",
   "pi_last_name": "Gnanaskandan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aswin Gnanaskandan",
   "pi_email_addr": "agnanaskandan@wpi.edu",
   "nsf_id": "000848946",
   "pi_start_date": "2024-11-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 250431.0
  }
 ],
 "por": null
}