{
 "awd_id": "2432738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation Potential of Minimally Invasive Solid Structural Self-fitting  Cartilage Implants",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2024-11-15",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-11-14",
 "awd_max_amd_letter_date": "2024-11-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a novel material implant for the augmentation of bone marrow stimulation for the purpose of improving articular cartilage repair. Initial customer discovery and product-market-fit assessment identified an opportunity within the orthopedic device segment targeting the augmentation of marrow stimulation/microfracture that provides an entry point into the minimally invasive device market. Each year in the United States alone approximately 100,000-160,000 marrow stimulation or microfracture procedures are performed, which involves the removal of damaged cartilage down to subchondral bone followed by micro-drilling to encourage tissue infiltration and cell-guided repair. However, this procedure without augmentation has poor long term outcomes requiring revisions within 2-4 years of the initial surgery. Enhancing minimally invasive repair of these focal defects aims to reduce recovery times, prolong joint health and reduce comorbidities associated with current palliative or restorative therapies. The biomaterial implant offers superior mechanics, handling and fixation compared to existing solutions for marrow augmentation. Beyond the joint space, the material platform technology proposes to utilize both conventional and/or additive manufacturing to improve spatial resolution. Modular manufacturing modalities build a scalable and personalized solution for the future.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of the technology. This solution is based on the development of a novel shape memory polymer that allows compression into a small shape that can self-expand into a cartilage defect, allowing for use of an oversized implant to be delivered and expand into the walls of the defect. Polymer synthesis and post-processing parameters have been compiled in a database, allowing for optimization of degradation rates and device mechanics during repair. The chemistry of the polymers that enables 3D printing of the implant allows micron scale spatial control of porosity, pore size, and interconnectivity impacting cell and tissue growth. Preliminary sterilization studies using ethylene oxide to verify compatibility, including cytotoxicity and hemocompatibility studies, have been completed. The materials have also been implanted in mice, rats, and pigs modeling repair of musculoskeletal and cardiovascular defects. This technology proposes to solve the problem of long-term repair outcomes for cartilage defect repair by optimizing the repair mechanics of a Marrow Stimulation Microfracture augmentation procedure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Akman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Akman",
   "pi_email_addr": "rakman3@gatech.edu",
   "nsf_id": "0000A08SH",
   "pi_start_date": "2024-11-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}