{
 "awd_id": "2432512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of time-resolved cryo-EM for application to diverse biological molecules",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2025-03-15",
 "awd_exp_date": "2028-02-29",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2025-02-12",
 "awd_max_amd_letter_date": "2025-02-12",
 "awd_abstract_narration": "Most structural biology methods examine proteins at one moment in time, as if their structures were static.  In recent years, however, we have come to understand that the dynamics of a protein are essential to its function.  More tools are needed to examine protein dynamics. In this research, the investigator will seek to apply a method of time-resolved cryo-electron microscopy developed in his lab to diverse biological molecules of eminent interest in medicine, in collaboration with three renowned scientific laboratories, thus broadening the utility of this important tool for studying protein dynamics.  The method involves rapidly mixing two components of a reaction, allowing the reaction to proceed for a controlled length of time, then rapidly freezing the sample for cryo-electron microscopy (cryo-EM). Time-resolved cryo-EM will show the progression of a biochemical reaction as a sequence of intermediate states, like successive frames of a movie. The application of this method in the life sciences will greatly expand our understanding of molecular interactions in the cell in healthy persons, as well as their disruption in disease. This research is truly interdisciplinary as it is at the intersection of biology, biomedical engineering, nanofabrication, microfluidics and high-performance computing.  As such it will inform molecular medicine and inspire projects for graduate students in the labs of the collaborators and nation-wide as it opens avenues of research and training in health science research never explored before.\r\n\r\nUsing newly designed PDMS-based microfluidic chips, the PI's team will apply the time-resolved cryo-EM sample preparation method, which his lab has developed and demonstrated with the ribosome, to a diverse range of other molecules: (1) RNA polymerase, a large molecule that copies the genetic information from DNA to make mRNA; (2) GLP1R, a G-protein coupled receptor found on beta cells of the pancreas and neurons of the brain; and (3) multi-drug efflux transporter AcrB, to be isolated and inserted into proteoliposomes.  Although the structures of these molecules are known, their mode of action involving domain motions in the time range of 10 to 1000 milliseconds cannot be explored with normal methods of structure research.  Time-resolved cryo-EM can fill this knowledge gap. Samples will be supplied by three collaborating labs, and feasibility of determining intermediate states in the functional cycle will be explored. The experience gained will guide the decisions of the PI’s team on necessary design modifications, desired ranges of control parameters, and the addition of other features required to make the device generally applicable.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joachim",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joachim Frank",
   "pi_email_addr": "jf2192@cumc.columbia.edu",
   "nsf_id": "000498748",
   "pi_start_date": "2025-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of Columbia University in the City of New York",
  "perf_str_addr": "630 West 168th Street, Box 49",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100323702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": null
}