{
 "awd_id": "2434588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAISE: T4C: Reprogramming cellular signaling pathways with implanted integrated circuits",
 "cfda_num": "47.041, 47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2025-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 439999.0,
 "awd_amount": 439999.0,
 "awd_min_amd_letter_date": "2025-02-20",
 "awd_max_amd_letter_date": "2025-02-20",
 "awd_abstract_narration": "Cells contain complex networks of proteins that interact with each other in much the same way that electronic components interact in a circuit.  Understanding how these circuits work has been a major goal in cell biology.  Most tools available to researchers involve breaking  molecular circuits, for example by removing one or more of the proteins in the network.  This project will develop a method for adding new connections to the networks inside a cell, by implanting a physical electronic device that can interface with the cellular circuits, providing  a completely new type of tool for studying how cells make decisions and carry out complex behaviors.   If the project works, it could usher in a new era of convergence between molecular biology and microelectronics, with impacts on basic biology, biotechnology, and the semiconductor industry. Broad application of this approach will require a workforce with comprehensive understanding of both electronics and cell biology. A key broader impact of this project is that it will create an unprecedented opportunity for trainees from both electrical engineering and molecular cell biology labs to become cross-trained in both fields, via personnel exchange between research groups as well as pioneering interdisciplinary courses in cellular electronics. Another broader impact will be development of public outreach by showcasing new demonstrations at the Exploratorium science museum. \r\n\r\nThis project is based on the hypothesis that intracellular signaling network models could be tested more rigorously, and networks reprogrammed to a wider range of behaviors, if it were possible to modify the links between nodes by introducing new functional connections between signaling proteins.  It is difficult to create new connections between proteins using conventional molecular biology approaches. This project will develop a radical solution to address this problem by implanting microelectronic chips into living cells, which will sense kinase activities and/or monitor the concentration of second messenger molecules, and then trigger release of mRNA, siRNA, or small molecules to target specific signaling proteins, effectively “rewiring” the signaling pathway under electronic control. These chips will integrate biochemical sensors and actuators on a single chip, complemented by wireless communication and power delivery systems, controlled by onboard logic, all engineered to be of a size suitable for implantation into living cells. The device will incorporate nanofabrication techniques and advanced integrated circuit design to achieve a final chip size smaller than 100 µm by 100 µm, and 10 µm thick, allowing it to be accommodated within a single cell. The focus of this proposal is to conduct proof of concept experiments to determine the feasibility of this vision. At each step of the project’s progression, prototypes will be tested within living cells, using the giant amoeba Chaos carolinensis because of its large size and amenability for microsurgical implantation. Testing will be based on sensing and actuating easily-measured kinase molecules to allow verification of proper device function.\r\n\r\nThis project was jointly funded by the Cellular Dynamics and Function program, along with the Systems and Synthetic Biology program in the Division of Molecular and Cellular Biosciences.  Additional support was provided by the Communications, Circuits and Sensing Systems programs in the Division of Electrical, Communications, and Cyber Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wallace",
   "pi_last_name": "Marshall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wallace Marshall",
   "pi_email_addr": "wallace.marshall@ucsf.edu",
   "nsf_id": "000139207",
   "pi_start_date": "2025-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "H S Philip",
   "pi_last_name": "Wong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H S Philip Wong",
   "pi_email_addr": "hspwong@stanford.edu",
   "nsf_id": "000168006",
   "pi_start_date": "2025-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ada Shuk Yan",
   "pi_last_name": "Poon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ada Shuk Yan Poon",
   "pi_email_addr": "adapoon@stanford.edu",
   "nsf_id": "000490788",
   "pi_start_date": "2025-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "1855 FOLSOM ST STE 425",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941034249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  },
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  },
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 439999.0
  }
 ],
 "por": null
}