{
 "awd_id": "2434929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Indigitize Computer Science Coalition",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032920000",
 "po_email": "jsinger@nsf.gov",
 "po_sign_block_name": "Jonathan Singer",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-12-19",
 "awd_max_amd_letter_date": "2024-12-19",
 "awd_abstract_narration": "This project supports the broadening of participation of traditionally underserved populations in high quality computer science (CS).  The research will provide critical insights for developing and scaling CS experiences with Indigenous communities and schools. The long term goal of the project is to expand CS education access for American Indian/Alaska Native (Indigenous) middle-school students, grades 6-8. This researcher-practitioner partnership (RPP), led by One Generation (One Gen) and supported by the American Institutes for Research (AIR) and the Native American Community Academy (NACA), seeks to address the significant disparities in CS education among Indigenous students. By adapting and developing culturally relevant CS and computational thinking (CT) instructional materials, and teacher professional development programs, the project team will help ensure that Indigenous students see their language, culture, and values reflected in their computing education. The project builds on One Gen's successful Indigitize Computer Science Program and AIR's NSF-funded Wind River Elementary Computer Science Collaborative, addressing critical gaps in CS education and contributing valuable insights into the development and implementation of culturally-responsive STEM (science, technology, engineering, and mathematics) K-12 curricula. \r\n\r\nThe project focuses on three main objectives: (1) Culturally adapting existing CS content to create a one-semester foundational course for middle school students at NACA, aiming to serve 60 students; (2) Developing and piloting professional development programs for NACA teachers to integrate culturally supportive CS/CT content across various subjects, including Indigenous Language Arts, reaching 8 teachers and 140 students; and (3) Establishing the research-practice partnership (RPP) to foster collaboration, build research capacity, and lay the groundwork for scaling the program to additional grades and schools.  These objectives will be investigated via the  research question: What are the conditions necessary to build an Indigenous CS-focused researcher-practitioner partnership that is comprised of a network of Indigenous CS-focused schools and partners?   The project theory of change addresses three primary challenges in CS education for Indigenous youth: access, quality, and culture. The project's design is grounded in a theoretical framework that emphasizes community-led transformation, culturally relevant content, holistic learning ecosystems, and reflective practice. To address Indigenous student needs, the project team will engage teachers and school leaders in collaborative planning to enhance programmatic growth and support educators through comprehensive training and peer learning. The project team will integrate CS learning units across multiple touchpoints, including stand-alone classes and interdisciplinary projects. By leveraging high-quality, adaptable content like MIT's Scratch Tutorials and fostering a community-oriented approach to education, the project aims to create culturally-responsive and engaging CS experiences that inspire both teachers and students. The professional development strategies are designed to be scalable while retaining the flexibility for community-led design and cultural adaptation, ensuring the CS education provided is both relevant and impactful for Indigenous students. To ascertain the level of success, the project team will use qualitative data from multiple sources including teachers, classroom lesson samples, students and members of the RPP.   For example, a series of semi-structured teacher interviews will be analyzed using a combination of inductive and deductive coding.  Teacher classroom lesson plans and reflective enactment surveys will also be collected at multiple junctures during the project.  Findings from these data sources will be used to determine teacher implementation patterns, highlighting both areas of success as well as challenges. This project is funded through the Computer Science for All: Research and RPPs program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Cervantes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco Cervantes",
   "pi_email_addr": "fcervantes@tidescenter.org",
   "nsf_id": "000819251",
   "pi_start_date": "2024-12-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Wilson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph P Wilson",
   "pi_email_addr": "jwilson@air.org",
   "nsf_id": "000764177",
   "pi_start_date": "2024-12-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kara",
   "pi_last_name": "Bobroff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kara Bobroff",
   "pi_email_addr": "kbobroff@tidescenter.org",
   "nsf_id": "0000A0B6T",
   "pi_start_date": "2024-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tides Center",
  "inst_street_address": "1012 TORNEY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4155616300",
  "inst_zip_code": "941291704",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE TIDES CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3L8AZBNYBB6"
 },
 "perf_inst": {
  "perf_inst_name": "Tides Center",
  "perf_str_addr": "1014 TORNEY AVE",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941291755",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}