{
 "awd_id": "2437227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF GEO-NERC:  Lithospheric architecture mantle, crustal, and sedimentary of the Cape Verde Archipelago provides unique insights into the construction of a hotspot volcano",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927977",
 "po_email": "rteasdal@nsf.gov",
 "po_sign_block_name": "Rachel Teasdale",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 364996.0,
 "awd_amount": 364996.0,
 "awd_min_amd_letter_date": "2025-01-15",
 "awd_max_amd_letter_date": "2025-01-15",
 "awd_abstract_narration": "This is a project jointly funded by the National Science Foundation’s Directorate for Geosciences (NSF/GEO) and the National Environment Research Council (NERC) of the United Kingdom (UK) via the NSF/GEO-NERC Lead Agency Agreement. This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award recommendation, each Agency funds the proportion of the budget that supports scientists at institutions in their respective countries. Volcanic hotspots, like Hawai’i and Cape Verde, are areas where hot rock from deep inside the Earth rises to the surface. This hot rock melts in the shallow part of the Earth's mantle to create magma, which then travels through the ocean floor and erupts to form volcanoes. Scientists don't fully understand how this rising magma interacts with the ocean floor or how it might change the Earth's crust as it moves upwards. This is hard to study because these processes happen deep underground—inside the volcano—and can only be inferred using indirect methods. The Cape Verde Islands offer a unique opportunity to study these processes directly. The islands have been lifted up several kilometers above sea level and eroded, exposing the deep volcanic layers inside. This makes it possible for researchers to study the volcanic systems, including the oceanic crust and sediments upon which the volcanoes are built. The scientists funded in this proposal will map and sample the interior of a volcano on Maio Island in Cape Verde to see how magma from the hotspot interacts with the ocean crust and seafloor sediments on its way to the surface. The samples will be tested for their chemical makeup, isotopic compositions, and ages. This research will help answer an important question in geology that continues to puzzle geoscientists: whether or not the ascending magma is modified by the process of assimilating seafloor sediments. The study will also explore how the oceanic crust and sediments are pushed upward by magma as it intrudes pervasively into the crust, which may be a key part of how Cape Verde volcanoes form, inflate, and uplift by several kilometers. A team of researchers from the US and the UK will work together on this project, with a graduate student from the University of California, Santa Barbara, who will gain valuable experience in fieldwork, chemical analysis, and mass spectrometry. These skills are critical to US national defense, as some of the US research team’s former students now work in nuclear forensics at Los Alamos National Labs. The project will not only help geoscientists better understand how volcanoes work, which is an important benefit to society due to hazards posed by volcanoes, but also provide important insights into the formation of critical mineral resources. Additionally, the US and UK researchers will collaborate with local scientists from Cape Verde, and share their findings through local Cape Verdean media, helping to strengthen the relationship between the US, UK, and Cape Verde.\r\n\r\n\r\nVolcanic hotspots, such as those in Hawai’i and Cape Verde, are sourced by upwelling plumes originating from deep within the mantle. Before erupting as ocean island basalts (OIB), the mantle melts rise and interact with the oceanic lithosphere. Plume melting ceases when the rising plume reaches the base of the lithosphere. OIB melts then continue to ascend through the lithospheric mantle until they break through the mid-ocean ridge basalt (MORB) crust by diking. These melts eventually migrate upwards through the seafloor sediments that cover the MORB basement. Despite advances in understanding, our knowledge of melt-lithosphere interaction during this process remains limited, primarily due to the inaccessibility of the deep regions where it occurs. Thus, instead of direct observation, the community relies on indirect evidence and chemical proxies to infer processes operating deep inside the lithosphere. Fortunately, the Cape Verde Islands offer a unique opportunity to study the deep structure of an oceanic hotspot volcano that, together with remnants of the underlying Mesozoic MORB crust and a 1-km-thick sequence of marine sediments, have been uplifted several km and exposed at the surface. By conducting detailed fieldwork, collecting samples, and analyzing them with geochemical and 40Ar/39Ar methods, this project aims to test broad questions: First, as upwelling OIB dikes and sills transit through 1 km of seafloor sediment, do they assimilate it? Second, is the dramatic island uplift in Cape Verde caused by cumulative intrusions and is the abundance of OIB dikes crosscutting the exposed MORB basement consistent with this? Third, can the record low 187Os/188Os observed in the world’s ocean basins—previously identified by laser ablation ICP-MS (inductively coupled plasma mass spectrometry) in sulfides hosted in Cape Verdean peridotite xenoliths—be reproduced by Thermal Ionization Mass Spectrometry, thereby confirming subcontinental lithospheric mantle under Cape Verde? This project will involve international collaboration across different scientific disciplines, with two principal investigators (PIs) bringing complementary expertise: PI Jackson (UC Santa Barbara) specializes in global OIB geochemistry, while PI Ramalho (Cardiff University, UK) focuses on Cape Verde’s geology and volcanic evolution. The proposal will also fund a UCSB graduate student and a Cardiff postdoc, offering them a unique interdisciplinary experience in a cross-disciplinary environment. The PIs will collaborate with colleagues from Cape Verde's Instituto Nacional de Gestão do Território (INGT) to produce new geological maps for the study areas, and will support an INGT professional to participate in the fieldwork and mapping efforts and co-author a publication. Together, the PI team plans to submit a proposal to designate the studied outcrops as a protected Geoheritage site, recognizing their global significance. Finally, the PI team will share their findings with the Cape Verdean public through newspapers, radio, and social media channels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Jackson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew G Jackson",
   "pi_email_addr": "jackson@geol.ucsb.edu",
   "nsf_id": "000533739",
   "pi_start_date": "2025-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "330Y00",
   "pgm_ele_name": "CESEV-Chem Evo of Earth & Volc"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 364996.0
  }
 ],
 "por": null
}