{
 "awd_id": "2439462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Developmental programming of behavior by maternal hormones",
 "cfda_num": "47.074, 47.083",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2025-07-01",
 "awd_exp_date": "2030-06-30",
 "tot_intn_awd_amt": 1188131.0,
 "awd_amount": 572916.0,
 "awd_min_amd_letter_date": "2024-12-20",
 "awd_max_amd_letter_date": "2024-12-20",
 "awd_abstract_narration": "A mother’s physiological response to her environment is an important source of behavioral variation in her offspring. Females in more competitive environments transfer more testosterone to their developing offspring, which can make offspring more behaviorally aggressive. This is potentially beneficial as aggressive behaviors can improve success in competitive interactions, but aggression is also costly. Thus, a mother’s ability to communicate the environment to the next generation, helping them match their behavior to it, can be critical to their success. However, the mechanisms underlying how maternal hormones shape behaviors and the extent to which they are beneficial remain poorly understood. The proposed work will identify gene networks in the hypothalamus, a brain region that regulates hormones and social behaviors, that are sensitive to early testosterone across development and relate them to adult behavior. This work will also test how well early testosterone exposure prepares offspring for competitive environments. While this maternal effect is observed in many species, this work will be performed in the well-studied avian species the house sparrow (Passer domesticus), given the ease of manipulating hormones in externally developing eggs. This research includes integrated educational aims to enhance engagement with science by creating authentic research experiences for students and data science training opportunities. It will also engage the public in animal behavior research through a mobile app that encourages people to collect behavioral data and test sources of variation. Ultimately, this research will help clarify an important source of behavioral plasticity and provide insights into how animals adapt to their social environments. \r\n\r\nThe proposed research will integrate behavioral ecology, endocrinology, and molecular biology to advance our understanding of how the maternal social environment shapes behavioral plasticity across generations. House sparrow eggs will be injected with testosterone or a control and responsive gene networks in the hypothalamus will be identified at key development timepoints (Aim 1) and in adulthood (Aim 2) using weighted gene co-expression network analyses. This work will elucidate how early hormone exposure shapes initial developmental processes and test the degree to which these molecular effects persist across life and directly relate to adult behavior. Aim 3 will test the fitness consequences of testosterone-induced phenotypes in high- and low-competition environments, thereby providing a functional context for testosterone-mediated developmental plasticity. This research is paired with educational aims that will generate novel data. Students will explore additional tissue-specific changes in gene expression in individuals from testosterone- and control-injected eggs. The public will also be engaged in uncovering environmental sources of behavioral variation through a mobile app and, in doing so, will help to shed light on the factors that influence the social environment and lead to the maternal transfer of hormones. Together, this work will improve our understanding of the molecular mechanisms and adaptive consequences of an ecologically relevant source of behavioral plasticity. The findings will be highly translatable to other systems as this maternal effect is ubiquitous across taxa and the neurogenomic mechanisms underlying social behaviors, like aggression, are highly conserved. This project is jointly funded by the Behavioral Systems Cluster and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Bentz",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra B Bentz",
   "pi_email_addr": "abentz@ou.edu",
   "nsf_id": "000866625",
   "pi_start_date": "2024-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 572916.0
  }
 ],
 "por": null
}