{
 "awd_id": "2441333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Improving Personal Health by Advancing Design and Theory of Self-Experimentation Technology",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922170",
 "po_email": "tmartin@nsf.gov",
 "po_sign_block_name": "Thomas Martin",
 "awd_eff_date": "2025-06-01",
 "awd_exp_date": "2030-05-31",
 "tot_intn_awd_amt": 659861.0,
 "awd_amount": 302293.0,
 "awd_min_amd_letter_date": "2025-02-25",
 "awd_max_amd_letter_date": "2025-02-25",
 "awd_abstract_narration": "This project aims to improve our understanding of how to answer questions about one’s own health and wellbeing using self-tracked data, known as self-experimentation, and to provide better designs of technology to support the practice. Self-experimentation has been gaining traction due to the $54 billion health tracking industry. However, there is a mismatch between what technology currently provides (for example, step counts and sleep scores) and what people expect from it, which is personalized health insights and recommendations. This project seeks to understand and enhance the agency of individuals to make decisions about their health and wellbeing by supporting explorations such as, “Is coffee or milk the trigger for my irritable bowel syndrome symptoms? Does taking aspirin affect my menstrual flow? Will exercising in the evening improve my sleep quality?”  This project’s designs will lead to more personalized feedback for health concerns such as physical activity, diet, and sleep. The research will thus support current efforts to manage chronic diseases in the United States, for example, obesity, diabetes, and heart disease. In addition to engaging with different types of communities, this project will advance education by improving how students are taught to use the scientific approach to answer questions about their own health through self-experimentation. \r\n\r\nThis project will transform how we approach technology to support personal health management. It will expand our understanding of self-experimentation and significantly impact technology design to support and empower individuals in managing their health and wellbeing. Specifically, the research will contribute a new theory in the form of the life-cycle model of self-experimentation, its stages along with their associated properties and barriers. The project will also provide empirical evidence of design patterns addressing known challenges, such as improving experiment selection through novel interface design patterns to support goal elicitation and personalized data representations. Other known challenges include improving robustness of experimentation data through tailored experiment designs and learning-based experimentation support, and personalizing communication of findings through tailored visualizations and post-experiment paths of action. By systematically understanding and addressing the barriers and needs for effective self-experimentation this research will reshape self-experimentation from a challenging and unreliable tool available only to people with advanced knowledge and significant resources to a well-understood practice accessible to individuals throughout their health tracking journey.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ravi",
   "pi_last_name": "Karkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ravi Karkar",
   "pi_email_addr": "rkarkar@umass.edu",
   "nsf_id": "000993968",
   "pi_start_date": "2025-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 302293.0
  }
 ],
 "por": null
}