{
 "awd_id": "2441985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Leveraging Noncovalent Interactions to Design Tunable, Reprocessable, and Degradable Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2025-06-01",
 "awd_exp_date": "2030-05-31",
 "tot_intn_awd_amt": 592576.0,
 "awd_amount": 121753.0,
 "awd_min_amd_letter_date": "2024-11-20",
 "awd_max_amd_letter_date": "2024-11-20",
 "awd_abstract_narration": "Part 1: Non-Technical Summary\r\n\r\nThe accumulation of plastic waste is an emerging global crisis, with implications for human health and the environment. One of the main reasons that plastics are so persistent is that they are composed of long, chain-like molecules held together by strong, covalent chemical bonds. These bonds are hard to break, which is required for the material as a whole to decompose. Alternatively, materials with plastic-like properties can be made using noncovalent, reversible and weaker interactions between building blocks. These are known as “supramolecular polymers,” and they are more easily reused and recycled under environmental conditions. This research will design a new class of supramolecular polymers and connect their molecular-level structure to material properties. Successful realization of the PI’s research goals will promote the progress of science by developing many sorts of degradable materials with plastic-like behavior. Integrated into this work are educational experiences that will broaden participation in STEM through enhanced training, access, and mentorship opportunities for undergraduate scientists. Participants will receive formal education in valuable, in-demand skills such as polymer rheology and organic synthesis, and establishment of a regional symposium aimed at fostering near-peer mentoring relationships between graduate students or postdocs and undergraduates to help build a diverse and competitive future workforce.\r\n\r\n\r\nPart 2: Technical Summary\r\n\r\nSupramolecular polymers consist of discrete building blocks linked by noncovalent interactions. They can exhibit many of the characteristics associated with conventional polymers but are inherently reprocessable and degradable as noncovalent interactions are highly dynamic. As such, they have the potential to help address the global accumulation of solid plastic waste resulting from the poor breakdown of consumer polymers. Therefore, their bulk characteristics are of particular importance and understanding the connection between molecular structure and thermorheological properties is required to aid their design and development. This proposal seeks to leverage guanidinium charge-assisted hydrogen bonds to create a broad new class of supramolecular materials and establish fundamental structure-property relationships that guide their behavior. Integrated into this work are educational components aimed at developing the next generation of diverse scientists through targeted curricular enhancements and mentoring opportunities. The specific objectives of the PI are to: 1) investigate the effects of tuning guanidinium and oxyanion molecular structure on the thermorheological properties of bulk supramolecular materials while providing formal instruction in polymer rheology to undergraduates; 2) probe the effects of precise changes to architecture and morphology and thus broaden the achievable properties of these materials while enlisting students in course-based undergraduate research experiences; and 3) develop a regional polymer science symposium to establish near-peer mentoring relationships among young scientists in the Pacific Northwest. These studies will be accomplished by student researchers using a combination of synthetic techniques, thermorheological analysis, mechanical testing, computational approaches, and dielectric analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Larsen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Larsen",
   "pi_email_addr": "mike.larsen@wwu.edu",
   "nsf_id": "000808878",
   "pi_start_date": "2024-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 121753.0
  }
 ],
 "por": null
}