{
 "awd_id": "2441051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Transforming Quantum Spintronics with Novel 2D Magnetic Transistors and Diodes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2025-03-01",
 "awd_exp_date": "2030-02-28",
 "tot_intn_awd_amt": 546597.0,
 "awd_amount": 433454.0,
 "awd_min_amd_letter_date": "2024-12-19",
 "awd_max_amd_letter_date": "2024-12-19",
 "awd_abstract_narration": "Quantum computing is a new type of technology that has the potential to solve problems that are too complex for today’s computers. It relies on unique principles like entanglement and superposition, which give quantum computers a significant advantage in areas such as modeling natural systems, improving energy efficiency, and enhancing the security of banking systems. In recent years, there have been major strides in developing quantum software, algorithms, and hardware, bringing us closer to practical quantum computers. However, challenges remain, especially in building stable quantum hardware, where different types of quantum bits (qubits) face difficulties like operating at extremely low temperatures or losing information due to environmental noise. One promising approach is to use topological quantum spintronics, which takes advantage of tiny, stable magnetic structures called skyrmions. This project will focus on creating new quantum hardware devices like magnetic transistors and diodes that use skyrmions. These devices are expected to be more energy-efficient, scalable, and able to operate at elevated temperatures, helping overcome some of the biggest obstacles in quantum computing. In addition to advancing quantum hardware, this project will also prioritize education and outreach. To cultivate visionary researchers who can transform classical concepts into the quantum realm and become future leaders in the field, new courses, summer programs, and open-source educational and outreach initiatives will be offered through this project. This training will enable students to apply quantum principles across diverse areas, engage in continuous learning, and explore new quantum ideas in other fields. The program also involves undergraduate and K-12 students in research and summer programs, with a focus on including underrepresented groups across Florida.\r\n\r\nThe field of spintronics, which uses the spin of electrons for information processing, has been fascinated by the potential of magnetic skyrmions-tiny, stable structures with unique quantum properties. However, progress has been limited by the lack of effective methods to control these quantum behaviors in spintronic systems. To address this challenge, this project aims to open a new frontier in quantum spintronics by exploring the interaction of electronic and topological properties in solid-state materials, focusing on how quantum mechanics can drive these systems. The goal is to transform spintronic devices from binary to quantum, advancing their performance in terms of scalability, fault tolerance, energy efficiency, and operation at higher temperatures. This project seeks to pioneer the development of nanoscale skyrmionic devices, such as magnetic transistors and diodes, that can operate at room temperature using magnetoelectric coupling. These innovations will lay the foundation for harnessing quantum properties. Key to this work is the development of skyrmionic field-effect transistors that will enable quantum effects like superposition, entanglement, and quantization-crucial steps toward generating and controlling qubits. By applying skyrmion qubits to quantum diodes, this project also aims to enhance fidelity by using the nonreciprocal properties of these systems. The successful realization of this project will revolutionize quantum spintronics by enabling novel skyrmion qubits that offer scalability, fault tolerance, energy efficiency, and elevated operating temperatures. A thorough understanding of quantum skyrmions-from size to quantum control and quantum diode applications-can drive advancements in spintronic devices and provide insights into topological quantum properties. Beyond advancing scientific knowledge, the broader goal is to train the next generation of researchers through education and outreach efforts. This endeavor represents a comprehensive approach to advancing quantum spintronics and building a skilled workforce for the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingying",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingying Wu",
   "pi_email_addr": "yingyingwu@ufl.edu",
   "nsf_id": "000987968",
   "pi_start_date": "2024-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 433454.0
  }
 ],
 "por": null
}