{
 "awd_id": "2441688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Electromechanically probing quantum materials in curved space",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2025-03-15",
 "awd_exp_date": "2030-02-28",
 "tot_intn_awd_amt": 919455.0,
 "awd_amount": 183891.0,
 "awd_min_amd_letter_date": "2025-03-12",
 "awd_max_amd_letter_date": "2025-03-12",
 "awd_abstract_narration": "Non-technical abstract: Physics on a curved surface is different than in flat space. The physics of curved quantum materials is a particularly interesting case. For instance, current flowing along a curved surface is theorized to generate a force whose nature can reveal information about the host material. In this project, the research team aims to develop a new method for detecting the role of curvature induced in two-dimensional materials by placing them on top of nanoscale resonators. The curvature alters the stiffness, which can be measured experimentally. The success of this project will be to provide a general approach to controlling properties of noel materials based on their curvature. This project features a strong, combined scientific and educational component. Educational activities include the development of new modules in the undergraduate curriculum, building laboratories demonstrations that make some our proposed concepts tangible – for instance corrections to elasticity due to centrifugal forces. These demonstrations will be presented both at the undergraduate level within the University of Chicago and externally at popular science events.\r\n\r\nTechnical abstract: Rapid technological advancements in quantum science are quickly finding use in other fields. This project adapts high-quality “trampoline” resonators pioneered for quantum experiments in optomechanics as a probe of forces in two-dimensional (2D) quantum materials by forming 2D-trampoline hybrid systems. In addition to being able to detect minute forces, 2D-trampoline hybrids promise access to previously invisible observables related to the interplay between in-plane electronic order and spatial curvature. Such exotic forces are not only interesting in their own right but perhaps provide a key general approach for identifying topological materials, which are important for metrology, classical electronics, and quantum computing. The technical approach is to place a target material on top of a trampoline resonator, and to precisely measure the mechanical motion. Curvature response of the target material will cause corrections to the mechanical eigenfrequencies. The project pursues a set of experimental goals with escalating technical demands and physical rewards. Initial experiments will measure the centrifugal force on supercurrent in a curved surface. These experiments naturally lead to exploration of the role of spatial curvature on superconducting vortices and will allow us to test predictions that vortices feel a repulsive force from regions of spatial curvature. Finally, we will integrate two-dimensional materials with our membranes to search for mechanical signatures of the Wen-Zee curvature coupling in quantum Hall systems. The end point is not only the demonstration of fascinating physical effects, but a new, general approach for exploring the interplay between geometry and topology in two-dimensional materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Higginbotham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Higginbotham",
   "pi_email_addr": "ahigginbotham@uchicago.edu",
   "nsf_id": "000987114",
   "pi_start_date": "2025-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 183891.0
  }
 ],
 "por": null
}