{
 "awd_id": "2441710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Testing mechanistic theories underlying stimulus memorability",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924886",
 "po_email": "sfischer@nsf.gov",
 "po_sign_block_name": "Simon Fischer-Baum",
 "awd_eff_date": "2025-03-15",
 "awd_exp_date": "2030-02-28",
 "tot_intn_awd_amt": 624905.0,
 "awd_amount": 346803.0,
 "awd_min_amd_letter_date": "2025-03-04",
 "awd_max_amd_letter_date": "2025-03-04",
 "awd_abstract_narration": "While all humans have unique experiences and memories, surprisingly a lot of what is remembered is similar across people. For example, when seeing a group of people for the first time, some names and faces may easily stick in memory, while others fade away even after several meetings. Indeed, recent work has found that images, voices, and words have an inherent memorability—where some are more easily remembered than others, across people. This universality in memory means that one can make honed predictions of what people will remember, based on the events they are experiencing. Further, this universality suggests shared mechanisms across people that determines what information is saved into memory. However, it is still unknown what causes an item to be memorable—prior work suggests that it is not one singular factor (e.g., attractiveness) or a combination of factors, but instead something deeper about how the brain processes information. This project tests three major theories about what determines an item’s memorability, with the goal of answering how brains prioritize what should be saved in memory versus what should be discarded. Testing and understanding these theories makes memory more predictable—allowing for the creation of textbooks with easy-to-remember images, better diagnostic tests of Alzheimer’s disease, or art exhibits that leave a lasting impression.\r\n\r\nThese three main theories will be tested using converging methods in behavioral experiments, brain imaging (functional magnetic resonance imaging or fMRI), and artificial intelligence (AI). The first theory poses that brains organize memories in maps, and memorability reflects where an item is in that map. In other words, memorable items may be in more central, accessible locations, while forgettable items are on the less accessible outskirts. This hypothesis is tested using computational models testing the structure of these maps and how they relate to actual memory. The second theory poses that memorable items are those that are easiest for the brain to process—in other words, if it is easy to process, it is easier to save in memory. This theory is tested by looking at measures of cognitive effort (using behavior and eye-tracking methods) and testing if AI models also show similar effects. Finally, the third theory poses that this “memorability effect” reflects an important computation of the brain that happens between perceiving information and saving it into memory. This hypothesis is tested using fMRI scans to see how the brain represents memorable items and how it changes with task, stimulus type, and familiarity. In addition to experiments in the laboratory, this project also tests memory theories in more real-world settings. This project is supported by the Perception, Action and Cognition Program and the Cognitive Neuroscience Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilma",
   "pi_last_name": "Bainbridge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wilma A Bainbridge",
   "pi_email_addr": "wilma@uchicago.edu",
   "nsf_id": "000831156",
   "pi_start_date": "2025-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 346803.0
  }
 ],
 "por": null
}