{
 "awd_id": "2442450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Integrating water age and nitrate isotope biogeochemistry to advance knowledge and modeling of watershed nitrogen reactive transport",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2030-01-31",
 "tot_intn_awd_amt": 661976.0,
 "awd_amount": 260103.0,
 "awd_min_amd_letter_date": "2024-12-31",
 "awd_max_amd_letter_date": "2024-12-31",
 "awd_abstract_narration": "Nitrogen is an essential nutrient for plant growth. Each year, millions of tons of fertilizer nitrogen are applied across the U.S. Midwest to support crop production. However, less than half of this applied nitrogen is utilized by crops within the same year, and it remains unknown where the excess nitrogen is stored or how it is lost from intensively managed agricultural watersheds. This lack of knowledge prevents the closure of nitrogen budgets in many watersheds, posing a significant challenge to effectively managing nitrogen as a critical resource for agriculture while minimizing its loss to sensitive receiving waters, where it can cause a range of environmental and health issues. This research will bridge key knowledge gaps regarding the sources, fates, and storage of nitrogen in watershed systems. This will be achieved by integrating water age – a fundamental descriptor of how water transits through a watershed – and nitrate isotopes, which are intrinsic tracers of nitrogen sources and reactions, into a unified framework for quantifying and modeling nitrogen cycling at the watershed scale. By incorporating findings into public exhibits and outreach events through multiple online platforms, the project will establish a regional hub dedicated to advancing public literacy in the complex interplay of agriculture, water resources, and society. It will also foster the development of an interdisciplinary hydrologic science workforce by enhancing isotope tracer applications in undergraduate and graduate curricula.\r\n\r\nThe primary objective of the proposed research is to better understand the linkages between subsurface storage, flow path variations, and biogeochemical nitrogen cycling and, thus, to better quantify the source-sink strength and mass balance of nitrogen in tile-drained Midwestern agricultural watersheds. A multiscale design, ranging from soil columns to nested watersheds, will be used in conjunction with high-frequency water and nitrate isotope measurements to estimate time-variable water transit times and their relationship with nitrogen cycling dynamics. The resulting data and insights will be used to develop a water age-based and isotope-aided watershed reactive transport model to partition nitrogen source input into various loss and retention pathways and to assess changes in watershed nitrogen budgets and nitrogen use efficiency as a function of hydroclimatic and management forcing intensities. Through model benchmarking tests, the proposed research will lead to a theoretical advance in using nitrate isotopes to reveal macroscale biogeochemical mechanisms under complex watershed conditions. The outcomes of the research will support informed decision-making in sustainable water and nitrogen management in the agricultural Midwest.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhongjie",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhongjie Yu",
   "pi_email_addr": "zjyu@illinois.edu",
   "nsf_id": "000843666",
   "pi_start_date": "2024-12-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "333Y00",
   "pgm_ele_name": "WaLCZ-Water, Land, & Crit Zone"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 260103.0
  }
 ],
 "por": null
}