{
 "awd_id": "2442046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Investigating the Petrological and Geochemical Record of Fluid Migration in the Subduction Interface",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927977",
 "po_email": "rteasdal@nsf.gov",
 "po_sign_block_name": "Rachel Teasdale",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2030-01-31",
 "tot_intn_awd_amt": 848173.0,
 "awd_amount": 285976.0,
 "awd_min_amd_letter_date": "2025-01-15",
 "awd_max_amd_letter_date": "2025-01-15",
 "awd_abstract_narration": "Subduction zones occur at convergent plate boundaries where one tectonic plate slides underneath another, which is one of the most essential expressions of Earth dynamics. Subduction zones host some of the world's most hazardous and intense seismic and volcanic activity. When an oceanic plate sinks under another plate in the subduction zone, large amounts of fluids are released. At depth, the fluids interact with the surrounding rocks, which also affects the generation of earthquakes and volcanoes. Subduction zone fluids also influence how critical elements cycle between the Earth’s crust and mantle. This project investigates the sources of subduction zone fluids, the scale of fluid migration, and fluid interactions with surrounding rocks in the deeper sections of subduction zones. This work also aims to understand how deep fluid-rock interactions are correlated to their chemical signatures and element exchanges. Educational programs of this proposal include activities for North Carolina Latino youth and K-12 Earth/Environmental Science teachers. STEM Career & Summer Enrichment Academies will engage approximately 40 K-12 Latino youth. Professional Development Workshops will include 40 teacher participants during four summers. The proposed study will lead to several educational and societal outcomes in conjunction with anticipated scientific advancements. These outcomes include training undergraduate and graduate students and enhancing museum rock collections.\r\n\r\nThe goal of this proposal is to assess whether pervasive fluid circulations in serpentine-bearing subduction complexes are restricted to limited focus areas or migrate up-dip over kilometer scales, triggering chemical alteration in the subduction interface. It also aims to test fluid sources and mixing and assess element partitioning during fluid-rock interaction. To resolve this, samples of high-pressure – low-temperature (HP-LT) vein-related rocks and metasomatized eclogites from six localities representing warm and cold subduction gradients were selected. This project involves four sequential tasks: (1) conduct a detailed petrological assessment to characterize fluid-rock interactions at depths of ~25-60 km; (2) constrain the pressure-temperature-time of key samples to reconstruct the depths and timing of fluid-rock interaction; and combine (3) whole-rock geochemistry and Sr-Nd-Pb isotopic analysis, with (4) in-situ trace elements in hydrous minerals, to constrain the signatures, sources of the fluids, and element partitioning during fluid-rock interaction. This proposal includes two Educational activities: (a) broadening the participation of youth in geoscience by conducting STEM Career & Summer Enrichment Academies over two summers ( ~40 participants) for North Carolina K-12 Latino Youth in partnership with Juntos NC and the YES Resilience: SEE Solutions program, and (b) increasing NC K-12 Earth/Environmental Science content knowledge and pedagogy through a two summer professional teacher development workshop focused on curriculum materials aligned with newly adopted NC Essential Standards for Science and Next Generation Science Standards in partnership with the UNC Center for Public Engagement with Science (~40 participants). Other broader impacts include teaching, mentoring, and training undergraduate and graduate students at UNC Chapel Hill, enhancing community petrological collections, and disseminating findings in local and international geoscience communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kennet",
   "pi_last_name": "Flores Reyes",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kennet E Flores Reyes",
   "pi_email_addr": "keflores@unc.edu",
   "nsf_id": "000609468",
   "pi_start_date": "2025-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "330Y00",
   "pgm_ele_name": "CESEV-Chem Evo of Earth & Volc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 285976.0
  }
 ],
 "por": null
}