{
 "awd_id": "2442118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Flexible, Efficient, and Dense Power Converters Enabling a More Electric Future",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2030-03-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 433286.0,
 "awd_min_amd_letter_date": "2025-03-17",
 "awd_max_amd_letter_date": "2025-03-17",
 "awd_abstract_narration": "Driven by global energy challenges and advancements in renewable energy, modern grids increasingly integrate variable power sources and electrical loads. The increasing use of batteries, solar and fuel cells necessitate efficient and dense power conversion over a wide regulation range. This CAREER project aims to improve the size and efficiency of buck-boost power converters by leveraging advancements in wide-bandgap semiconductor technology. Moreover, instead of conventional inductive-based energy processing, we will leverage the increased energy density of capacitors to decrease passive component size and switch stress. These approaches result in a framework of condensed buck-boost converters capable of dramatically increased power density and efficiency across a wide range of operating conditions, enabling greater integration of renewable energy systems and improving drivetrains for future electrification of transportation. This work will also bring advancements in power conversion into the classroom with a curriculum focused on next-generation power conversion and lab-based learning opportunities. This project brings reaches out to the broader community through collaboration with the proposing institution's museum, in an effort that involves development of a demonstration on a vision for the future grid and integration of renewable energy, providing children and adults with hands-on experiences related to power and energy systems.\r\n\r\nIn this work, we leverage novel monolithic bidirectional switches, which can replace two back-to-back devices with one device capable of bidirectional voltage blocking. We plan to perform careful calorimetric characterization to better model and design with these devices. Moreover, this work focuses on capacitor-based topologies, due to their increased energy density; however, capacitor loss modeling under realistic operating conditions is also necessary to take advantage of the improved performance. When combined, these models will enable better design and optimization of the proposed family of buck-boost converter topologies. We will also develop improved figures-of-merit related to reliability and volume to more accurately compare these potential topologies with conventional approaches. By designing several hardware prototypes to validate our models and comparisons, we will also tackle practical implementation challenges related to using monolithic bidirectional switches in multilevel topologies, including commutation loop design, gate drive, thermal design, and control.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Coday",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha Coday",
   "pi_email_addr": "coday@mit.edu",
   "nsf_id": "000974067",
   "pi_start_date": "2025-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 433286.0
  }
 ],
 "por": null
}