{
 "awd_id": "2443851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: An Integrated Biophysical Framework for Morphogenesis and Differentiation in Development",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928897",
 "po_email": "aegarcia@nsf.gov",
 "po_sign_block_name": "Angel Garcia",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2030-01-31",
 "tot_intn_awd_amt": 775002.0,
 "awd_amount": 149926.0,
 "awd_min_amd_letter_date": "2024-12-16",
 "awd_max_amd_letter_date": "2024-12-16",
 "awd_abstract_narration": "Morphogenesis is the process by which dividing, migrating and differentiating cells shape functional organisms. Uncovering its principles--a grand challenge for physics and biology--is revolutionizing regenerative medicine and biomaterials. The principal investigator (PI) of this award will seek the mechanisms governing how avian embryos regulate their dynamic geometry during gastrulation. Avian gastrulation, highly similar to human gastrulation, is a crucial developmental phase when an embryo establishes its body axes. Using cell-resolution data from collaborators, the investigators will develop mathematical models to elucidate how experimentally controllable behaviors and mechanical properties of tens of thousands of cells interact to generate the embryo's emergent, self-organized geometry. These models will rationalize existing data, suggest new experiments, and aid in designing synthetic morphogenesis. The PI integrates a complementary educational program, providing opportunities for K-12 to graduate students to explore the physics of living systems. As a 2024 Outreach Fellow of the U.S. National Committee on Theoretical and Applied Mechanics (USNC/TAM), the PI promotes virtual outreach activities in K-12 classrooms. The PI's group hosts high school students interested in theoretical biophysics research via the UC San Diego ENLACE summer research program, which promotes cross-border interaction between the U.S. and Latin America. Other outreach efforts include the \"Annual Science Day\" and \"Math and Science Club\" initiatives at K-5 elementary schools in San Diego to expose young students to scientific research and basic concepts in physical sciences.\r\n\r\n\r\nThis research aims to elucidate how avian embryos control their emergent dynamic geometry (shape and size) during gastrulation, a critical developmental stage when the main body axes are established. Avian embryos are vertebrate amniotes whose gastrulation resembles that in humans and are ideal for imaging due to their flat geometry. Most literature has focused on genetic control of cell behaviors, neglecting the role of mechanics. The proposed research seeks the physical principles linking mechanical forces to the movements and behaviors of tens of thousands of cells. Combining active matter physics and nonlinear dynamics with experimental data from collaborators, the PI will develop a comprehensive physical framework to predict the self-organizing rheology, forces, and flow patterns shaping in-toto avian embryos. The PI has developed two theoretical tools that ideally position the group to execute this research: i) A dynamic morphometric that extracts the essential, frame-invariant features of spatiotemporal cell trajectories: attractors, their domains of attraction and repellers, enabling quantification of experimental data and comparisons with models; ii) A state-of-the-art mathematical model of avian gastrulation that discovered an active stress instability as a key driver. Building on these, the PI will model the embryo as an active viscoelastic material with self-adapting fluid-solid rheology, bridging cell-scale and tissue-scale viscoelasticity. This model will elucidate 1) how mechanical signals, such as global tension due to epibolic stretching, affect cell-scale processes like actomyosin dynamics, cytoskeletal remodeling, division, and ingression; 2) how cell divisions and ingressions modulate tissue-scale shear viscosity, heterogeneously fluidizing the embryo; and 3) the self-organized creation, destruction and evolution of actomyosin cables that drive tissue flows. This work will shed light on the role of fundamental cell behaviors in controlling embryo geometry. It will generate new testable predictions and establish a new benchmark for understanding how mechanical information propagates and is processed in living systems, offering new insights for controlling synthetic morphogenesis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mattia",
   "pi_last_name": "Serra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mattia Serra",
   "pi_email_addr": "mserra@ucsd.edu",
   "nsf_id": "000874756",
   "pi_start_date": "2024-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the Univ. of Calif., U.C. San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 149926.0
  }
 ],
 "por": null
}