{
 "awd_id": "2443757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Evaluating models of intracratonic structural reactivation: A case study of the Black Hills, western South Dakota",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924522",
 "po_email": "kblisniu@nsf.gov",
 "po_sign_block_name": "Kimberly Blisniuk",
 "awd_eff_date": "2025-06-01",
 "awd_exp_date": "2030-05-31",
 "tot_intn_awd_amt": 910814.0,
 "awd_amount": 321596.0,
 "awd_min_amd_letter_date": "2025-02-24",
 "awd_max_amd_letter_date": "2025-02-24",
 "awd_abstract_narration": "Earth’s continents have grown progressively throughout geologic time by aggregation of crustal blocks along major fault zones. As a result, continental interiors contain many dormant fault zones that represent locations where crustal blocks came together. These ancient fault zones are sites of weakness that can become reactivated to generate mountain ranges in the middle of the continents if the tectonic plate motions are appropriate and the ancient fault is sufficiently weak. However, it remains unclear which plate tectonic scenarios favor fault reactivation, leading to the unsatisfying observation that some ancient fault systems get reactivated by later tectonic events and others do not. This project will study uplift of the Black Hills, South Dakota, because it is an isolated mountain range near the middle of the North American continent that is focused on an ancient fault zone related to growth of the North American continent. To develop an understanding of ancient fault reactivation, this project will study the ancient faults exposed in the Black Hills to determine how those faults formed and evolved throughout the tectonic evolution of North America. The project will target specific sites in the Black Hills and use the chemistry of the rocks to determine their ages. This history of fault motion and rock ages from the Black Hills will be used together to determine: 1) when uplift of the Black Hills began and what tectonics processes were responsible; and 2) whether the faults that uplifted the Black Hills formed at the time of uplift, are older faults inherited from assembly of the North American continent, or both. The project will involve a high school from the Rapid City, SD region, and undergraduate and graduate students from the South Dakota School of Mines and Technology, who will receive training on how to perform geologic field work and help collect the data related to the project goals. The project PI will also generate and contribute field trip curriculum to high schools in the Black Hills region. Collectively, the project will contribute a better understanding of how plate tectonics works within continents, which will provide an explanation of why some continents have isolated mountain ranges hundreds of kilometers from the coastlines where active plate boundaries typically reside.\r\n\r\nThe general view of “strong” cratons characterized by stable Precambrian basement is challenged by observations of Precambrian basement exhumed in the cores of geologically recent orogenic belts. Rather, intracontinental deformation that exposes Precambrian rocks provides a record of the evolving strength of continental interiors relative to the forces acting on continental margins and allows for an evaluation of how inherited deformation features in the Precambrian basement may influence, or not, the rejuvenated orogen. The Laramide orogeny of western North America is an example of a geologically recent orogenic belt that exhumed Precambrian basement but has an unclear relationship to the Precambrian structures that it spatially overlaps. This project will use the Black Hills of western South Dakota to test the hypothesis that the geologic evolution of inherited structures within a Precambrian suture zone facilitated strain partitioning of pure shear and simple shear components of Laramide deformation. Determining the relationship between Precambrian and Laramide structures in the Black Hills will require modern structural analysis of both Laramide and Precambrian structures, and low-temperature thermochronometry and U-Pb geochronology on exhumed Precambrian metamorphic rocks to place better time brackets on deformation phases. Outcomes from this research will reveal the prominent sites and style of structural reactivation in the Black Hills, leading to a mechanistic understanding of intracontinental deformation as recorded by the Black Hills. Outcomes of the project will contribute to modern research objectives of the Tectonics community, including constraining the factors that influence the mechanical behavior of the lithosphere, understanding the evolution of lithospheric scale fault systems, and developing a skilled geoscience workforce. The education plan associated with the research project will involve high school and university students in field work/education and develop field trip curriculum and training for dissemination to high school faculty. These activities will strengthen the relationship between local high schools and the South Dakota School of Mines and Technology (the host university), leading to increased student interest (and expectantly enrollment) in geoscience at the university level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Waldien",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor S Waldien",
   "pi_email_addr": "trevor.waldien@sdsmt.edu",
   "nsf_id": "000836692",
   "pi_start_date": "2025-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 E SAINT JOSEPH ST",
  "perf_city_name": "RAPID CITY",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "331Y00",
   "pgm_ele_name": "SPSE-Study of Physics of Earth"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002930DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 321596.0
  }
 ],
 "por": null
}