{
 "awd_id": "2444353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical inference in the auditory system",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2025-07-01",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 450028.0,
 "awd_amount": 450028.0,
 "awd_min_amd_letter_date": "2025-03-21",
 "awd_max_amd_letter_date": "2025-03-21",
 "awd_abstract_narration": "Every day, our brains seamlessly pick out meaningful information from the cacophony of sounds that enters our ears. This ability to make sense of our acoustic surroundings relies on the brain being able to recognize patterns and predict what might come next. However, in real-world environments, sounds are rarely perfectly predictable, raising the question: how does the brain track information when patterns are uncertain or incomplete? This research seeks to understand how the brain extracts and organizes auditory information from complex, dynamic soundscapes. The work has broad implications for real-world applications, from improved audio technologies and assistive listening devices to shedding light on auditory processing challenges in specific clinical populations. \r\n\r\nThe project explores how the brain infers statistical structure from sound sequences, focusing on the way it builds an internal model of the world to interpret and predict auditory experiences. While past research has shown that the brain can recognize predictable patterns in sound, real-world listening often involves incomplete or stochastic sounds, making it unclear how this predictive process functions in natural environments. The investigator uses a combination of computational modeling, behavioral testing, and neurophysiological (EEG) experiments to study how the brain tracks complex statistical relationships and deeper temporal and multi-feature dependencies in sound sequences to guide perception. Individual differences, such as working memory capacity and perceptual sensitivity, are also evaluated for their effect on statistical tracking abilities. The project is structured around two key aims: (1) developing a theoretical framework for statistical inference in auditory processing, supported by behavioral and EEG experiments on structured sound sequences, and (2) examining how the brain integrates statistical information across multiple perceptual features. By building a comprehensive model of predictive coding in the auditory system, this research will contribute to a deeper understanding of how the brain processes real-world acoustic scenes and inform studies on auditory object perception, sensory integration, and cognitive differences in auditory inference.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mounya",
   "pi_last_name": "Elhilali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mounya Elhilali",
   "pi_email_addr": "mounya@jhu.edu",
   "nsf_id": "000234530",
   "pi_start_date": "2025-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 450028.0
  }
 ],
 "por": null
}