{
 "awd_id": "2444168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  High-Throughput AST Using Gradient-Based Microfluidic",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2025-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 305000.0,
 "awd_amount": 305000.0,
 "awd_min_amd_letter_date": "2025-02-26",
 "awd_max_amd_letter_date": "2025-02-26",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to create a rapid point-of-care antimicrobial susceptibility testing (AST) kit that can be run on the same day the sample is taken. This will help physicians to utilize the best antibiotic at the optimal dosage sooner, reducing the number of exposures for antimicrobial resistance (AMR).  Such infections are responsible for more than 2.8 million infections and 35,000 deaths annually in the U.S. The integration of the proposed platform with mobile devices for result interpretation ensures that it can be widely deployed, including in resource-limited settings and during emergencies. This adoptability is crucial for promptly responding to future pandemics and ensuring that even remote or underserved areas have access to advanced diagnostic capabilities. This project will help to reduce the economic burden associated with AMR ($20 billion/year) and infectious diseases ($41 billion/year). Once commercialized, the proposed platform is expected to promote better antibiotic stewardship, reducing antibiotic release into the environment. Antibiotics in plants and the food chain pose risks to human and animal health, and contribute to the spread of resistant bacteria, making infections harder to treat and increasing outbreak risk.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will develop a novel microfluidic platform for rapid and precise AST. Current methods, such as broth microdilution and Kirby-Bauer disk diffusion, are limited by long turnaround times of 3-5 days. This delay leads to a postponement in adjusting antibiotics. Even emerging rapid diagnostic systems, while quicker, still require >20 hours to provide results, resulting in >4 doses of broad-spectrum antibiotics before precision adjustments can be made. The proposed platform generates actionable results within 6-9 hours from time of sample, as opposed to the conventional 3-5 days, identifying not only the most efficacious drug but also the appropriate dose. In the short-term, the technology will improve patient outcomes, particularly in life-threatening conditions like sepsis. In the long-term, more precise antibiotic usage promotes stewardship and extends the overall value we can derive from antibiotics before resistance mechanisms become ubiquitous. Three primary areas of risk will be addressed during this project: 1. Compatibility with scalable manufacturing materials used in injection molding, 2. Extending the shelf life to >6 months by lyophilizing pre-loaded antibiotics, and 3. Creating colorimetric interpretation software that can run on mobile devices to provide accessible and objective analysis and readouts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Morteza",
   "pi_last_name": "Azizi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Morteza Azizi",
   "pi_email_addr": "aazizi.morteza@gmail.com",
   "nsf_id": "0000A09NF",
   "pi_start_date": "2025-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GIANT BIOSYSTEMS INC.",
  "inst_street_address": "87 MARION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2674499054",
  "inst_zip_code": "911062008",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "GIANT BIOSYSTEMS INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FQZXTU2YRYK9"
 },
 "perf_inst": {
  "perf_inst_name": "GIANT BIOSYSTEMS INC.",
  "perf_str_addr": "87 MARION AVE",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911062008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 305000.0
  }
 ],
 "por": null
}