{
 "awd_id": "2445584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITD: Development of a novel condensable carrier gas system for isotope laser spectroscopy analysis",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924658",
 "po_email": "ewidom@nsf.gov",
 "po_sign_block_name": "Elisabeth Widom",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 114165.0,
 "awd_amount": 114165.0,
 "awd_min_amd_letter_date": "2025-02-19",
 "awd_max_amd_letter_date": "2025-02-19",
 "awd_abstract_narration": "The oxygen isotope chemistry (the 18O/16O ratio) of natural materials has been used for decades to understand the natural world, including topics as diverse as paleotemperature estimates, food chain feeding structures, meteorite classification and water resource availability. It has recently been shown that the rare 17O isotope provides additional information, but unfortunately, it is very difficult to measure with sufficient precision. A revolutionary laser spectroscopy system was developed for measuring 17O in the last several years. It is easy to use, costs less than traditional mass spectrometers and is more rapid than traditional mass spectrometry. It is truly a ‘game changer’ for isotope analyses. There are several limitations to this new method however. It is proposed here to develop a method where the traditional N2 carrier gas is substituted with N2O. This allows the sample to be frozen out of a vacuum line at liquid nitrogen temperatures, and therefore easily transferred in a vacuum line. If the system works as expected, sample size will be reduced by an order of magnitude, analytical precision should double and analysis time will be reduced. University of New Mexico personnel will work with the laser manufacturer, Aerodyne Research Inc. in an academic-industry collaboration to perfect the N2O system. The new instrument will be an integral part of the research of three Ph.D. students and serve as instrumentation for several undergraduate senior-honor’s theses. It is expected that this relatively simple instrument will become the standard method for analyzing triple oxygen isotope ratios.\r\n \r\nLaser-based spectroscopy (TILDAS) is a straightforward, rapid and accurate method for determining triple oxygen isotope ratios (d18O, Dˈ17O) of CO2 gas. Sample preparation and laser analysis are straightforward, however, the system requires a precisely diluted sample of ~450 ppm CO2 in an optically transparent carrier gas (N2 or CO2-free air) which involves a sophisticated interface. Gas mixing takes close to 30 minutes, and aliquots of the sample gas are pumped away after each measurement, limiting ultimate precision. Here it is proposed to substitute a liquid nitrogen condensable gas (N2O) in place of N2. Being able to freeze out the sample will lead to 1) rapid mixing times, doubling the throughput rate, 2) smaller sample requirements to as low as 14 micrograms calcite equivalent and 3) increased precision due to repeatable analysis of the same sample gas. It will significantly expand the reach of triple isotopes. Initial test results are very promising (d18O ±0.03‰; d17O ±0.05 ‰, Dˈ17O ±60 per meg, 1s), but further improvements require additional modifications to the TILDAS system. The inlet system will be redesigned and collaborations with Aerodyne Research Inc. will improve the analysis software and interface to develop an automated N2O based system that can be used for triple isotope analysis of CO2 gas, carbonates, water, soil water, leaves, blood, etc. This will be the primary research effort of a Ph.D. student working closely with the principle investigator. Results will be published in peer-reviewed scientific journals and work with the laser manufacturer will result in the system available to new users. Initial applications (3 Ph.D. students and one undergraduate student) will be for 1) soil water and associated carbonates, 2) lake carbonates for paleoclimate, 3) body water (measured as blood) of desert dwellers, 4) evaporation studies of equisetum, and 5) degassing kinetics of modern travertines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Sharp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary Sharp",
   "pi_email_addr": "zsharp@unm.edu",
   "nsf_id": "000461397",
   "pi_start_date": "2025-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas BLVD NE STE 2200",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 114165.0
  }
 ],
 "por": null
}