{
 "awd_id": "2445300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "How larval neurons are reprogrammed for adult behaviors in Drosophila",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924958",
 "po_email": "lborodin@nsf.gov",
 "po_sign_block_name": "Laura N. Borodinsky",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 502563.0,
 "awd_amount": 502563.0,
 "awd_min_amd_letter_date": "2025-03-06",
 "awd_max_amd_letter_date": "2025-03-06",
 "awd_abstract_narration": "As animals enter different stages of life, their needs and behaviors change. How the nervous system changes to allow for stage-appropriate behaviors is a central question in neuroscience, with connections to neurological disease and mental health. Many behaviors specific to adults arise after a period of maturation, e.g., puberty, when a juvenile transforms into an adult. The nervous system transforms drastically during this time, including the birth of new cells that build the circuits for adult behaviors. Across the animal kingdom, juvenile neurons have been reported to reprogram during maturation and contribute to circuits for adult-specific behaviors by poorly understood molecular mechanisms. The lag in our understanding is due in part from the technical challenges in identifying developmentally reprogrammed neurons in the first place. This project leverages a powerful system to study maturational reprogramming of neurons at cellular and molecular level. This investigation will test the hypothesis that development can use the same neurons to construct a variety of neural circuits whose use is specific to different sexes and stages of life. The project will offer immersive neuroscience and biomedical training for undergraduates, master’s students, and postbaccalaureate researchers before pursuing a PhD in neuroscience or related fields. Undergraduate students in an investigative neurobiology course will also engage in hands-on lab experiences, contributing directly to ongoing research. \r\n \r\nIn Drosophila, sex-specific behaviors, like mating, develop when juvenile larvae metamorphose into adults. Prior studies identified a small population of interneurons in the adult female nerve cord, the DDAG neurons, that influence many aspects of female fertility. These neurons are born during embryogenesis and exist as mature interneurons in larvae of both sexes. During metamorphosis, the juvenile counterparts of the DDAG neurons acquire sex-specific identity, apoptose in males, and reprogram in females for mating functions. The circuits for reproductive behavior in flies are thus partially built from developmentally reprogrammed neurons with former activities in sex-agnostic juvenile larvae. This project will use the DDAG neurons to study the developmental and molecular mechanisms that reprogram neurons during maturation. The work will (1) determine how different subtypes of DDAG neurons in adults contribute to female behavior and elucidate the larval counterparts of each DDAG subtype and their functions in larvae; and (2) uncover the molecular mechanism that reprograms the DDAG neurons during metamorphosis. This investigation will test the hypothesis that two segmentally repeating neuronal subtypes in larvae that regulate locomotion reprogram to five adult subtypes with different functions in female mating. Further, the study will test the hypothesis that a transcription factor program present in the larval counterparts of these neurons reprograms them in response to a permissive metamorphic hormone. Taken together, this project will provide transformative insights into the mechanisms that govern the reprogramming of juvenile neurons during maturation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Shirangi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Troy Shirangi",
   "pi_email_addr": "troy.shirangi@villanova.edu",
   "nsf_id": "000743103",
   "pi_start_date": "2025-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Villanova University",
  "inst_street_address": "800 E LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "VILLANOVA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105194220",
  "inst_zip_code": "190851603",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "VILLANOVA UNIVERSITY IN THE STATE OF PENNSYLVANIA",
  "org_prnt_uei_num": "HJEPRMTQMMR4",
  "org_uei_num": "EYNYSU6L8ZX6"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova University",
  "perf_str_addr": "800 E LANCASTER AVE",
  "perf_city_name": "VILLANOVA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190851603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 502563.0
  }
 ],
 "por": null
}