{
 "awd_id": "2449799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Assessing the impact of firefighting foam spill on PFAS pollution in Brunswick Maine",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 99940.0,
 "awd_amount": 99940.0,
 "awd_min_amd_letter_date": "2025-01-15",
 "awd_max_amd_letter_date": "2025-01-15",
 "awd_abstract_narration": "Per- and polyfluoroalkyl substances (PFAS) are a class of chemicals that can contaminate the environment and affect public health. Because of the health concerns, there is a critical need to understand how humans are exposed to PFAS compounds transported through the environment. On August 19, 2024, there was a spill of PFAS-containing firefighting foam at the Brunswick Executive Airport in Brunswick, Maine. Investigators will measure PFAS concentrations in soil and water samples obtained from multiple sites around the spill over the course of one year. These measurements will be used to assess how these PFAS “forever chemicals” move through soil and water over time. Benefits to society from this project include data sharing with scientists and educators to advance knowledge, and results disseminated in the form of peer reviewed studies that regulators, policymakers, and other stakeholders can use to implement better strategies for emergency response to such spills.\r\n\r\nResearch has demonstrated that PFAS contamination of the environment has significant effects on human and ecological health. Researchers typically have access only to studies of sites that have been contaminated in the past such as landfills, burn pits, or former manufacturing facilities. This results in a significant knowledge gap in our understanding of PFAS fate and transport from recent releases. A spill of firefighting foam containing high concentrations of PFAS at the Brunswick Executive Airport presents a once-in-a-lifetime opportunity to reveal mechanistic insights about PFAS contamination after a spill in a well-defined watershed. The goal of this project is to understand the distribution of PFAS within the soil horizon and the impacted watershed as a function of time and proximity to the spill site. The specific research objectives are to collect, archive, and analyze PFAS in soil and water samples at various locations over time to reveal mechanistic insight on PFAS fate and transport. Results from this study can help develop mitigation strategies for emergency response groups to prioritize containment and clean up. In addition, the work can help impacted municipalities implement effective water advisories for their residents, as well as benefiting a broader group of researchers, policymakers and other stakeholders who study and manage PFAS contamination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arjunkrishna",
   "pi_last_name": "Venkatesan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arjunkrishna Venkatesan",
   "pi_email_addr": "arjun.venkatesan@njit.edu",
   "nsf_id": "000757732",
   "pi_start_date": "2025-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 99940.0
  }
 ],
 "por": null
}