{
 "awd_id": "2450961",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AccelNet Design: Integrating global networks to advance parasite ecology and transmission research at the human-animal-environment interface",
 "cfda_num": "47.079, 47.083",
 "org_code": "01090000",
 "po_phone": "7032922235",
 "po_email": "kchoover@nsf.gov",
 "po_sign_block_name": "Kara C. Hoover",
 "awd_eff_date": "2025-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 299347.0,
 "awd_amount": 299347.0,
 "awd_min_amd_letter_date": "2025-04-08",
 "awd_max_amd_letter_date": "2025-04-08",
 "awd_abstract_narration": "The majority of emerging infectious diseases are zoonotic (transmitted to humans from animals). Many factors, ranging from the molecular to landscape scale, shape pathogen transmission at the interface of people, animals, and our shared environments. Toxoplasma gondii is a globally distributed zoonotic parasite that can survive in the environment for long periods of time. This parasite can cause disease in humans, domestic animals, and wildlife. Different genetic types or “genotypes” of T. gondii have varying impacts on human and animal health, with some genotypes causing severe and fatal disease. Understanding where these genotypes emerge and how they spread at the interface of people, animals, and the environment is vital for protecting human and animal health. The international Network-of-Networks (NoN) will bring together researchers and students from different disciplines and backgrounds investigating T. gondii across the world to create shared tools and research approaches that will advance understanding of zoonotic parasite transmission. As T. gondii infection impacts human and animal populations globally, this project will enhance public and animal health and well-being as well as wildlife conservation. By investing in the development of early-career researchers and fostering a culture of knowledge sharing, our approach will also contribute to the development of a STEM workforce trained in international collaboration and prepared to tackle global challenges in zoonotic disease and public and animal health.\r\n\r\nParasite characteristics, host ecology, and landscape factors can shape T. gondii diversity as well as the emergence of novel genotypes. However, field methods, diagnostic tools, and genotype characterization approaches vary widely across international research groups and geographic regions, limiting understanding of global patterns and processes in parasite transmission and evolution. By integrating three core existing networks and strengthening emerging partnerships with networks, research groups, and consortia focused on different aspects of T. gondii biology, ecology, and epidemiology, this AccelNet Design project will build readiness to launch an international NoN to advance research on parasite transmission and ecology. Existing core networks include the International Network for Environmental Toxoplasma Studies, the Food and Environmental Parasitology Network of Canada, and the Brazilian Toxoplasmosis Research Network (Rede Toxo). The project aims to increase global collaborative research capacity for complex field, lab, and analytic approaches to understand parasite transmission among environments and hosts through 1) an in-person workshop to identify critical knowledge gaps and research needs and to create shared strategies for communication, collaboration, and partnerships among networks, 2) sharing field and lab methods and protocols among networks to facilitate standardization, 3) postdoctoral researcher and graduate student training and exchanges among network laboratories to share knowledge and strengthen STEM workforce development, and 4) harmonizing network approaches for characterizing and sharing field, diagnostic, and genotype data. Building shared field, molecular, and data management and analysis methods, this NoN will accelerate collaborative T. gondii research to advance understanding of parasite transmission at the human-animal-environment interface. Workforce development and global networking efforts will also include developing collaborative virtual and in-person outreach approaches with audiences ranging from healthcare and animal management professionals to the broader public.\r\n\r\nThis project is jointly funded by the Accelerating Research through International Network-to-Network Collaborations (AccelNet) program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "VanWormer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth VanWormer",
   "pi_email_addr": "liz.vanwormer@unl.edu",
   "nsf_id": "000676940",
   "pi_start_date": "2025-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Roos",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Roos",
   "pi_email_addr": "droos@sas.upenn.edu",
   "nsf_id": "000086037",
   "pi_start_date": "2025-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Shapiro",
   "pi_email_addr": "kshapiro@ucdavis.edu",
   "nsf_id": "000545624",
   "pi_start_date": "2025-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "069Y00",
   "pgm_ele_name": "AccelNet - Accelerating Resear"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 299347.0
  }
 ],
 "por": null
}