{
 "awd_id": "2451885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Vivificando Valores Incluyentes Radicalmente en la Educacion de Ingenieria (ViVIR): Inspiring Radically Inclusive Values in Engineering Education",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2029-09-30",
 "tot_intn_awd_amt": 649149.0,
 "awd_amount": 342108.0,
 "awd_min_amd_letter_date": "2024-12-05",
 "awd_max_amd_letter_date": "2024-12-05",
 "awd_abstract_narration": "Many researchers have established that groups Historically Minoritized and Marginalized (HMM) in STEM (e.g., women, Hispanic, Indigenous, Black) tend to place greater importance on social/communal, cultural, and altruistic values when making education/career decisions. However, their perceptions of stereotypical STEM culture are incongruent with such values and discourages consideration of STEM education/careers. This is commonly referred to as Goal Congruity Theory. Not only does this incongruity discourage consideration of STEM education/careers, it also thwarts efforts to broaden participation of HMM in STEM. In fact, despite the countless resources invested to broaden participation in engineering, women and Hispanic, LatinX/e/a/o, XicanX/e/a/o peoples, inclusive of their intersectionalities (HLX+), represent only 16% and 9% of the college educated engineering workforce, respectively. Although, the efforts have resulted in an increased share of engineering Bachelor’s degrees awarded to women (24%) and HLX+ (14%) over the years, women and HLX+ are still unacceptably underrepresented in the college educated engineering workforce. Considerable research has explored engineering identity development as a potential solution to address many of the issues facing engineering education. However, critiques of the narrow focus of the literature (e.g., identification with the profession itself, historical definitions of the profession) disclose that none ask students to connect their beliefs, values, or other aspects of identity to engineering. Engineering identity may support recruitment and retention efforts, but it is wanting if the central goal is to broaden participation and increase diversity because individuals’ backgrounds (e.g., ethnic, racial, cultural, gender, sexual preference, historical) and their associated beliefs and values are not even considered in many of the engineering identity constructs. Therefore, in alignment with the National Science Foundation’s Broadening Participation in Engineering program, this project intends to enable and encourage the participation of all citizens in the engineering enterprise by challenging these patterns. \r\n\r\nThis project will take on a holistic approach to enhance “servingness” at HSIs and beyond by creating an identity affirming culture in engineering education. Hispanic, LatinX/e/a/o, XicanX/e/a/o undergraduate students, inclusive of their intersectionalities (HLX+), in engineering will participate in a program that nurtures holistic identity development and empowerment informed by Anzaldua’s Path to Conocimiento (i.e., Conocimiento). Path to Conocimiento is framework that contributes to their making meaning of the transitional journey that naturally occurs during higher education. Students will engage in autoethnographic inquiry to make meaning of their experiences as HLX+ in engineering education and then identify where and how they can dismantle cultural barriers or transform hegemonic structures. The Conocimiento will also provide the context to explore HLX+ Cultural, Community, Racial, Ethnic (CCoRE) values. The research component, using a combination of qualitative and participatory research methods, will seek to answer: (1) What are the salient CCoRE values that HLX+ undergrads bring with them into their engineering education?; (2) Where and how do HLX+ undergrads experience conflicts with their CCoRE values during their engineering education?; and (3) How do HLX+ undergrads navigate conflicts with their CCoRE values when empowered with their own conocimiento? This new knowledge will be used to develop a workshop to inspire and aid faculty to create an identity affirming culture within their research teams and/or in their classes, departments, and beyond. Ultimately, this project seeks to (1) empower students to recognize and disrupt hegemonic engineering education structures and, by extension, the profession, (2) dismantle cultural barriers that dissuade historically minoritized and marginalized people from participating in engineering education/careers, and (3) transform the dominant engineering culture by inspiring radically inclusive values, particularly among faculty and HLX+.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cole",
   "pi_last_name": "Joslyn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cole Joslyn",
   "pi_email_addr": "cole.joslyn@nau.edu",
   "nsf_id": "000846297",
   "pi_start_date": "2024-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 342108.0
  }
 ],
 "por": null
}