{
 "awd_id": "2451629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I: Highly Efficient Photovoltaic Power Converter for Optical Power Beaming",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2025-02-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 305000.0,
 "awd_amount": 305000.0,
 "awd_min_amd_letter_date": "2025-02-07",
 "awd_max_amd_letter_date": "2025-02-07",
 "awd_abstract_narration": "The broader impact/commercial impacts of this Small Business Technology Transfer (STTR) Phase I project are in addressing critical bottlenecks in the unmanned aerial vehicle, wireless power transmission, and semiconductor industries. The proposed laser power beaming innovation plays a pivotal role in establishing a power grid for remote provisioning of energy to devices. The proposed work is important for several industry verticals where physical wiring may not be a practical solution for continuous and clean power supply. The electric aircraft market has an immediate need for an alternative charging solution. Battery longevity remains a critical bottleneck in the drone industry, causing disruptions in usage and operational efficiency due to frequent and mandatory recharging procedures. This work targets expansion of battery capabilities through a far-field wireless charging solution which directly addresses the unmet needs of drone manufacturers and operators alike and allows for longer operational periods, greater flexibility in device usage, and increased performance capabilities. This project stands to contribute to the fields of photonics, semiconductor technology, and energy harvesting, providing a novel solution to a longstanding challenge in the electrical aircraft market through the advancement and application of wireless power transfer. The proposed innovation serves to drive innovation in the energy efficiency technologies, which are critical to national energy independence and technological leadership. \r\n\r\nThis Small Business Technology Transfer (STTR) Phase I project aims to enhance the overall power conversion efficiency for wireless power transmission systems through the development of a highly efficient photovoltaic power converter. The proposed innovation is built on the concept of a one-way coherent absorber with inverse-designed aperiodic multilayer front- and back-reflectors that enable maximal optical absorption in a thin-film photovoltaic material for broad incident angles. Innovative design configurations and high-quality fabrication through molecular beam epitaxy will be employed to construct the device based on optimized multilayer binary mirrors, thus aiming to reach record-high external quantum efficiency by efficiently trapping monochromatic light for an oblique angular range. The proposed photovoltaic receiver, responsible for absorbing laser fluence and converting it to electrical energy, will realize substantial progress in power conversion efficiency for far-field power transmission. This approach, which integrates advanced optical and electrical characterization methods, promises to deepen the understanding of light-matter interactions at the atomic scale and has the potential to unlock new avenues for high-efficiency, scalable wireless power systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erina",
   "pi_last_name": "Vela",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erina Vela",
   "pi_email_addr": "erina@beamfeed.co",
   "nsf_id": "0000A09L2",
   "pi_start_date": "2025-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Tamargo",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maria C Tamargo",
   "pi_email_addr": "mtamargo@ccny.cuny.edu",
   "nsf_id": "000332998",
   "pi_start_date": "2025-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BEAMFEED LLC",
  "inst_street_address": "19 MORRIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "4079107126",
  "inst_zip_code": "112051095",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": "BEAMFEED LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z6VZLPL937C4"
 },
 "perf_inst": {
  "perf_inst_name": "BEAMFEED LLC",
  "perf_str_addr": "19 MORRIS AVE",
  "perf_city_name": "BROOKLYN",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112051095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 305000.0
  }
 ],
 "por": null
}