{
 "awd_id": "2451117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation potential of high-efficiency nanophotonic lithium niobate waveguides",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2025-03-26",
 "awd_max_amd_letter_date": "2025-03-26",
 "awd_abstract_narration": "This I-Corps project is based on the development of devices to study the behavior of light at the nanometer scale and the interaction of nanometer-scale objects with light. These devices may be used to improve the performance of optical systems in a broad range of applications including communications, medical diagnostics, and quantum technology. In addition to optical systems, the technology also may advance the semiconductor manufacturing capability in the U.S., as well as benefit the development of quantum technologies. The technology uses lithium niobate crystals, which are considered one of the most important materials for modern optics, even though there are efficiency limitations with current devices using these materials. This technology may serve as the foundation to improve the performance of optical systems that will transform and improve current computing, security, and communication systems.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of nanophotonic lithium niobate devices. The large second-order coefficient of lithium niobate forms the foundation for numerous optical applications in both classical and quantum regimes, including expanding the wavelength of light sources and generating quantum states for quantum communications. Nonlinear efficiency is one of the most critical metrics. To further increase nonlinear efficiency, chip-scale lithium niobate devices made with nanofabrication technology have been developed. Unfortunately, despite intensive efforts in the past decade, such chip-scale lithium niobate devices failed to deliver the promised high nonlinear efficiency due to non-uniformity. To overcome this issue, an adapted poling technique has been developed to compensate the non-uniformity, and it was shown that the ideal phase-matching condition can be recovered. Further, it was demonstrated that the nonlinear efficiency may be increased by over ten-fold. Chip-scale lithium niobate devices may provide important benefits in system size, weight, and power consumption and change the landscape of lithium niobate applications ranging from laser sources and optical sensing to quantum communications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linran",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linran Fan",
   "pi_email_addr": "linran.fan@utexas.edu",
   "nsf_id": "000782981",
   "pi_start_date": "2025-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}