{
 "awd_id": "2501581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation Potential of a Tool for Personalized Assessment and Treatment of Post-amputation Pain",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2024-12-30",
 "awd_max_amd_letter_date": "2025-03-05",
 "awd_abstract_narration": "The broader impact of this I-Corps project is the development of a pain assessment and intervention recommender technology. This technology is designed for the person who lives with post-amputation pain, a growing population worldwide due to trauma or vascular disease (e.g., diabetes, peripheral vascular disease). People experience a range of pain following amputation, including residual limb pain (i.e., pain felt in the remaining limb) and phantom limb pain (i.e., pain felt in the part of the limb that no longer remains). Phantom limb pain affects up to 86% of individuals with amputation and results in added health care expenses in the first year following amputation. In addition to being prevalent, amputation-related pain is associated with poorer health outcomes, interference with life activities, anxiety, and depression. While many treatments exist, success rates with treatments vary, and it is not clear how to optimize treatment prescription. Long-term, the application of the pain assessment and intervention recommender technology can include other chronic pain populations such as chronic low back pain or fibromyalgia, thereby expanding the commercial potential of this project.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of the technology. This solution is based on the development of a pain assessment and intervention recommender technology. Current standards for assessing pain involve patient reports during a clinic appointment. However, these reports can be affected by recall bias and the clinic environment. This technology enables the patient to have a real-time assessment that occurs in their home environment. The assessment can be performed virtually, which has the potential to improve care for all patients regardless of their proximity to services. The results are processed through a recommender platform that uses machine learning algorithms to generate a personalized recommendation for intervention. The goal of the recommended intervention is to increase the patient's ability to participate in desired roles and activities through effective pain treatment. The pain assessment and intervention recommender has the potential to guide more effective treatment recommendations, reduce clinical follow-up visits, and improve accessibility for patients in rural areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tonya",
   "pi_last_name": "Rich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tonya Rich",
   "pi_email_addr": "rich1038@umn.edu",
   "nsf_id": "0000A153M",
   "pi_start_date": "2024-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "One Veterans Drive",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}