{
 "awd_id": "2501466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Catchment-scale rapid redistribution of carbon and sediment following catastrophic disturbance in Southern Appalachia",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2024-11-15",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 37052.0,
 "awd_amount": 37052.0,
 "awd_min_amd_letter_date": "2024-11-14",
 "awd_max_amd_letter_date": "2024-11-14",
 "awd_abstract_narration": "This project examines the geomorphic imprint of extreme flooding and mass movements in Southern Appalachia associated with Hurricane Helene. These events represent a rare opportunity to consider how highly altered catchments episodically recruit and redistribute sediment and carbon. As a conceptual model, scientists expect that episodic mass movements formerly introduced large quantities of wood and sediment that created reach- to catchment-scale geomorphic and ecological heterogeneity. The persistence of these effects varied through time and space as transport capacity and the ability to rework mass movement materials increased downstream. The removal of mass movement materials in tandem with extensive land-use in these anthropogenically modified catchments has simplified river corridors in the region. Scientists consequently have limited understanding of how, how much, and where mass movement deposits once shaped catchments. This project involves an early career investigator and students. It will expand regional partnership and collaboration with conservation organizations that are working to restore stream function in the southern Appalachian Mountains.\r\n\r\nLittle attention has been given within the scientific literature to the role of mass movements in recruiting and redistributing carbon and sediment in catchments in Southern Appalachia, largely because the rarity in these events, the transience of the outputs, and eventual removal of deposits by land managers. The few studies that do exist have mostly been limited to the Western United States, and their findings of limited applicability in more humid settings. The long return interval of recent events creates a unique opportunity for the principal investigator to start documenting the temporal persistence of wood and sediment redistribution at these locations. The objectives of this project are to: 1) quantify mass movement effects on recruitment and rapid redistribution of wood and sediment in catchments with varying morphologies in Southern Appalachia and 2) understand how those effects scale with stream order. The investigator hypothesizes that mass movement effects will scale with stream order where lower order streams will recruit more wood and sediment from mass movements, but rapid redistribution of carbon and sediment will occur at varying intervals downstream in higher order streams.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Marshall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Marshall",
   "pi_email_addr": "amarshall@utk.edu",
   "nsf_id": "0000A1JF3",
   "pi_start_date": "2024-11-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 37052.0
  }
 ],
 "por": null
}