{
 "awd_id": "2502649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Advancing the Field of Data Science in the Early Childhood Years",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922255",
 "po_email": "tfrank@nsf.gov",
 "po_sign_block_name": "Toya frank",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 99937.0,
 "awd_amount": 99937.0,
 "awd_min_amd_letter_date": "2024-12-12",
 "awd_max_amd_letter_date": "2024-12-12",
 "awd_abstract_narration": "This set of workshops on data science addresses a critical need for the U.S., increasing STEM learning opportunities for the Nation's youngest learners. Data science skills (collecting, organizing, visualizing, analyzing, interpreting, and sharing data for yourself and other people) are crucial for 21st century learners and will become increasingly essential to navigate the educational pathways and workforce needs of the future. Data science is fast becoming a dominant part of scientific, economic, and social scientific reasoning, as well as a necessary perspective for making life decisions that rely on data. But there is little work in either research or development with students younger than 2nd grade, and even less focusing on children not yet in kindergarten. By expanding knowledge in an emergent content area where young children are currently underserved, this set of three workshops will build capacity to create rigorous, equitable, inclusive, and culturally responsive data science teaching resources, a necessity for school readiness in the early childhood years.\r\n\r\nThe series of three, cumulative workshops will bring together leading data science education researchers, early childhood education researchers, and media researchers and developers with the purpose of building knowledge to achieve two related goals: (1) define the scope of the data skills children ages 3-7 years are capable of attaining; and (2) identify strategies for effectively nurturing data skills in these early childhood years. The first workshop will be a one-day, in-person event with approximately 25 participants (early childhood learning scientists; educational researchers who focus on early childhood and/or data; early childhood researchers who focus on cultural relevance; early childhood practitioners, especially those who think about social emotional development; media educators with expertise in early childhood STEM; and educational policy experts who focus on data). The second and third workshops will be held online and are open to anyone who has an interest in the topic, especially those who did not attend the in-person workshop. The online workshops will build on the first workshop's learnings to further advance the project's progress towards an early childhood data science learning framework. All three workshops will be organized around these guiding questions: \r\n\r\n1.\tWhat have we learned from current/past research and development projects that provides a starting place for thinking about the data skills and mindsets young children could develop?\r\n2.\tWhat do we know about the nature of young children's capacity for social emotional learning and how can that inform the development of age-appropriate data science learning goals, which can be taught both equitably and rigorously?\r\n3.\tHow do we ensure that we are exploring data science so that it is culturally relevant for a diverse array of children?\r\n\r\nEvaluation of the workshops will focus on the utility and completeness of the early childhood data science learning framework and the extent to which the meetings catalyzed new work and/or new partnerships. Following the workshops, the project team will finalize the framework, which can be used and built upon by curriculum developers, formal and informal educators, media designers, and researchers beyond this grant. Importantly, this project could ultimately increase the number of children who are equipped with data science skills and increase the number of educators who can confidently support children's data science skills.\r\n\r\nThe Discovery Research preK-12 program (DRK-12) is an applied research program\r\nthat seeks to significantly enhance the learning and teaching of science, technology,engineering, and mathematics (STEM) by preK-12 students and teachers. Projects in\r\nthe DRK-12 program build on fundamental research in STEM education and prior\r\nresearch and development efforts that provide theoretical and empirical justification for\r\nfunded projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Wolsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Wolsky",
   "pi_email_addr": "marisa_wolsky@wgbh.org",
   "nsf_id": "000513187",
   "pi_start_date": "2024-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andee",
   "pi_last_name": "Rubin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andee Rubin",
   "pi_email_addr": "andee_rubin@terc.edu",
   "nsf_id": "000221788",
   "pi_start_date": "2024-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WGBH Educational Foundation",
  "inst_street_address": "1 GUEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIGHTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173002000",
  "inst_zip_code": "021352016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WGBH EDUCATIONAL FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKSJF1SPLXX9"
 },
 "perf_inst": {
  "perf_inst_name": "WGBH Educational Foundation",
  "perf_str_addr": "1 GUEST ST",
  "perf_city_name": "BRIGHTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021352016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 99937.0
  }
 ],
 "por": null
}