{
 "awd_id": "2506644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Enhancing Career Decision-making for Individuals with ASD Through Adaptive Vocational Assessment Using Reinforcement Learning",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928848",
 "po_email": "lportnoy@nsf.gov",
 "po_sign_block_name": "Lindsay Portnoy",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 304951.0,
 "awd_amount": 304951.0,
 "awd_min_amd_letter_date": "2025-03-21",
 "awd_max_amd_letter_date": "2025-03-21",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Technology Transfer (STTR) Phase I project lies in its transformative approach to addressing the critical employment challenges faced by over 5 million autistic adults in the U.S. where unemployment rates soar as high as 85% and many remain underemployed. Current vocational assessments are not only costly and time-consuming but also fail to capture the unique strengths of these individuals. This unique innovation leverages advanced reinforcement learning (RL) integrated with an immersive virtual reality (VR) environment to gather detailed skills, interests, and behavioral data, thereby enabling precise and adaptive job matching. This project enhances scientific and technological understanding by exploring the intersection of AI and VR within the field of neurodiversity, setting a new benchmark for personalized career support. Initially serving high school students and job training programs, the system is poised for expansion into state vocational rehabilitation agencies, creating a sustainable, subscription-based commercial model that provides a durable competitive advantage. By empowering autistic individuals to secure meaningful employment, the solution not only meets a significant market need but also promises to measurably reduce economic dependency projected to reach $11.5 trillion by 2029 to enhance workplace success to positively impact thousands of lives by year three.\r\n\r\nThis Small Business Technology Transfer (STTR) Phase I project addresses the critical challenge of vocational assessment for individuals with autism spectrum disorder (ASD) by developing an innovative AI-powered virtual reality (VR) system. The project aims to overcome the limitations of conventional evaluation methods by integrating advanced cognitive modeling and reinforcement learning (RL) algorithms to deliver adaptive, personalized vocational assessments and job matching solutions. The research involves simulating real-world vocational environments within VR to capture comprehensive performance metrics and behavioral data. In parallel, synthetic data generation via cognitive models replicates ASD-specific interaction patterns, thereby augmenting the training dataset for the RL framework. This dual approach enables continuous optimization of assessment strategies and job recommendation algorithms based on real-time user feedback. The anticipated technical results include improved accuracy in skill assessment and job matching, reduced evaluation bias, and enhanced predictive performance of vocational outcomes. Moreover, the system’s design incorporates a scalable framework amenable to integration into existing vocational training and human resources infrastructures, thereby offering substantial commercial potential. By leveraging interdisciplinary principles from AI, human-computer interaction, and behavioral sciences, this project promises significant advancements in personalized vocational evaluation and employment integration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandi",
   "pi_last_name": "Timmons",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brandi A Timmons",
   "pi_email_addr": "brandi@incuentro.com",
   "nsf_id": "0000A1YCP",
   "pi_start_date": "2025-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thuy Ngoc",
   "pi_last_name": "Nguyen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thuy Ngoc Nguyen",
   "pi_email_addr": "ngoc.nguyen@udayton.edu",
   "nsf_id": "000947588",
   "pi_start_date": "2025-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INCUENTRO LLC",
  "inst_street_address": "11518 SHADOW WAY ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2818266020",
  "inst_zip_code": "770245216",
  "inst_country_name": "United States",
  "cong_dist_code": "38",
  "st_cong_dist_code": "TX38",
  "org_lgl_bus_name": "INCUENTRO LLC",
  "org_prnt_uei_num": "G631YG5L1L61",
  "org_uei_num": "G631YG5L1L61"
 },
 "perf_inst": {
  "perf_inst_name": "INCUENTRO LLC",
  "perf_str_addr": "11518 Shadow Way",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770245216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "38",
  "perf_st_cong_dist": "TX38",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 304951.0
  }
 ],
 "por": null
}