{
 "awd_id": "2506500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engineering Atomically Dispersed Metal-Site Air Cathodes via Electrospinning at Multi-Scales for Low-Temperature Fuel Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-11-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 253536.0,
 "awd_amount": 137790.0,
 "awd_min_amd_letter_date": "2024-12-02",
 "awd_max_amd_letter_date": "2024-12-02",
 "awd_abstract_narration": "Hydrogen proton-exchange membrane fuel cells (PEMFCs) are vital for future vehicle electrification, particularly in heavy-duty and long-range transportation applications, due to their high-energy density and high efficiency. However, the expensive and scarce platinum catalysts hinder the widespread applications of PEMFCs and should be replaced by earth-abundant elements. Atomically dispersed and nitrogen coordinated transition metal sites (e.g., iron, cobalt, and manganese) embedded in carbon have emerged as promising low-cost air cathodes in PEMFCs. One technical barrier concerning the catalyst’s use is that their intrinsic activity is difficult to transfer in the membrane electrode assemblies in actual hydrogen fuel cells because of insufficient stability, low catalyst utilization, severe carbon corrosion, and inferior mass transport. This project's outcomes will advance the knowledge of designing sustainable and earth-abundant catalysts and their integration into high-performance electrodes for hydrogen fuel cells and other electrochemical energy technologies. Such inexpensive and clean energy technologies directly benefit transportation electrification and grid-scale renewable energy storage and conversion, which are essential for energy and environmental sustainability. The joint project also provides excellent opportunities for education and outreach activities associated with hydrogen energy science and technologies for under-representative students in southern Louisiana and western New York. \r\n\r\nThe collaborative project aims to incorporate highly active single metal site catalysts into fibrous electrodes via electrospinning approaches to establish favorable and robust three-phase interfaces for efficient air cathodes. The electrospinning technique could also construct effective nanofiber-based morphology and ensure sufficient meso- and macro-porosities in catalytic layers for efficient mass/charge transports and critical proton conductivity, leading to significant performance and durability improvements. The ligand coordination environments and local carbon structures of atomically dispersed active metal sites will be regulated through controlling catalyst precursors and electrospinning polymers. Innovative strategies will be developed to construct fibrous electrode architecture with balanced porosities and morphologies for favorable mass/charge transport, uniform ionomer dispersion, maximized catalyst utilization, and improved stability. The fundamental knowledge and understanding gained from this project include the rational design of catalyst precursors in boosting intrinsic activity and site density based on innovative metal-organic frameworks, the correlations between chemistry and structures of polymer fibers and the derived carbon nanostructure and morphologies, and the precise control of the pore structures and geometry of the derived carbon nanofibers within the three-dimensional air cathodes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Wu",
   "pi_email_addr": "gangw@wustl.edu",
   "nsf_id": "000675967",
   "pi_start_date": "2024-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 137790.0
  }
 ],
 "por": null
}