{
 "awd_id": "2507435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  AI-Enhanced Feedback to Accelerate Literacy, Creativity, and Student Engagement",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928848",
 "po_email": "lportnoy@nsf.gov",
 "po_sign_block_name": "Lindsay Portnoy",
 "awd_eff_date": "2025-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 305000.0,
 "awd_amount": 305000.0,
 "awd_min_amd_letter_date": "2025-04-09",
 "awd_max_amd_letter_date": "2025-04-09",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase I project will significantly improve student literacy and creativity skills through our AI powered feedback system for creativity and ultimately prepare our students in the US for future job challenges. Inspire Reading will transform English language learning experience for students in grades 3-8, leading to greater impact on students' reading and writing skills. There are hundreds of products in the market but none of them have addressed the poor reading and writing outcomes we are seeing through national testing like NAEP with only 33% of students being proficient in 4th grade.  Through providing immediate AI-powered feedback on reading comprehension, writing and creativity skills, Inspire Reading will help prepare students for future challenges and the workforce. Positioned at the intersection of educational technology, cognitive science, and AI-driven assessment, Inspire Reading targets the $8 billion reading intervention market. By year three we aim to reach 500,000 students. The AI Feedback for Creativity (AIFC) auto feedback system, alignment to state standards, and focus on creativity provide a durable competitive advantage, making it a key driver of commercial success in the fast-growing AI-powered learning market with the goal of improving literacy for the two-thirds of the nation's 4th- and 8th-grade students scoring below levels of proficiency. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project centers on the development of an AI-powered feedback system for creativity (AIFC) designed to enhance literacy and creative thinking skills within the context of ELA learning. This addresses the pressing need for improved reading and writing outcomes as highlighted by national assessments. The technical challenges lie in fine-tuning and prompt engineering Large Language Models (LLMs) to accurately evaluate and provide constructive feedback on creative writing across diverse ELA activities, age groups, and proficiency levels. The research objectives include developing and validating proprietary AI algorithms aligned to the unique literacy fluency, comprehension, and creativity-based project while ensuring data integrity and privacy and conducting field data collection and usability studies. The anticipated technical results include a robust AI feedback system capable of providing real-time, personalized feedback that fosters both creativity and literacy skills, thereby enhancing ELA education through improved literacy rates and improving long-term student outcomes. The primary technical risks stem from fine-tuning and prompt engineering challenges unique to maintaining educationally valid and reliable outcomes, to ensure model effectiveness across varying ELA standards, age groups, and proficiency levels. These risks will be mitigated through extensive research, iterative development, and rigorous evaluation to ensure the AI model's efficacy and reliability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryam",
   "pi_last_name": "Mosharraf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryam Mosharraf",
   "pi_email_addr": "tager.maryam@gmail.com",
   "nsf_id": "000750291",
   "pi_start_date": "2025-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TALK COACHES INC",
  "inst_street_address": "515 CRYSTAL CREEK DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5125738047",
  "inst_zip_code": "787464727",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TALK COACHES INC",
  "org_prnt_uei_num": "T7PDZHXCCZH2",
  "org_uei_num": "T7PDZHXCCZH2"
 },
 "perf_inst": {
  "perf_inst_name": "TALK COACHES INC",
  "perf_str_addr": "515 CRYSTAL CREEK DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787464727",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 305000.0
  }
 ],
 "por": null
}