{
 "awd_id": "2507269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Image-Guided Controlled Release Platform for Intratumoral Immunoadjuvant Delivery",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2025-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 305000.0,
 "awd_amount": 305000.0,
 "awd_min_amd_letter_date": "2025-04-10",
 "awd_max_amd_letter_date": "2025-04-10",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is in developing an image-guided intratumoral therapy for treating immunotherapy-resistant solid tumors, a $125 billion market. The only FDA-approved intratumoral therapy costs $65,000–100,000 per patient and is insurance-reimbursed, demonstrating market viability. Pharmaceutical companies developing immune-oncology drugs are actively seeking strategic partnerships to improve drug delivery, as intravenous and oral formulations face toxicity and efficacy challenges. Intratumoral delivery is an attractive alternative, but current approaches suffer from rapid drug leakage (>70% lost within hours) and require frequent, impractical repeat dosing. Beyond its clinical benefits, this project has significant commercial potential, offering pharmaceutical companies an innovative drug delivery platform that could expand their oncology pipeline, improve therapeutic efficacy, and increase drug life cycle. The societal impact includes enhancing treatment options for patients with limited alternatives, reducing systemic toxicity, and potentially improving long-term survival rates. Early discussions with pharmaceutical executives and clinical trial physicians highlight stage IV colorectal cancer with liver or lung metastases as a high-priority clinical need. Additional interest exists in pancreatic, lung, and triple-negative breast cancers, expanding the potential market. This project aims to make intratumoral immunotherapy a viable alternative for cancer patients.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project aims to improve current biologic therapies for solid tumors as they face poor on-target delivery, rapid systemic diffusion, and dose-limiting toxicities due to uncontrolled off-target effects. Systemic administration further exacerbates toxicity and efficacy limitations, restricting broader clinical adoption. This project develops an image-guided intratumoral delivery system that solidifies upon injection, ensuring localized retention and sustained therapeutic release. Unlike freely administered biologics, this approach prevents rapid leakage, aligns with clinical dosing schedules, and minimizes systemic toxicity. Our research focuses on biomaterial strategies to enhance stability, localization, and controlled release of biologics within tumors. While we have successfully developed a hydrophobic small molecule delivery system, biologic-based therapies require innovative hybrid formulations that protect, localize, and sustain release. The anticipated outcomes include improved intratumoral retention, reduced toxicity, and enhanced therapeutic efficacy, ensuring biologics remain active at the tumor site for extended durations. This novel approach optimizes tumor targeting, improves safety, and enables more effective localized immunotherapies, addressing a critical need in oncology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Linderman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen W Linderman",
   "pi_email_addr": "steve@abscotx.com",
   "nsf_id": "0000A0BPX",
   "pi_start_date": "2025-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ABSCO THERAPEUTICS, INC.",
  "inst_street_address": "65 GLEN RD APT H2",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLINE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "3149177620",
  "inst_zip_code": "024457753",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "ABSCO THERAPEUTICS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "RYJ8NL66MTP3"
 },
 "perf_inst": {
  "perf_inst_name": "ABSCO THERAPEUTICS, INC.",
  "perf_str_addr": "127 Western Ave",
  "perf_city_name": "Allston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021341008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 305000.0
  }
 ],
 "por": null
}