{
 "awd_id": "2509179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Building Teams to Build Better Epidemiological Models: Balancing Participation from Mathematical and Social, Behavioral, and Economic Sciences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 29940.0,
 "awd_amount": 29940.0,
 "awd_min_amd_letter_date": "2024-11-19",
 "awd_max_amd_letter_date": "2024-11-19",
 "awd_abstract_narration": "This award will support two separate one-day virtual conferences entitled “Building Teams to Build Better Epidemiological Models: Balancing Participation from Mathematical and Social, Behavioral, and Economic Sciences” (https://sites.duke.edu/betterepidemiologicalmodelsconference/), to be held in January 2025. In a crisis such as the COVID-19 pandemic, mathematical models played their role in designing, developing, deploying, and evaluating public health strategies with different levels of success. Still, all were confronted with prioritizing public health or economic viability. To frame a sound pandemic response strategy, mathematical models are primary tools that must incorporate behavioral components and frameworks to be more efficient and useful for public health policy interventions and the evaluation of the economic impact of such measures. The COVID-19 pandemic highlights the need to develop mathematical methodologies, new techniques, and innovative approaches designed to incorporate the new paradigm of behavioral dynamics into the transmission dynamics of human diseases. Multidisciplinary teams are needed to innovate new mathematical methodologies which incorporate human behavioral and social dynamics. This award will be used to support a conference to bring together mathematical and social / behavioral / economic scientists to develop improved epidemiological models which can protect both public health and the economy. Applicants will be selected to balance these research areas, with attention given during the selection process to ensure that women and members of underrepresented groups are fully considered with an eye to broadening participation.\r\n\r\nThe standard framework for the mathematical modeling of infectious diseases is the basic Kermack-McKendrick model, a compartmental model framed in ordinary differential equations and their extensions to stochastic and hybrid models. Mixing is a random process in this framework, and this characteristic has pervaded in models for prediction and forecasting and is one, but not unique, of the most challenging and important topics in modeling infectious diseases: how to modify the basic assumption of the homogeneous population in the model to incorporate significant behavioral effects robustly and effectively. For example, there have been several efforts in literature to integrate behavior; one of them is the one that assumes that agents that interact during the transmission of the disease are rational, i.e., the individuals behave in a way consistent with a rational evaluation of risks. This model type is based on economic thinking in which costs and benefits are balanced, where there is a trade-off that rational agents resolve. The problem in epidemiology is that many of the actions of natural agents during an epidemic do not adapt to this hypothesis; therefore, applying this type of modeling requires the development of innovative ideas, alternative conceptual frameworks, and new mathematical techniques and methodologies. Scientific teams which can innovate and parameterize mathematical models which are tractable, represent an analogue of human behavior and transmission, work across a variety of domains and settings, and can be used to test interventions are needed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Pasquale",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dana K Pasquale",
   "pi_email_addr": "dana.pasquale@duke.edu",
   "nsf_id": "000821973",
   "pi_start_date": "2024-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 29940.0
  }
 ],
 "por": null
}