{
 "awd_id": "2513645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation Potential of Advancing Filtration via Functionalized Wood Pulp",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2025-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2025-04-15",
 "awd_max_amd_letter_date": "2025-04-15",
 "awd_abstract_narration": "This I-Corps project focuses on developing a scalable, point-of-use, filtration technology to address drinking water quality concerns. Contamination of the nation's waterways with emerging contaminants represents a pressing public health concern. Perfluorinated alkyl substances (PFAS) are known to taint drinking water supplies for a third of U.S. citizens. These pollutants can cause negative health effects at trace concentrations. Consumers' doubts about the quality of their potable water may lead them to use expensive bottled water or point-of-use filtration devices to protect their families. Similarly, commercial/municipal entities continue the search for effective technologies and the magnitude of contaminants renders existing technologies unsuitable for addressing the issue at scale. This project aims to validate beachhead markets for a point-of-use solution to address this challenging problem at relevant scales. The innovative core technology uses renewable wood pulp as an adsorbent scaffold, enabling all Americans access to clean and healthy drinking water.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of the technology. This solution is based on an adsorbent technology that addresses growing concerns about water quality. The solution leverages a commonly available and environmentally benign raw material from the wood and paper industries – wood pulp. The simple one-pot synthetic route to functionalize wood pulp with cationic functional groups has yielded a material that was validated as an excellent adsorbent for commonly encountered perfluorinated alkyl substances. The material demonstrated an over 80% removal within seconds at environmentally relevant conditions, rivaling or exceeding adsorption efficiencies of existing technologies. With annual production wood pulp volumes measured in megatons, these materials are inexpensive and renewable on a human timescale and thus present an ideal opportunity for a water filtration solution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "McNeil",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anne J McNeil",
   "pi_email_addr": "ajmcneil@umich.edu",
   "nsf_id": "000535693",
   "pi_start_date": "2025-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE, SUITE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}