{
 "awd_id": "2514871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Four-Coordinate Iron- and Cobalt-Carbene Complexes for Carbene-Transfer Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2025-03-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 440283.0,
 "awd_amount": 258403.0,
 "awd_min_amd_letter_date": "2025-03-05",
 "awd_max_amd_letter_date": "2025-03-28",
 "awd_abstract_narration": "With the support of the Chemical Catalysis program in the Division of Chemistry, Carsten Milsmann of West Virginia University will study transition metal catalysts based earth-abundant metals, specifically iron and cobalt. The construction of complex organic molecules is an important target in the development of novel pharmaceuticals, functional materials, and consumer products. The elaboration of building blocks such as olefins, aromatics, and saturated hydrocarbons into more complex structures can be achieved by chemical reactions involving carbene fragments, which typically require metal catalysts to proceed efficiently. The best catalyst systems available currently rely heavily on rare and precious metals, which increases the cost of the resulting products and presents sustainability challenges due to limited resource availability. This research aims to develop design principles for earth-abundant metal complexes that can replace precious metals in carbene transfer catalysis. The development of iron- and cobalt-catalyzed processes in particular has the potential to improve fine chemical production in the United States. Dr. Milsmann and his students will actively participate in community outreach involving the development and presentation of chemistry demonstrations at the K-12 level, and will develop new hands-on experiments for middle and high school students.\r\n\r\nWith the support of the Chemical Catalysis program in the Division of Chemistry,Carsten Milsmann of West Virginia University will study the electronic structures of four-coordinate iron- and cobalt-carbene complexes and their resulting reactivities as competent intermediates in carbene transfer catalysis. Of particular interest are complexes with square-planar or cis-divacant octahedral geometries that possess open coordination sites adjacent to the carbenoid ligand. The first aim of these studies is to establish how changes in the molecular structure and coordination geometry influence the electronic structures of the resulting complexes and their reactive metal carbenoid fragments. The second aim seeks to connect differences in electronic structure to changes in reactivity by studying  catalytically competent, isolable iron- and cobalt-carbene complexes. A key hypothesis of the proposed research is that open coordination sites in square-planar carbene complexes will allow unprecedented control over the regioselectivity of carbene transfer using directing groups on the substrates. Finally, the third aim is to investigate the potential of four-coordinate iron carbenes to engage in [2+2] cycloaddition chemistry, which is a key step toward iron catalyst-mediated olefin metathesis. The proposed complexes possess coordinatively unsaturated metal centers, potentially opening up new opportunities for the control of reactivity compared to previously reported iron-carbene complexes. These studies will directly probe recent computational predictions that have identified iron-carbene complexes with pincer-type ligands as promising candidates for olefin metathesis catalysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carsten",
   "pi_last_name": "Milsmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carsten Milsmann",
   "pi_email_addr": "milsmann@udel.edu",
   "nsf_id": "000727588",
   "pi_start_date": "2025-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 258403.0
  }
 ],
 "por": null
}