{
 "awd_id": "2516787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Workshop on Urban Mining and Circular Economy in Construction",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924539",
 "po_email": "lcamacho@nsf.gov",
 "po_sign_block_name": "Lucy Camacho",
 "awd_eff_date": "2025-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 49588.0,
 "awd_amount": 49588.0,
 "awd_min_amd_letter_date": "2025-03-05",
 "awd_max_amd_letter_date": "2025-03-05",
 "awd_abstract_narration": "2516787 (Yin). The Workshop on Urban Mining and Circular Economy in Construction aims to develop a roadmap leading to the advancement and widespread adoption of circular economy in the construction industry. The worshop is scheduled to be held during May 2025 at Washington University, St. Louis, MO. Transitioning to a circular economy is urgent and vital to achieving significant decarbonization, enhancing national economic resilience and fostering national prosperity. This transformation will replace traditional linear construction practices- take, make, consume, and dispose – with a sustainable, closed-loop system that minimizes waste, maximizes resource efficiency, and reintegrates materials into the supply chain. By promoting reuse, remanufacturing, and recycling, the circular approach enables locally available, high-value materials to be reclaimed through urban mining, driving sustainable innovation in the construction sector. Despite its potential, adoption is hindered by challenges such as the lack of advanced technologies, physical infrastructure, and digital systems, alongside entrenched reliance on new materials. Overcoming these barriers requires systemic changes to business models, policies, legislation, and workforce practices to unlock the economic and environmental benefits of building material reuse and recycling.\r\n \r\nThis two-day workshop will convene a multidisciplinary group of stakeholders, including scientists, engineers, construction experts, policymakers, and social scientists, to identify barriers of urban mining and circular construction. Participants will collaboratively develop a roadmap for achieving a sustainable circular economy, while fostering innovation and knowledge-sharing through keynote presentations, panels, poster sessions, and networking opportunities. The workshop will also provide a platform for early-career researchers to share their work and receive feedback. Tangible outcomes include a comprehensive summary of key challenges and actionable near- and long-term solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongxi",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongxi Yin",
   "pi_email_addr": "hongxi.yin@wustl.edu",
   "nsf_id": "000718148",
   "pi_start_date": "2025-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 49588.0
  }
 ],
 "por": null
}