{
 "awd_id": "2516105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Flux Mediated Synthesis of Cu(I)-Oxide Semiconductors for Clean Energy Application",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2025-03-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 379833.0,
 "awd_amount": 285919.0,
 "awd_min_amd_letter_date": "2025-02-20",
 "awd_max_amd_letter_date": "2025-02-20",
 "awd_abstract_narration": "Part 1.  Non-Technical Summary  \r\n\r\nMany technologically relevant fields require increasingly complex materials that pose severe challenges in their preparation and development.  The limitations of current synthetic approaches thus represent a major bottleneck to the extensive tuning of physical properties and for the realization of potential commercial applications.  This project, supported by the Solid State and Materials Chemistry program in NSF's Division of Materials Research, addresses the challenges inherent to the preparation of crystalline semiconductors for facilitating the efficient capture of sunlight for the reduction of carbon dioxide.  Results from this work leading to the synthesis of new semiconductors, and, for example, the efficient production of chemical fuels from them, are important to our nation's progress toward clean and renewable energy production.  The discovery of compounds occurring at the limits of synthesizability is aimed at understanding the impacts of new structural features on their properties and stability during the capture and conversion of solar energy, and thus pushing the frontiers of structure-property relationships.  More broadly, the advancement of synthetic approaches to prepare complex semiconductors helps to accelerate their technological development for many related applications in the electronics industry.  The professional training of undergraduate and graduate students is provided within these research activities, such as advanced characterization techniques at national laboratories, with a focus on the recruitment of students from underrepresented groups.  Educational efforts include the development of an undergraduate laboratory module as well as a professional training workshop at North Carolina State University in advanced materials characterization.\r\n\r\n\r\nPart 2. Technical Summary\r\n\r\nAdvancing capabilities to attain crystalline solids with technologically useful properties can be bolstered by the development of synthetic approaches to target new compositions and structures that are thermodynamically unstable, or metastable.  The discovery of the underlying factors leading to their kinetic stabilization, including for those compounds not yet predicted computationally, represents a central objective of the research project. Research plans for this project, which is supported by the Solid State and Materials Chemistry program in NSF's Division of Materials Research, specifically focus on the investigation of metastable, Cu(I)-containing semiconductors that have promising applications as p-type semiconductors for the absorption of solar energy and the catalytic reduction of carbon dioxide at their surfaces. Synthetic aspects are aimed at advancing the accessible range of crystalline structures and optimal photoelectrochemical properties through the unlocking of relatively low temperature pathways using flux-mediated reaction conditions.  Structural characterization by X-ray and neutron scattering is used to help answer key questions regarding the mechanistic synthetic transformations and the resulting kinetic stability.  Fundamental insights into the optimal tuning of their crystalline structures and chemical compositions to achieve the efficient reduction of carbon dioxide under sunlight are probed in depth by photoelectrochemical property measurements.  The key relationships to their thermodynamic instability and electronic structures are also established with synergistic computational efforts using density functional theory.  Educational initiatives include professional training for students involved on this project, a new undergraduate laboratory module in solid-state chemistry, and an annual workshop in materials characterization using Rietveld methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Maggard",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Paul A Maggard",
   "pi_email_addr": "paul_maggard@ncsu.edu",
   "nsf_id": "000394204",
   "pi_start_date": "2025-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "700 S UNIVERSITY PARKS DR",
  "perf_city_name": "WACO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767061003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 285919.0
  }
 ],
 "por": null
}