{
 "awd_id": "2518445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: SHF: An Automated and User-centered Framework for Reproducing System-level Concurrency Bugs by Analyzing Bug Reports",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 143139.0,
 "awd_min_amd_letter_date": "2025-02-27",
 "awd_max_amd_letter_date": "2025-02-27",
 "awd_abstract_narration": "Reproducing a software bug is necessary to ensure that the bug exists and to observe its behavior. It is also essential for further analysis to fix the bug. Reproducing system-level concurrency bugs requires not only input data but also the interleaving order of system calls. Manually reproducing this type of bug from bug reports is challenging due to its elusive nature and the need for supplementary details. Moreover, bug reports composed in natural language are frequently unstructured, posing a challenge when it comes to extracting essential information. Existing bug reproduction tools are incompatible with this type of bug due to their inability to deal with the specific interleaving schedule at the system call level. To address these challenges and improve the efficiency of reproducing these bugs from bug reports, a novel framework named RepSON will be developed. It will lessen the manual burden of the software developers to debug system-level concurrency bugs that happen frequently in modern software systems. Furthermore, this project will develop a technique for extracting information and generating executable inputs from bug reports that can also be applied to other types of software bugs.\r\n\r\nThe technical goals of the project are divided into two major tasks. First, an empirical study will be conducted on open-source bug repositories to identify system-level concurrency bug reports and summarize their characteristics for guiding the automated debugging process. Second, an automated framework RepSON will be developed for reproducing bugs in multi-process applications by analyzing bug reports. Natural language processing, data mining, and dynamic program analysis techniques will be employed in the development of RepSON. It will take a bug report as input and reproduce the associated bug by generating input and instrumentation location. To achieve this, RepSON will analyze the bug report to generate the input script and extract system call names that may cause the bug. Subsequently, it will run the program, collect the system call trace to identify potential buggy interleaving, and instrument the code to run it again and reproduce the bug.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tarannum Shaila",
   "pi_last_name": "Zaman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tarannum Shaila Zaman",
   "pi_email_addr": "zamant@sunypoly.edu",
   "nsf_id": "000956113",
   "pi_start_date": "2025-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 143139.0
  }
 ],
 "por": null
}