{
 "awd_id": "2524448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2025 Midwest Thermodynamics and Statistical Mechanics Conference",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927258",
 "po_email": "rramacha@nsf.gov",
 "po_sign_block_name": "Rohit Ramachandran",
 "awd_eff_date": "2025-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 12330.0,
 "awd_amount": 12330.0,
 "awd_min_amd_letter_date": "2025-04-08",
 "awd_max_amd_letter_date": "2025-04-08",
 "awd_abstract_narration": "The Midwest Thermodynamics and Statistical Mechanics (MTSM) Conference is a regional event that brings together early-career researchers to discuss how the behavior of tiny particles (molecules) affects things we can see and use in the real world. Topics include energy storage, environmental protection, materials design, and using biomolecules for drug delivery. The two-day event is a great chance for undergraduate students, early graduate students, and students from schools that don’t focus on research to share their work with others in the science community, without the high costs of big conferences. For many, it’s their first time at a scientific conference, which helps them improve their communication skills, expand the reach of their research, and learn new ideas and questions from others in the field. It also gives them a chance to build connections with other students, professors, and professionals from both academia and industry.\r\n\r\nThe MTSM conference promotes the exchange of new research and ideas among researchers working in different research fields whose core focus is thermodynamic behavior. Research areas include self-assembly, phase transitions, macromolecular dynamics, and macroscopic material properties, encompassing experimental, theoretical, and computational thermodynamics and statistical mechanics. The conference will comprise one keynote lecture by a senior scientist, five invited talks by early-career faculty, contributed talks from graduate students and postdocs, and contributed talks from undergraduate researchers. Participants also will be encouraged to present their work during a poster session. A point of focus for this year's invited talks will be the use of statistical mechanics to study phase behavior and transitions. Entropic forces are often crucial in the formation of materials whose molecular order is intermediate between crystals (having perfect order and reduced entropy) and liquids (having high degree of disorder and high entropy), such as liquid crystals, plastic solids, elastomers, gels, micro-segregated phases of block copolymers, and biomolecules with ordered domains like proteins. The conference will include several networking sessions to give opportunity for scientific discussion. The modest size of the MTSM conference ensures that attendees will be able to interact personally with faculty members from various research institutions, talk with other students doing similar work, and receive valuable feedback.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rose",
   "pi_last_name": "Cersonsky",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Rose K Cersonsky",
   "pi_email_addr": "rose.cersonsky@wisc.edu",
   "nsf_id": "000916634",
   "pi_start_date": "2025-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537010001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 12330.0
  }
 ],
 "por": null
}