{
 "awd_id": "2526946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: van der Waals Semiconductor Integration via Surface and Interface Tailoring",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2028-04-30",
 "tot_intn_awd_amt": 516085.0,
 "awd_amount": 449136.0,
 "awd_min_amd_letter_date": "2025-03-24",
 "awd_max_amd_letter_date": "2025-03-24",
 "awd_abstract_narration": "As the post-10 nm era approaches, further shrinking of silicon microelectronics turns out to be more difficult and less beneficial. Instead, van der Waals semiconductors (vdW-S) with atomic thickness become the leading candidates to further boost the trajectory of Moore’s law. After the successful synthesis of wafer-scale raw materials, the next milestone on this roadmap is the implementation of vdW-S integrated circuits with smaller sizes, higher density, faster speed, and lower energy consumption. However, established methods for bulk material integration, such as silicon, lead to performance degradation, high heat generation, and many other issues in vdW-S. Therefore, new fundamental principles and practical methods are in urgent need, and this project is designed to fill this gap. Considering the ultra-thinness of these emerging materials, their electronic properties are typically decided by the surface and interfacial conditions. With this entry point, the project makes efforts to explore surface/interface tailoring methods and study the corresponding electronic effects for the purpose of vdW-S integration in both planar and three-dimensional (3D) configurations. As a case study, a novel 3D active pixel image sensor (3D-APS) built upon the as-developed principles can provide better color-sensing accuracy, miniature device size, and higher sensitivity than conventional counterparts. As such, it showcases the transformative impacts of this project on a broader scope of applications, such as medical imaging, machine vision, and environmental survey. Along with the research, this project emphasizes the educational responsibility, especially for the underrepresented minority groups in science, technology, engineering, and mathematics, leveraging the advanced status of Georgia State University (GSU) as a minority-serving institute. Graduate and undergraduate students, particularly minority students, receive systematic training in modern material science, electrical engineering, semiconductor process and characterization technologies, instrumentation design and manufacturing, and many more skills. In this process, they build their capabilities and career trajectories as next-generation workforces. The team shares the research experience and achievements via seminars, conferences, and publications, to bring nationwide impacts of this project. Regular open houses, K-12 school visits, and popular science activities are arranged to broadcast the latest research progress to our community, raising public awareness of modern science and technology. \r\n\r\nThe very large-scale integration (VLSI) of vdW-S devices is the next essential topic for their practical applications in computing, communication, medication, and other fields. But the long-standing challenges in selected area doping, contact resistance management, material stability, and characterization methods block the pathway toward these goals. In this regard, this project is arranged to systematically and profoundly investigate the solutions to these problems, and substantially promote the planar and 3D integration of these emerging semiconductor materials. The primary research activities include the following aspects. (i) The project insightfully comprehends the charge doping effects and stability of a surface modification reaction introduced by the PI, in order to facilitate a gentle, precisely controllable, and non-destructive selected area doping approach for planar vdW-S integration. (ii) Conventional metal-to-vdW-S inter-tier contacts are replaced by newly developed direct vdW-S-to-vdW-S (v-v) contacts with conditioned interfaces, which provide a scalable and low-resistance solution for inter-tier connections in 3D integrations. (iii) The research activities leverage the home-built in-situ and non-invasive electrical and optical characterization systems to examine the devices’ stability and performance with convinced accuracy and precision. Beyond that, the 3D-APS delivered by this project can exhibit rich system-level physical and electronic behaviors that otherwise are intangible from single device-level studies, and in turn, deepen the understanding of the synergistic cooperation mechanism in complex vdW-S frameworks. The prototype devices also inspire succeeding innovations of high-performance microelectronics, as core functional units in future VLSI with smaller sizes, higher integration density, faster speed, and lower energy consumption.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sidong",
   "pi_last_name": "Lei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sidong Lei",
   "pi_email_addr": "sidong.lei@ucf.edu",
   "nsf_id": "000790810",
   "pi_start_date": "2025-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 345919.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 103217.0
  }
 ],
 "por": null
}