{
 "awd_id": "2526651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Capillary flows of particulate suspensions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 500866.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2025-04-15",
 "awd_max_amd_letter_date": "2025-04-15",
 "awd_abstract_narration": "Many industrial and environmental processes involve thin liquid films to transport and deposit solid particles. However, the particles can destabilize the film, reducing the transport efficiency and resulting in an ill-controlled deposition and contamination of substrates. The classical description of films of pure liquid fails to capture the interplay between the air-liquid interface and the particles. This CAREER project will characterize and model the role of interfaces in suspension dynamics, using state-of-the-art experimental studies coupled with numerical simulations. The results will advance the fundamental understanding of suspension flows under confinement, establishing when and how particles disturb thin liquid films. The proposed work will provide a framework to model and control advanced coating, aerosol-based treatments, and transport in porous media. As a result, this CAREER project will have a broad environmental and economic impact. The research will provide educational opportunities for high school, undergraduate, and graduate students, in particular from under-represented groups. An integrated curriculum on water contamination will inspire the participation of local K-12 and undergraduate students in STEM.\r\n\r\nThe goal of this CAREER award is to develop a new understanding of capillary dynamics when solid non-Brownian particles are dispersed in a Newtonian liquid phase. This configuration encompasses a variety of fundamental problems and practical situations. Past studies have focused on surface tension effects during the formation of liquid films and drops of a pure Newtonian liquid. However, when the liquid contains solid particles, the rheological description of a suspension fails to capture the interfacial dynamics at play when the thickness of the liquid becomes comparable to the particle size. The experimental approach bridging different length and time scales will describe how the bulk behavior and local heterogeneities contribute to the dynamics of capillary objects. More specifically, the study will consider model thin films, self-suspended or bound by a solid surface. First, the formation of a thin-film of suspension on a substrate will illustrate how the particles are entrained and deposited depending on the dynamic wetting and stability of suspension films. The researchers will then examine suspension sheets and their atomization to provide guidelines to describe sprays. The fundamental knowledge obtained through the proposed work will lead to a better description of multiphase flows involving a solid dispersed phase during the formation, flow, and fragmentation of suspension films and sheets. In addition to improving process efficiency, the knowledge should bolster the development of new coating processes and inspire further research on heterogeneous capillary flows.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alban",
   "pi_last_name": "Sauret",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Alban O Sauret",
   "pi_email_addr": "asauret@umd.edu",
   "nsf_id": "000795987",
   "pi_start_date": "2025-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 13691.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 106309.0
  }
 ],
 "por": null
}