{
 "awd_id": "2528517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Computational and Experimental Mechanistic Approach to Understand and Develop Asymmetric Fe-Catalyzed Cross-Couplings with C(sp3) Fragments",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 331854.0,
 "awd_min_amd_letter_date": "2025-03-18",
 "awd_max_amd_letter_date": "2025-03-18",
 "awd_abstract_narration": "With the support of the Chemical Structure, Dynamics & Mechanisms-B (CSDM-B) and the Chemical Catalysis (CAT) programs, Osvaldo Gutierrez of the Department of Chemistry at Texas A&M University will use a mechanistic-driven, multi-technique approach to design and develop asymmetric multicomponent Fe-catalyzed cross-coupling reactions involving stabilized carbon-centered radicals. The long-term goal of this work is to develop iron-catalyzed multicomponent cross-couplings to the level of palladium and nickel-based systems in terms of synthetic applications and mechanistic understanding. The project lies at the interface of organic synthesis and computational chemistry and is well-suited to train the next generation of organic chemists at all levels. In parallel to this research activities, Dr. Gutierrez will continue to evolve initiatives aimed at increasing the number of underrepresented minorities in science, technology, engineering and mathematics (STEM) fields by integrating education, research, and outreach through partnerships with the Alliance for Diversity in Science and Engineering (ADSE), TED-style talks, and expansion of on-going collaborative research and educational programs with the community colleges.\r\n\r\nThe development of inexpensive, sustainable, and selective catalysts that can directly convert simple chemical “building blocks” to high-value chiral compounds remains a grand challenge in chemical synthesis. In this vein, there has been surge in the development of new iron-catalyzed cross-coupling reactions due to iron’s higher abundance in the earth’s crust, lower cost, and less toxic properties in comparison to most transition metal counterparts. However, in contrast to nickel- and palladium-based systems, the use of iron complexes capable of controlling enantioselectivity in catalytic carbon-carbon bond formation remains extremely rare. In this project, the Gutierrez research group will use a mechanistic-driven, multi-technique approach to design and develop asymmetric multicomponent Fe-catalyzed cross-coupling reactions involving allyl-and alpha-heteroatom bearing radicals.  Efforts will include continuing to perform both high-level quantum mechanical calculations and experiments to accelerate reaction and catalyst design. There are potentially significant long term scientific broader impacts related to sustainable chemistry, particularly through the development of earth abundant transition metal catalysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Osvaldo",
   "pi_last_name": "Gutierrez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osvaldo Gutierrez",
   "pi_email_addr": "og.labs@tamu.edu",
   "nsf_id": "000753516",
   "pi_start_date": "2025-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 331854.0
  }
 ],
 "por": null
}