{
 "awd_id": "2528265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Capillary-Incorporated Bioprinting of Biomimetic Soft Tissue  Constructs",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 600711.0,
 "awd_amount": 305394.0,
 "awd_min_amd_letter_date": "2025-04-14",
 "awd_max_amd_letter_date": "2025-04-14",
 "awd_abstract_narration": "Bioprinting is an additive manufacturing process that aims to create three-dimensional biological constructs to repair or replace damaged tissues or organs. Despite significant progress on material and process development in the last two decades, there is an unmet need for bioprinting large functional tissues with life-sustaining capillaries. This Faculty Early Career Development (CAREER) project investigates a hybrid bioprinting technology that can contribute to the development of capillary-incorporated bioprinting for optimal tissue regeneration. The technique includes electrospinning of porous microtubes between layers of hydrogels in order to provide channels for nutrients to reach cells which are to be grown inside the scaffold. The outcomes of this research could provide a path toward novel manufacturing solutions for complex diseases and bioinspired therapies that can advance regenerative medicine. The project aims to cultivate and engage a diverse student body to achieve future excellence in manufacturing for medicine by implementing a skill-based immersive teaching program for K-12 teachers and students, and establishing university-community partnerships in rural areas with global connections. These educational outreach activities should help to build an ecosystem of biofabrication in west Texas, with scalable models for enhancing research and education networks and partnerships in rural areas. In addition, this award will broaden the participation of underrepresented groups in research outside the customary manufacturing portfolio, with a desire to contribute to sustaining America's global leadership in advanced manufacturing and biomedicine.\r\n\r\nThis CAREER award supports fundamental science and engineering research in capillary-incorporated bioprinting for fabricating centimeter-sized scaffolds integrated with biomimetic porous microtubes that function as capillary vessels. The research tasks include (1) modeling the microtube morphology and permeability, (2) characterizing the effects of material and process parameters on the printing quality of the system, and (3) building the process-function relationship of biomimetic constructs. By successfully completing these three research tasks, this CAREER project will generate new knowledge about the mechanisms of porous microtube formation, the effect of wall thickness on the microtube permeability, and the interrelationships between material composition, process parameters, and the time-dependent properties of capillary-incorporated scaffolds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Tan",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "George Z Tan",
   "pi_email_addr": "ztan6@central.uh.edu",
   "nsf_id": "000734329",
   "pi_start_date": "2025-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 305394.0
  }
 ],
 "por": null
}