{
 "awd_id": "2529655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID--Real-world Experiment on Investigating the Influence of Terrain on Tornado Intensity and Behavior",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2025-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 149781.0,
 "awd_amount": 149781.0,
 "awd_min_amd_letter_date": "2025-04-02",
 "awd_max_amd_letter_date": "2025-04-02",
 "awd_abstract_narration": "The change in terrain along a tornado’s path is a potential contributor to the strength of a tornado and the damage that it produces.  However, the internal complexity of tornadoes and the difficulty of making direct observations of tornadic winds near the surface has limited the study of this phenomena.  In this project, the research team will do post-storm analyses of multiple tornadoes that affected areas in Missouri and Arkansas in March 2025 to help to understand how local, small-scale fluctuations in terrain may have affected tornado intensities and the damage sustained by buildings and infrastructure.  The broader societal impact of the work is the potential to provide stakeholders with data about vulnerable locations and real-time damage estimates.  Byproducts of the study will also include the validation of insurance loss models and an assessment of what species of trees are more likely to survive extreme winds.\r\n\r\nA significant tornado outbreak occurred in the central and southeastern United States on March 14-15, 2025.  Multiple EF-2 to EF-4 rated tornadoes affected populated areas of Missouri and Arkansas.  This rapid-response award is for detailed aerial and ground surveys of damage to structures and trees, beyond what is typically surveyed by the National Weather Service and partners.  The collected data will be used alongside weather radar data and a digital elevation model to investigate the influence of terrain on tornado intensity and behavior.  Specifically, the research team plans six interrelated tasks:  Task 1: Collect the post-damage data, including aerial videos by flying drones and photos taken on the ground; Task 2: Process satellite data to obtain the overall damage condition for the region to check whether the survey data is complete; Task 3: Process the structural damage data to estimate wind speed and tornado intensity (EF scale); Task 4: Process the tree damage data to identify the wind direction and estimate tornado intensity; Task 5: Process the radar data to obtain wind speed aloft and extract its relationship to tornado behavior; Task 6: Establish the correlation among storm intensity aloft, terrain and structural damage condition (EF scale) and develop a preliminary machine learning (ML) model that can predict tornado impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grace",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grace Yan",
   "pi_email_addr": "yang@mst.edu",
   "nsf_id": "000642655",
   "pi_start_date": "2025-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12th Street, 202 Central Hall",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 149781.0
  }
 ],
 "por": null
}