{
 "awd_id": "2143961",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Catechol Linker Oligosaccharide Combinations for Antimicrobial Surfaces",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 255862.0,
 "awd_amount": 255862.0,
 "awd_min_amd_letter_date": "2023-05-15",
 "awd_max_amd_letter_date": "2023-05-15",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase 1 project is a decrease in the devastating effects of deep implant-related infections.  The technology could result in advances to the clinical health and welfare of the American public by improving clinical outcomes and decreasing morbidity and mortality. The technology addressed by this project may protect surgical implants, such as joint replacements and spinal fusion systems from bacterial colonization and developing infections. This technology could significantly reduce the greater than $3 billion cost to the US healthcare system from implant related infections. This antimicrobial technology could be used beyond medical applications for such things as food packaging to decrease foodborne diseases and more than double shelf-life of certain food products. Additionally, the linker technology developed through this project may be used to create super slick or self-cleaning surfaces with applications in the aerospace and marine industries resulting in increased fuel efficiency and performance.\r\n\r\nThe project aims to develop a homogeneous, covalently bound, linker molecule attached to medical implant material (titanium alloy) upon which a quaternary ammonium-modified oligosaccharide will be subsequently attached. Oligosaccharides are known to be biocompatible and quaternized oligosaccharides are highly potent antimicrobials. A treated medical implant could possess a powerfully antimicrobial surface so that, during surgery, any bacteria that encounter the surface will be killed. In this way, it is hoped that the avascular surface of the implant will not serve as a site for biofilm formation and growth and thus, reduce the incidence of perioperative infections. The key to any successful surface modification is the quality of the chemical attachment of linkers and active molecules to that surface. Polyphenols and catechols such as dopamine are ideal candidates for investigation as these molecules are generally known for their facility in forming thin films onto a wide variety of surfaces. Using dopamine as a model system, catechol analogs will be electrochemically attached, and the resulting thin films analyzed for attachment, thickness, ease of further modification, and morphology. Atomic Force Microscopy (AFM), UV/Visible spectroscopy, soak/stress protocols and microbiology will be used to gauge the success or failure of a thin film plus oligosaccharide combination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randell",
   "pi_last_name": "Clevenger",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Randell C Clevenger",
   "pi_email_addr": "randyc@mosutech.com",
   "nsf_id": "000831600",
   "pi_start_date": "2023-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MOLECULAR SURFACE TECHNOLOGIES LLC",
  "inst_street_address": "33 TECHNOLOGY DR SOUTH",
  "inst_street_address_2": "",
  "inst_city_name": "WARREN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012143665",
  "inst_zip_code": "070595298",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NJ07",
  "org_lgl_bus_name": "MOLECULAR SURFACE TECHNOLOGIES, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "EWD1WLQSR423"
 },
 "perf_inst": {
  "perf_inst_name": "Molecular Surface Technologies LLC",
  "perf_str_addr": "100 Jersey Ave",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089013200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 255862.0
  }
 ],
 "por": null
}