{
 "awd_id": "2146134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using New Ice Cores from Dome C to Test the Assumption of a Constant Galactic Cosmic Ray Flux and Improve Understanding of the Holocene Methane Budget",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 74579.0,
 "awd_amount": 74579.0,
 "awd_min_amd_letter_date": "2023-09-06",
 "awd_max_amd_letter_date": "2023-09-06",
 "awd_abstract_narration": "This project will obtain ice cores in Antarctica in collaboration with the French Polar Institute. The analysis of these ice cores will improve our understanding of the history of cosmic rays originating from outside of our solar system. The historical rate at which cosmic rays reach the solar system is important to understand for studies of past solar activity and past glacier extent. Solar activity is an important driver of Earth’s climate, and glacier extent is an important part of the Earth’s climate system. This project will also improve our understanding of the cycle of atmospheric methane. Methane has both natural and human-caused sources and is an important greenhouse gas and a key player in global atmospheric chemistry. \r\n\r\nRecords of atmospherically produced cosmogenic nuclides have been used to reconstruct past solar activity and solar irradiance. Cosmogenic nuclides produced in surface rock are widely used in studies of past ice dynamics and extent. All these studies generally assume that the galactic cosmic ray flux at Earth is constant in time, but this is uncertain by 30% or more. This project will use measurements of in situ cosmogenic carbon-14 of carbon monoxide (14CO) in new ice cores from Dome C, Antarctica to test the assumption of constant galactic cosmic ray flux. Almost all 14CO in ice from Dome C is from high-energy, deep-penetrating muons, and the 14CO production rate is only sensitive to the galactic cosmic ray flux. This project will also look at carbon-14 of methane (14CH4), which can be used to unambiguously distinguish contemporaneous sources of methane (e.g., wetlands, animals, biomass burning) from ancient carbon sources (geologic methane seeps, methane hydrates, permafrost). The natural geologic source in particular is one of the most uncertain terms in the global methane budget. The proposed work would help to improve estimates of the natural geologic source magnitude via new measurements of atmospheric 14CH4 over the last ≈7000 years. This project will help to train three early-career researchers and two graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Severinghaus",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Severinghaus",
   "pi_email_addr": "jseveringhaus@ucsd.edu",
   "nsf_id": "000452155",
   "pi_start_date": "2023-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8602 La Jolla Shores Dr",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 74579.0
  }
 ],
 "por": null
}