{
 "awd_id": "2150774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cloud-Aerosol-Dynamic Interactions in Cold Air Outbreaks over the Arctic Ocean",
 "cfda_num": "47.050, 47.078",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 619699.0,
 "awd_amount": 619699.0,
 "awd_min_amd_letter_date": "2023-03-14",
 "awd_max_amd_letter_date": "2025-02-18",
 "awd_abstract_narration": "Arctic climate is changing at a faster pace than anywhere on Earth.  Climate projections indicate that the Arctic will continue to warm, but uncertainties arise due to questions about the future behavior of Arctic clouds.  An area of primary uncertainty is the properties of clouds that form during cold-air outbreaks, where very cold airmasses over the Arctic ice move southward over the relatively warm open ocean.  This award will help to provide observational data of these clouds (and precipitation) and the exchange of energy between the ocean and atmosphere during the Cold-Air outbreak Experiment in the Sub-Arctic Region (CAESAR), which will be conducted in Spring 2024 out of northern Scandinavia.  The observations collected during CAESAR will be used in an effort to better understand the characteristics of the cold-air outbreak system, and the Arctic climate system more broadly, in order to inform climate models and projections.  The project will also help to improve forecasting of weather hazards with significant relevance to naval operations, commercial shipping, and coastal communities.  The broader field effort includes significant opportunities for students and early-career scientists, international collaboration, and public outreach.  This award will feature multiple routes for participation by undergraduate students through existing programs at the University of Oklahoma.   \r\n\r\nThis project focuses on providing fundamental new understanding of the microphysical processes responsible for the production and maintenance of supercooled liquid water (SLW) in cold air outbreaks (CAOs), including the role of primary ice nucleation and secondary ice production, surface fluxes and turbulent mixing.  The research team will have primary responsibility of coordinating with NCAR on the use and processing of the CDP, 2DS, 2DC, HVPS3, King, RICE and Nevzorov probes.  The 2DS, 2DC and HVPS3 data will be processed using the University of Illinois/Oklahoma Optical Array Probe Processing Software (UIOOPS).  The testable hypotheses include:  1) variations in SLW, ice mass and ice in drizzle at given cloud top temperatures are more correlated with updraft velocities than aerosol, cloud condensation nuclei (CCN), and ice nucleating particle (INP) properties;  2) relationships between cloud properties with aerosols and/or turbulence are different for stratus and convective clouds, with SLW playing a larger role in the former and turbulent mixing in the later; 3) generating cells are more prevalent/important in determining cloud properties when fetch is reduced due to more convective overturning, with primary ice initiation increasing with fetch, distance from the sea ice and CAO intensity; 4) glaciation is principally driven by secondary ice production; 5) cloud properties are more strongly correlated with aerosol and INP concentrations above cloud than below cloud.\r\n\r\nPrimary funding for this project comes from the Physical and Dynamic Meteorology program with partial funding from the Arctic Natural Sciences program.  The deployment of observational assets for CAESAR is being funded by the Facilities for Atmospheric Research and Education program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "McFarquhar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg McFarquhar",
   "pi_email_addr": "mcfarq@ou.edu",
   "nsf_id": "000487893",
   "pi_start_date": "2023-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730727304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 299662.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 161625.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 158412.0
  }
 ],
 "por": null
}