{
 "awd_id": "2151713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  High-throughput Nanocatalyst Synthesis and Screening for Broad Decarbonization ",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2023-02-15",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 255904.0,
 "awd_amount": 255904.0,
 "awd_min_amd_letter_date": "2023-02-15",
 "awd_max_amd_letter_date": "2023-02-15",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is an acceleration in how new materials are discovered, designed, and commercialized in the transition to a carbon-neutral economy.  One aim is to increase the use of renewable electricity in the chemical and energy industries.  A major hurdle is the lack of efficient electrocatalysts that enable renewable processes, such as green hydrogen production, carbon dioxide (CO2) conversion into carbon-neutral chemicals and fuels, or other processes that can broadly decarbonize various industries. Traditional discovery methods are slow and serial, which limits the development of novel, commercially viable electrochemical processes demanded by the climate crisis. This project will enable a more rapid and exhaustive search for electrocatalysts, resulting in a deeper understanding of the nature of catalysts, and facilitating the decarbonization of the chemicals and energy industries by displacing traditional fossil fuel-based processes with a transition to electrification which utilizes increasing levels of renewable energy. The proposed platform will expedite the discovery and development of enabling materials, which can be brought to market and deployed globally to enable more renewable chemical processes.\r\n\r\nThis SBIR Phase I project proposes to develop a generalizable platform that can rapidly search through vast materials spaces for higher performance electrocatalyst materials, displacing the current materials which are simply the best amongst the limited candidates tested to date. Using this project’s proprietary Megalibrary technology, which enables the rapid synthesis of libraries of tens of thousands of unique, well-defined, monodisperse, and complex metal nanoparticles in a single experiment, coupled with high-throughput screening technologies, it is possible to quickly probe hundreds of thousands of unique catalyst candidates to find electrocatalysts optimized for performance. To accomplish this goal, the project must adapt protocols to allow the synthesis of electrocatalyst Megalibraries on electrodes and enable electrocatalyst screening. Additionally, the approach requires robust and high-throughput screening methods that can site-specifically interrogate the electrocatalytic properties of the catalyst candidates. Using these two innovations, it will be possible to then demonstrate the power of the platform by searching the entirety of a three element platinium and materials (Pt-M1-M2) space for the best hydrogen evolution reaction catalyst on a per platinum-atom basis. This demonstration will solidify the ability to translate this platform to a much broader materials space and set of reactions, which can impact businesses and industries globally.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Swisher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan Swisher",
   "pi_email_addr": "jordanswisher@stoicheia.us",
   "nsf_id": "000863858",
   "pi_start_date": "2023-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MATTIQ INC",
  "inst_street_address": "400 N ABERDEEN ST STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2244706118",
  "inst_zip_code": "606426549",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "MATTIQ INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "RGKQA22SLJR8"
 },
 "perf_inst": {
  "perf_inst_name": "STOICHEIA, INC.",
  "perf_str_addr": "8045 Lamon Ave STE 330",
  "perf_city_name": "Skokie",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600775317",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 255904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"p-rich_text_section\">Electrosynthesis of chemicals and fuels is an attractive alternative to existing production methods due to the significant decarbonization opportunity. For example, the production of hydrogen by steam methane reforming, one of the world&rsquo;s largest volume chemical processes, is responsible for ~10-14 kg of CO<sub>2</sub> equivalents emitted per kg of hydrogen produced. Alternatively, the electrolytic production of green hydrogen can be powered by renewable electricity, bringing the total lifecyle emissions of green hydrogen to near zero. This electrolysis approach for producing hydrogen can be applied to many other chemicals whose production is similarly dirty, yet significant development is required to achieve cost parity between the existing production method and a cleaner electrolysis route.</div>\n<div class=\"p-rich_text_section\"><br />Specifically, all electrolysis processes rely on electrocatalyst materials that can perform the requisite chemistry efficiently over long periods of time, and ideally these electrocatalysts are relatively cheap and abundant. Within the green hydrogen industry, proton exchange membrane (PEM) water electrolyzers rely on platinum and iridium catalysts, both of which are expensive and rare, and alternatives to these catalysts are necessary to achieve large scale deployment of PEM water electrolysis; for other chemical processes, the optimal catalysts are entirely unknown. Therefore, to accelerate the transition from the status quo production of chemicals to greener electrolysis alternatives, novel electrocatalyst materials must be discovered and optimized to enable commercially viable electrolysis technologies.</div>\n<div class=\"p-rich_text_section\"><br />The discovery and optimization of electrocatalyst materials is traditionally serial and slow, and is a critical bottleneck in electrolysis; Mattiq is aiming to change this paradigm, and during their Phase I project, they matured, industrialized, and demonstrated the power of their proprietary ultrahigh-throughput electrocatalyst discovery technology. Mattiq is developing a closed-loop pipeline for the rapid development and optimization of electrosynthesis technologies, or Mattiq's materials disovery funnel (Figure 1), wherein a massive number of catalyst materials are iteratively tested and narrowed down to the most promising candidates for prototype-scale testing; the ultrahigh-throughput catalyst discovery comprises two key steps in this development process (Steps 1 and 2 in Figure 1).</div>\n<div class=\"p-rich_text_section\"><br />More specifically, during the Phase I project, Mattiq was able to optimize the synthesis of high-quality catalyst libraries on electrode substrates with massively increased yield and reproducibility (from &lt;30% overall yields to &gt;80% overall yields). These are critical steps forward in the maturation of Mattiq&rsquo;s catalyst discovery technologies for the following reasons:</div>\n<ul class=\"p-rich_text_list p-rich_text_list__bullet\">\n<li>High-quality and high-yield catalyst libraries prepared using Mattiq&rsquo;s proprietary catalyst library synthesis technology contain hundreds to tens of thousands of well-defined multimetallic catalyst candidates, each of which represents a potential viable catalyst for an electrosynthetic process. Increasing yield provides a better understanding of the catalyst structure, and therefore a higher likelihood of identifying catalysts whose properties translate to larger prototype-scale testing.</li>\n<li>Synthesizing catalyst libraries on electrodes is critical to enable high-throughput electrocatalyst screening.</li>\n</ul>\n<div class=\"p-rich_text_section\">Additionally, Mattiq designed and built in-house instrumentation that enables the ultrahigh-throughput catalyst screening of said catalyst libraries. Compared to commercially available instrumentation, this in-house manufactured equipment allows significantly higher quality experimentation and data acquisition, as well as much higher throughput. Within a few hours, this technology enables the generation of tens of thousands of datapoints, each of which is related to the electrocatalyst performance of a novel catalyst material under relevant operating conditions.</div>\n<div class=\"p-rich_text_section\"><br />Using a combination of the developments highlighted above, Mattiq was able to demonstrate the power of their technology by &ldquo;re-disovering&rdquo; platinum as the best catalyst for the hydrogen evolution reaction (HER) (Figure 2). While this demonstration is, in itself, not of major commercial significance, it validates the potential impact of the technology. Throughout this demonstration, &gt;300,000 datapoints were generated in a short period of time, &gt;80% of the available materials within the platinum-iridium-ruthenium materials space were synthesized and tested, and a 90% experimental success rate was achieved.</div>\n<div class=\"p-rich_text_section\"><br />The developments in this Phase I project have laid the groundwork for the utilization of Mattiq&rsquo;s ultrahigh-throughput technology for the rapid discovery and optimization of novel electrocatalyst materials, which is a critical need for the growing clean chemicals industry. Mattiq is now pointing this technology towards applications that can have large commercial and environmental implications, and expanding capabilities to close the loop in the overall development pipeline showed in Figure 1 by developing prototype-scale testing and optimization capabilities. Leveraging the high-throughput catalyst discovery technologies developed in Phase I, Mattiq can rapidly discover the most promising catalyst candidates, and iteratively scale and test those materials at commercially relevant scales.</div>\n<div class=\"p-rich_text_section\"><br />Overall, Mattiq&rsquo;s proprietary technology is poised to play a critical role in the transition from the status quo, which involves fossil feedstocks and high-temperature and high-pressure reactors, to a more renewable chemicals production economy powered by renewable energy and electrocatalyst materials. The developments made throughout the Phase I project have enabled them to mature, industrialize, and validate their catalyst discovery technology, which has unlocked a myriad of different possibilities to come in the future.</div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2023<br>\nModified by: Jordan&nbsp;Swisher</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2151713/2151713_10847734_1699999294880_Outcomes_Report___Figure_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2151713/2151713_10847734_1699999294880_Outcomes_Report___Figure_1--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/2151713/2151713_10847734_1699999294880_Outcomes_Report___Figure_1--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview of Mattiq's materials discovery funnel. Step 1 involves the high-throughput synthesis of catalyst libraries. Step 2 involves the high-throughput screening of catalyst libraries. Step 3 involves the scaling and prototype testing of identified candidates. Step 4 involves continuous iteration.</div>\n<div class=\"imageCredit\">Mattiq</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Jordan&nbsp;Swisher\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2151713/2151713_10847734_1699999421305_Outcomes_Report___Figure_2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2151713/2151713_10847734_1699999421305_Outcomes_Report___Figure_2--rgov-800width.png\" title=\"Figure 2.\"><img src=\"/por/images/Reports/POR/2023/2151713/2151713_10847734_1699999421305_Outcomes_Report___Figure_2--rgov-66x44.png\" alt=\"Figure 2.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Measured hydrogen evolution reaction activity within the platinum (Pt) - iridium (Ir) - ruthenium (Ru) materials space.</div>\n<div class=\"imageCredit\">Mattiq</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Jordan&nbsp;Swisher\n<div class=\"imageTitle\">Figure 2.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "Electrosynthesis of chemicals and fuels is an attractive alternative to existing production methods due to the significant decarbonization opportunity. For example, the production of hydrogen by steam methane reforming, one of the worlds largest volume chemical processes, is responsible for ~10-14 kg of CO2 equivalents emitted per kg of hydrogen produced. Alternatively, the electrolytic production of green hydrogen can be powered by renewable electricity, bringing the total lifecyle emissions of green hydrogen to near zero. This electrolysis approach for producing hydrogen can be applied to many other chemicals whose production is similarly dirty, yet significant development is required to achieve cost parity between the existing production method and a cleaner electrolysis route.\n\nSpecifically, all electrolysis processes rely on electrocatalyst materials that can perform the requisite chemistry efficiently over long periods of time, and ideally these electrocatalysts are relatively cheap and abundant. Within the green hydrogen industry, proton exchange membrane (PEM) water electrolyzers rely on platinum and iridium catalysts, both of which are expensive and rare, and alternatives to these catalysts are necessary to achieve large scale deployment of PEM water electrolysis; for other chemical processes, the optimal catalysts are entirely unknown. Therefore, to accelerate the transition from the status quo production of chemicals to greener electrolysis alternatives, novel electrocatalyst materials must be discovered and optimized to enable commercially viable electrolysis technologies.\n\nThe discovery and optimization of electrocatalyst materials is traditionally serial and slow, and is a critical bottleneck in electrolysis; Mattiq is aiming to change this paradigm, and during their Phase I project, they matured, industrialized, and demonstrated the power of their proprietary ultrahigh-throughput electrocatalyst discovery technology. Mattiq is developing a closed-loop pipeline for the rapid development and optimization of electrosynthesis technologies, or Mattiq's materials disovery funnel (Figure 1), wherein a massive number of catalyst materials are iteratively tested and narrowed down to the most promising candidates for prototype-scale testing; the ultrahigh-throughput catalyst discovery comprises two key steps in this development process (Steps 1 and 2 in Figure 1).\n\nMore specifically, during the Phase I project, Mattiq was able to optimize the synthesis of high-quality catalyst libraries on electrode substrates with massively increased yield and reproducibility (from \n\nHigh-quality and high-yield catalyst libraries prepared using Mattiqs proprietary catalyst library synthesis technology contain hundreds to tens of thousands of well-defined multimetallic catalyst candidates, each of which represents a potential viable catalyst for an electrosynthetic process. Increasing yield provides a better understanding of the catalyst structure, and therefore a higher likelihood of identifying catalysts whose properties translate to larger prototype-scale testing.\nSynthesizing catalyst libraries on electrodes is critical to enable high-throughput electrocatalyst screening.\n\nAdditionally, Mattiq designed and built in-house instrumentation that enables the ultrahigh-throughput catalyst screening of said catalyst libraries. Compared to commercially available instrumentation, this in-house manufactured equipment allows significantly higher quality experimentation and data acquisition, as well as much higher throughput. Within a few hours, this technology enables the generation of tens of thousands of datapoints, each of which is related to the electrocatalyst performance of a novel catalyst material under relevant operating conditions.\n\nUsing a combination of the developments highlighted above, Mattiq was able to demonstrate the power of their technology by re-disovering platinum as the best catalyst for the hydrogen evolution reaction (HER) (Figure 2). While this demonstration is, in itself, not of major commercial significance, it validates the potential impact of the technology. Throughout this demonstration, 300,000 datapoints were generated in a short period of time, 80% of the available materials within the platinum-iridium-ruthenium materials space were synthesized and tested, and a 90% experimental success rate was achieved.\n\nThe developments in this Phase I project have laid the groundwork for the utilization of Mattiqs ultrahigh-throughput technology for the rapid discovery and optimization of novel electrocatalyst materials, which is a critical need for the growing clean chemicals industry. Mattiq is now pointing this technology towards applications that can have large commercial and environmental implications, and expanding capabilities to close the loop in the overall development pipeline showed in Figure 1 by developing prototype-scale testing and optimization capabilities. Leveraging the high-throughput catalyst discovery technologies developed in Phase I, Mattiq can rapidly discover the most promising catalyst candidates, and iteratively scale and test those materials at commercially relevant scales.\n\nOverall, Mattiqs proprietary technology is poised to play a critical role in the transition from the status quo, which involves fossil feedstocks and high-temperature and high-pressure reactors, to a more renewable chemicals production economy powered by renewable energy and electrocatalyst materials. The developments made throughout the Phase I project have enabled them to mature, industrialize, and validate their catalyst discovery technology, which has unlocked a myriad of different possibilities to come in the future.\n\n\n\t\t\t\t\tLast Modified: 11/14/2023\n\n\t\t\t\t\tSubmitted by: JordanSwisher\n"
 }
}