{
 "awd_id": "2205472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: Neonatal Facial Coding for Pain Recognition Monitoring System (PRAMS)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032920000",
 "po_email": "vsharma@nsf.gov",
 "po_sign_block_name": "Vishal Sharma",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 1199832.0,
 "awd_amount": 1199832.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "Pain affects over 15 million hospitalized babies annually. Early-life pain is associated with abnormal structural and functional brain development and results in adverse consequences, including cognitive impairments, altered emotional functioning, psychopathologies, and global pain sensitivity. Using facial expressions associated with brain-based evidence of pain, nurses only agree to the presence of babies’ pain 67-87% of the time. Thus, the inability to self-report pain makes babies vulnerable to under- and over-treatment of pain. The investigators created and pediatric nurses validated, a preliminary artificial intelligence (AI)-empowered pain classification model based on facial actions from a video dataset of newborn pain. This model provides 94% accuracy, 93% precision, and 95% recall in analyses of a small sample of babies. This model is not robust enough to be deployed for continuous pain assessment until it can be fully developed with a large sample of diverse babies. This project is being integrated into educational activities offered by the investigators, including the first massive open online course based on federated learning (FL) concepts and algorithms. \r\n\r\nThe goal of this program of research is to advance the creation of an automated Pain Recognition AI-empowered Monitoring System (PRAMS) grounded by biological evidence of pain and supervised by nurses-in-the loop. A novel hybrid FL approach is being tested by using a diverse pain assessment dataset that is being created from time-series facial action video, physiological and clinical data of more than 200 babies before and after surgery in eight patient care units; thus, simulating inter-hospital distributed learning. Mathematical proof that this novel hybrid FL approach has advantageous convergence characteristics in convex learning problems is being provided to establish in the future similar convergence bounds for non-convex optimization. This project has great potential to advance the development of machine learning algorithms across heterogeneous datasets in a privacy-preserving FL approach that could leverage the statistical power of multi-site data to learn clinically meaningful features of even rare conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "RENEE",
   "pi_last_name": "MANWORREN",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "RENEE C MANWORREN",
   "pi_email_addr": "renee.manworren@northwestern.edu",
   "nsf_id": "000867178",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Klabjan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diego Klabjan",
   "pi_email_addr": "klabjan@uiuc.edu",
   "nsf_id": "000258347",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ann & Robert H. Lurie Children's Hospital of Chicago",
  "inst_street_address": "225 E CHICAGO AVE",
  "inst_street_address_2": "FL 22",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037079",
  "inst_zip_code": "606112991",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "ANN & ROBERT H LURIE CHILDRENS HOSPITAL OF CHICAGO",
  "org_prnt_uei_num": "XJ7MMPHBMGM7",
  "org_uei_num": "XJ7MMPHBMGM7"
 },
 "perf_inst": {
  "perf_inst_name": "Ann & Robert H. Lurie Children's Hospital of Chicago",
  "perf_str_addr": "225 East Chicago Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606112991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 296697.0
  }
 ],
 "por": null
}