{
 "awd_id": "2208750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Radio Frequency Quadrupole Stark Decelerator to Identify Isomers and Conformers and Measure their Effective Dipole Moments",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2023-05-15",
 "awd_max_amd_letter_date": "2023-05-15",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will lead to a new type of analytical instrument and associated businesses, specializing in the identification and characterization of chemical isomers and their different conformational forms (conformers).  Isomers are molecules with the same constituent atoms but arranged differently. The identification of isomers and their conformational forms is of critical importance to pharmaceutical and agrochemical industries since the metabolites of many medications or agrochemical compounds are often isomers of one another. Since some of these metabolites may be harmful, safety and efficacy studies require careful analytical “method development” work to quantitate their presence in clinical samples, soils, and foodstuffs.  Unfortunately, current analytical methods for identifying molecular isomers are cumbersome, slow, and involve trial and error work – presenting a significant bottleneck to regulatory approval.  The proposed technology seeks to provide a rapid and robust instrument for isomer analysis, dramatically reducing pharmaceutical and agrochemical development costs and extending patent exclusivity sales – while enabling the experimental identification of conformers for the first time. Access to this new information has the potential to transform agrochemical ($220 billion total addressable market (TAM) in 2022) and drug discovery ($82 billion TAM 2022) sectors, while generating new well-paying, high-tech jobs.\r\n  \r\n\r\nThis SBIR Phase I project proposes to develop a novel mass spectrometer that works on neutral molecules rather than ions.  It uses high electric fields to manipulate and distinguish molecules, separating them by the magnitude of their electrical polarity which, in turn, is highly sensitive to the molecule’s 3D shape.  Molecules may be pushed or pulled by the fields depending on their orientations in the field and the magnitude of their polarity (“dipole moment”).  Since molecular isomers weigh the same, their identification via mass spectrometry is complicated and typically requires time-consuming “method development” work. The proposed instrument aims to reduce this work by using dipole moments to distinguish all isomers and their conformers in a single spectrum – with an axis labeled by mass-to-dipole-moment ratio, rather than mass-to-charge ratio. This technology uses microfabrication techniques to miniaturize and planarize a previously demonstrated quadrupole device described in the academic literature, creating an array of microscopic quadrupole channels. The additional patent-pending deceleration feature, coupled with velocity selective detection, should result in 2-to-3 orders of magnitude higher isomer/conformer discrimination capabilities over the literature device. Finally, this universal detection methodology will allow for continuous throughput, which is ideal for interfacing with standard analytical instrumentation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Demitri",
   "pi_last_name": "Balabanov",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Demitri Y Balabanov",
   "pi_email_addr": "demitribalabanov@gmail.com",
   "nsf_id": "000925592",
   "pi_start_date": "2023-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MOIRES INSTRUMENTS, LLC",
  "inst_street_address": "805 BRANDON MILL CT",
  "inst_street_address_2": "",
  "inst_city_name": "ELON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3362638015",
  "inst_zip_code": "272448300",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NC09",
  "org_lgl_bus_name": "MOIRES INSTRUMENTS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "XT7JRZMBDFU7"
 },
 "perf_inst": {
  "perf_inst_name": "Moires Instruments",
  "perf_str_addr": "239 Sullivan Science Building",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274125011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to develop a first-of-its-kind device  that will provide a robust, rapid, and simplified approach for analyzing  neutral gas molecules using high electric fields. Among many possible  use cases, our device will readily distinguish molecular conformers and  isomers (molecules with the same constituent atoms but different  physical structures) and hence aid in their detection and  identification. Isomers analysis is of great importance to both the  academic and commercial life sciences.&nbsp; For example, in the  pharmaceutical industry, isomer analysis is critical throughout a drug's  initial discovery, development, efficacy and safety testing to the  final quality control of shelf-stable therapeutics.&nbsp; Similar issues  arise for agrochemical compounds and their associated industries, as  well as for chemical consumer product companies. A device that reduces  the cost and time associated with isomer detection and analysis will  accelerate development of various pharmaceuticals, agrochemicals, and  chemical consumer products. Making the development of compounds and  their testing faster, easier, and the final products safer will be of  significant benefit to everyone.</p>\n<p>Moires Instruments was founded to  further develop and commercialize the research from Dr. Liam Duffy's  Lab at UNCG which has, over the past two decades, been developing  instruments and methods for studying molecular reaction dynamics using  high frequency microwaves and working to planarize and miniaturize the  macroscopic quadrupole devices. The SBIR project supported by the NSF is  directed primarily at reducing to practice the miniaturized, robust,  rapid, and simplified instrument for isomer analysis that avoids  molecule-specific detection and labor-intensive method development work.  The secondary goal has been the development of a universal molecule  detection scheme to further extend the capabilities of the device.</p>\n<p>To  date, Moires Instruments has microfabricated the device and the new  detection scheme has been implemented and verified and prototype  instrument testing is ongoing. Thanks to this effort, Moires Instruments  is positioned to commercialize a decade's worth of academic research  and to eventually use this new product to streamline isomer detection  and identification, delivering significant benefit to several key  sectors of the American economy.</p><br>\n<p>\n Last Modified: 07/25/2024<br>\nModified by: Demitri&nbsp;Y&nbsp;Balabanov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project is to develop a first-of-its-kind device  that will provide a robust, rapid, and simplified approach for analyzing  neutral gas molecules using high electric fields. Among many possible  use cases, our device will readily distinguish molecular conformers and  isomers (molecules with the same constituent atoms but different  physical structures) and hence aid in their detection and  identification. Isomers analysis is of great importance to both the  academic and commercial life sciences. For example, in the  pharmaceutical industry, isomer analysis is critical throughout a drug's  initial discovery, development, efficacy and safety testing to the  final quality control of shelf-stable therapeutics. Similar issues  arise for agrochemical compounds and their associated industries, as  well as for chemical consumer product companies. A device that reduces  the cost and time associated with isomer detection and analysis will  accelerate development of various pharmaceuticals, agrochemicals, and  chemical consumer products. Making the development of compounds and  their testing faster, easier, and the final products safer will be of  significant benefit to everyone.\n\n\nMoires Instruments was founded to  further develop and commercialize the research from Dr. Liam Duffy's  Lab at UNCG which has, over the past two decades, been developing  instruments and methods for studying molecular reaction dynamics using  high frequency microwaves and working to planarize and miniaturize the  macroscopic quadrupole devices. The SBIR project supported by the NSF is  directed primarily at reducing to practice the miniaturized, robust,  rapid, and simplified instrument for isomer analysis that avoids  molecule-specific detection and labor-intensive method development work.  The secondary goal has been the development of a universal molecule  detection scheme to further extend the capabilities of the device.\n\n\nTo  date, Moires Instruments has microfabricated the device and the new  detection scheme has been implemented and verified and prototype  instrument testing is ongoing. Thanks to this effort, Moires Instruments  is positioned to commercialize a decade's worth of academic research  and to eventually use this new product to streamline isomer detection  and identification, delivering significant benefit to several key  sectors of the American economy.\t\t\t\t\tLast Modified: 07/25/2024\n\n\t\t\t\t\tSubmitted by: DemitriYBalabanov\n"
 }
}