{
 "awd_id": "2212788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Lightweight Scalable Auctions for Decentralized Martketplaces and Beyond",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 252754.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2023-05-09",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to increase the security and privacy controls in today's financial (crypto or traditional) exchanges and auction platforms.  Currently, such exchanges suffer from information leakage, meaning that third parties can see aspects of the bidding or auction processes and this ability allows them to gain an advantage or unfairly outbid (i.e. front-run) the competition.  A related issue is the lack of transparency in exchanges, which often results from their efforts to limit information leakage.  The lack of transparency has led to significant issues at several centralized exchanges.  This project proposes to build an innovative decentralized exchange that will empower traders with a fair and efficient marketplace.  The proposed solution will employ state-of-the-art cryptographic protocols based on secure multiparty computation (MPC) to guarantee the necessary confidentiality without compromising transparency.  The project is not bound by the tradeoff between security and transparency - it will seek to provide both in an efficient system. Furthermore, the tools developed under this project will have potential beyond the financial sector, including improving methods to securely and privately operate with sensitive data.  \r\n  \r\nThis SBIR Phase I project investigates the design of a decentralized marketplace by scaling secure multiparty computation (MPC) to a large number of parties. MPC provides a decentralized solution for executing an auction that is automatically front-running resistant as the protocol only allows the winning bid (or bidder) to be revealed to anyone. The proposed solution will address a key challenge of developing a concretely efficient mechanism to execute the MPC off-chain and certify the results on-chain with minimal transaction fees while guaranteeing maximal security. The proposed solution will take advantage of quantum secure primitives and star network topology to get robust security and minimal communication overhead. In this project, the first application to validate the designed auction MPC will be a decentralized Non-Fungible Token (NFT) marketplace and instantaneous withdrawal mechanism from L2 to L1.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruihan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruihan Wang",
   "pi_email_addr": "ruihan@ligero-inc.com",
   "nsf_id": "000871327",
   "pi_start_date": "2023-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LIGERO, INC.",
  "inst_street_address": "75 CRESTVIEW DR",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSFORD",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852167771",
  "inst_zip_code": "145342244",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "LIGERO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTMCETX3LXL3"
 },
 "perf_inst": {
  "perf_inst_name": "Ligero Inc.",
  "perf_str_addr": "75 Crestview Dr",
  "perf_city_name": "Pittsford",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "145342244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 252754.0
  }
 ],
 "por": null
}