{
 "awd_id": "2214230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Approaches to Strain Engineering and Superconductivity",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 497547.0,
 "awd_amount": 497547.0,
 "awd_min_amd_letter_date": "2023-05-04",
 "awd_max_amd_letter_date": "2023-05-04",
 "awd_abstract_narration": "Non-technical Abstract:\r\nSuperconductivity is among the most important materials properties for both fundamental research and practical applications, and the development of novel experimental approaches to superconductivity is of great interest. Building on recent break-through results, this work focuses on using innovative experimental methods to expand the boundaries of understanding superconductivity. Two main approaches are being pursued: the combination of tuning and engineering the properties using stress applied along multiple directions, and investigation of the effects of stress leading to permanent deformation of the material. Both approaches have great untapped potential and are virtually unexplored. The work provides the exciting and timely opportunity to investigate the influence of defects related to deformation on both superconducting and normal-state properties in certain quantum materials. Furthermore, the team is testing a recent prediction of stress-induced metallization and superconductivity in semiconductors. This research provides rich educational and research opportunities for a number of undergraduate and graduate students who are gaining valuable experiences in crystal growth and characterization, transport and thermodynamic measurements, neutron and synchrotron x-ray scattering at US national laboratories, and in the use of innovative strain cells and measurement techniques.\r\n\r\nTechnical Abstract:\r\nBuilding on the recent success with novel high-force pneumatic strain cells to significantly modify and enhance desirable properties of bulk oxides, this project begins to explore a vast parameter space in materials physics, with focus on the superconducting properties of select non-oxide materials that are either plastically deformed or subjected to multiaxis stress. Two main approaches are being pursued: the combination of stress along multiple spatial directions, including shear stress; and the effects of stress that exceeds the elastic limit and leads to permanent, plastic deformation of the material. The research involves crystal growth and characterization, transport and thermodynamic measurements, neutron and synchrotron x-ray scattering, and collaboration with experts in complementary spectroscopic probes. It focuses on three select materials families: telluride superconductors, including SnTe and PbTe; superconducting half-Heusler compounds, most importantly YPtBi; and conventional semiconductors, such as Si and Ge. Broadly, the first two groups involve Dirac and topological semimetals and, moreover, tellurides are of technological relevance due to their outstanding thermoelectric properties. In conventional semiconductors, the team is testing a recent prediction of shear-induced metallization and superconductivity. The novel approaches applied to these materials can be expected to transcend the field of superconductivity and become invaluable to future studies of quantum materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Greven",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Greven",
   "pi_email_addr": "greven@umn.edu",
   "nsf_id": "000093643",
   "pi_start_date": "2023-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Minnesota",
  "perf_str_addr": "115 Union Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 497547.0
  }
 ],
 "por": null
}