{
 "awd_id": "2218705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Roles of Seasonality, Silicification, and Alteration in Nitrogen and Silicon Isotope Paleo-proxy Variability",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 899985.0,
 "awd_amount": 899985.0,
 "awd_min_amd_letter_date": "2023-08-17",
 "awd_max_amd_letter_date": "2023-08-17",
 "awd_abstract_narration": "The chemistry of fossil diatoms (a type of plankton), specifically their nitrogen and silicon composition, reflects past changes in surface water nutrients and uptake by plants. Changes in sedimentary diatom nitrogen and silicon values from the Southern Ocean record to what degree ocean biology consumed nutrients in the surface ocean through time. These records have been interpreted to document changes in large-scale vertical ocean circulation as well as iron-stimulated biological production. These processes likely worked together to contribute to carbon exchange between the ocean and the atmosphere. The proposed work will address gaps in our understanding of how the diatom proxies record surface nutrient conditions. Specifically, this includes an examination of environmentally controlled effects on physiology that lead diatoms to change how they build their shells and of alteration during sinking and burial as potential influences on the composition of nitrogen and silica. The results will improve reconstructions of nutrient drawdown in the past, highlight optimal geological conditions for robust reconstructions, and increase our understanding of observed spatial and temporal variability in existing diatom nitrogen and silicon isotope records. This work will ultimately improve our understanding of global-scale climate change in the past and contextualize future change. The project will foster the careers of early career scientists, impact education through training of students and incorporation of project results into course work, and translate science methods, goals, and results of this project to novel audiences through art.\r\n\r\nThe proposed work will examine: 1) the relationship between diatom nitrogen and silicon isotope values and surface nutrient uptake during a Southern Ocean spring bloom, 2) primary controls on the spatial variability observed for the relationships between diatom-bound nutrient isotope proxies, macronutrients, and biomass, and 3) possible alteration to isotopic signals occurring during transit to the sediment. The field component includes a transect from 67°S to 54°S to conduct extensive sampling of water and particles. Shipboard incubations combining isotope and novel fluorescent labeling techniques will measure how degree of silicification influences diatom Nitrogen and Silica isotopes. The influence of the loss of lightly silicified taxa and/or fractionation during the dissolution of frustules will be evaluated through laboratory incubations at home institutions. Products of an art-science collaboration will be publicly displayed online and at events. We will broaden participation in STEM at the University of Rhode Island through our participation in the Graduate School of Oceanography’s Research Experience for Undergraduates and the Summer Undergraduate Research Fellowship in Oceanography Program, as well as prioritizing underrepresented groups in recruitment for the project’s graduate student position and at University California Santa Barbara through the Research Experience and Education Facility that focuses on underserved K-12 students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Brzezinski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Brzezinski",
   "pi_email_addr": "mark.brzezinski@lifesci.ucsb.edu",
   "nsf_id": "000157044",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ivia",
   "pi_last_name": "Closset",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivia Closset",
   "pi_email_addr": "ivia@ucsb.edu",
   "nsf_id": "000834893",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Office of Research",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 899985.0
  }
 ],
 "por": null
}