{
 "awd_id": "2219735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of measurement protected many-body quantum states",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 315074.0,
 "awd_amount": 315074.0,
 "awd_min_amd_letter_date": "2022-12-02",
 "awd_max_amd_letter_date": "2022-12-02",
 "awd_abstract_narration": "NONTECHNICAL\r\n\r\nThis award supports theoretical and computational research and education to discover and study emergent phenomena in a monitored quantum system composed of quantum qubits. These qubits are quantum analogues of classical bits and have two distinct states. They are the fundamental blocks for quantum computing. When the qubits are coupled together, quantum entanglement is generated, which links the qubits together even when they are separated far away from each other. Quantum entanglement is a special property of quantum mechanics, in this case involving multiple qubits and provides the resource for various computational tasks. \r\n\r\nIn a quantum system with many qubits, when they are coupled together, the entire system can become a highly entangled quantum state after a long time. This strong entanglement can lead to the quantum system thermalizing and reaching the tranquil state of equilibrium. Recently, it was discovered that if these qubits are further subject to continuous monitoring, the system may avoid thermalization and exhibit interesting and unusual behavior.\r\n \r\nThe PI and his team plan to investigate monitored many-qubit systems, mainly from the perspective of quantum entanglement. In these systems, the interaction can build up quantum entanglement among the qubits while measurements can disentangle the system by leaking the information to the environment. The competition among them can potentially lead to the creation of novel phases with interesting entanglement structures. In this research, various quantum circuits and numerical tools will be developed to efficiently simulate quantum dynamics. In addition, analytical methods from statistical physics will be used to analyze and classify these new phases. These research activities can help advance our understanding of many-qubit quantum dynamics. The research is interdisciplinary in nature and can significantly impact not only physics, and materials research, but also quantum information science.\r\n \r\nThe PI’s education and outreach activities are integrated with his research. The focus will be on mentoring graduate and undergraduate students interested in quantum physics. These students will be trained as a new generation of researchers, so that they will be able to work across and between disciplines in the future. The PI will also organize an exchange program and focused seminar series for the students in his home college to convey the importance of quantum physics.\r\n \r\n\r\nTECHNICAL\r\n\r\nThis award supports theoretical and computational research and education to study quantum phases in a monitored quantum system. Different from a closed quantum system, which typically thermalizes under unitary dynamics, the quantum system subject to continuous monitoring is governed by non-unitary dynamics and may avoid thermalization. Recently, it was discovered that by tuning the monitoring strength, this system can undergo a continuous quantum phase transition from a highly entangled volume law phase to a disentangled area law phase. Motivated by this finding, this research intends to explore the non-thermal phases in non-unitary dynamics from the perspective of quantum entanglement. Two classes of circuits will be investigated: (1) Unitary circuits interspersed with repeated measurement. Here the PI mainly focuses on the quantum automaton (QA) circuit subject to repeated measurement. This circuit allows large scale numerical simulation and provides a nice physical picture for the non-unitary dynamics. By introducing various symmetries and constraints, the PI plans to analyze various non-thermal volume law phases and critical phases in the non-unitary QA circuit. The PI will also develop an effective theory to understand and classify these phases. (2) Resource state subject to one layer of measurement. Here the PI first prepares a two-dimensional resource state generated by a shallow circuit. By monitoring the bulk degrees of freedom, the one-dimensional boundary state can exhibit interesting entanglement structure by manipulating the bulk degrees of freedom. The PI will study the underlying physics by developing various numerical/analytical tools based on the previous study of random circuits. In addition, this protocol can be potentially realized in the noisy near-term devices due to the fact that the preparation of the resource state only requires a shallow circuit. \r\nThe educational activity focuses on mentoring graduate/undergraduate students interested in quantum physics. These students will be trained as a new generation of researchers, so that they will be able to work across and between disciplines in the future. The PI will also organize an exchange program and focused seminar series for the students in his home college to convey the importance of quantum physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiao",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao Chen",
   "pi_email_addr": "chenaad@bc.edu",
   "nsf_id": "000825022",
   "pi_start_date": "2022-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 315074.0
  }
 ],
 "por": null
}