{
 "awd_id": "2220936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "In search for the origin of tungsten in the global komatiite-basalt systems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2022-12-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 308318.0,
 "awd_amount": 308318.0,
 "awd_min_amd_letter_date": "2022-11-08",
 "awd_max_amd_letter_date": "2022-11-08",
 "awd_abstract_narration": "The technology-driven research of the Earth's interior over the past two decades resulted in major breakthroughs in our understanding of the global processes that have been shaping our planet from the time it was born. Recent advances in instrumentation have allowed scientists to discover small variations in the composition of ancient and modern rocks. Some of these variations are the result of the radioactive breakdown of elements that are now extinct. The survival of these variations until present day indicate that there were and still are reservoirs in the Earth's interior which must have formed within the first few tens of millions- to hundreds of millions of years into Earth history. These reservoirs have apparently survived the giant impact that created the Moon, subsequent violent late accretion, and billions of years of vigorous convective mantle mixing, suggesting that our planet may not have been as exuberant in its early days as previously thought. Evidence for this remarkable discovery came from observation of small variations in the element tungsten in ancient and modern rocks. The origin of these variations, however, remains poorly understood. This research is aimed at constraining the source of tungsten in Earth’s rocks. The research will largely focus on the tungsten behavior in minerals from ancient rocks that directly sampled the Earth’s interior billions of years ago, and compare them to similar recent rocks. The work for this project will include critical evaluation of the models for the origin of variations of tungsten in Earth’s interior, and an assessment of the impact of these interpretations on our understanding of Earth’s history. This research has relevance to the long-debated question of how planets form and evolve, and will improve our understanding of modern Earth. A significant part of the expected scientific advances will be the result of involvement of undergraduate students in this research, which will provide necessary training crucial for their future scientific careers or as they transition directly into the workforce. Support for this project will help sustain the University's mission to share and collaborate worldwide, especially with researchers lacking access to state-of-the-art analytical facilities. The results of this research will be published in peer-reviewed scientific journals, presented at international conferences, and will be made readily available to the broader scientific community for collaborative research efforts.\r\n\r\nThe proposed research project is aimed at constraining the origin of tungsten (W) in komatiite-basalt systems in order to critically evaluate the models for the origin of 182W anomalies in the mantle and assess the impact of these interpretations on our understanding of Earth's history via obtaining high-precision abundance data for a comprehensive set of trace elements, including W, in 150 whole-rock samples, as well as major and trace mineral phases, from 15 komatiite-basalt systems from around the globe, using the state-of-the-art analytical techniques available at UMD. The research objectives are to: (1) establish bulk trace element partitioning during differentiation of the selected komatiite-basalt systems, (2) establish the partitioning of trace elements between major and trace mineral phases and silicate liquid in both well-preserved and variably altered komatiite-basalt systems, (3) quantify the mineral and chemical control on the relationships between the relative trace element abundance enrichments/depletions in the komatiite-basalt systems and their 182W compositions, (4) distinguish between endogenous and exogenous origins of W in these systems, (5) critically evaluate the previously proposed models for the origin of 182W anomalies in the mantle, and (6) evaluate how the interpretations obtained as a result of this project impact our understanding of the Earth's history. The komatiite-basalt systems chosen for analysis were selected because 182W, 142,143Nd, 176Hf, 186,187Os isotope, and HSE abundance data are available for most of them. Those systems, for which 182W data are not yet available, were selected due to the highest degrees of preservation of their primary mineralogical and chemical features, which will aid in establishing magmatic hosts of W in general and serve as a point of comparison in evaluating W behavior in well-preserved versus variably altered systems. An important product of this study will be a comprehensive new database on the partitioning behavior of trace elements, particularly W, between different major and trace mineral phases during magmatic and post-magmatic processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Puchtel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Igor S Puchtel",
   "pi_email_addr": "ipuchtel@umd.edu",
   "nsf_id": "000297029",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Piccoli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Philip M Piccoli",
   "pi_email_addr": "piccoli@umd.edu",
   "nsf_id": "000212645",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Ash",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Ash",
   "pi_email_addr": "rdash@umd.edu",
   "nsf_id": "000729184",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "8000 Regents Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207428300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 308318.0
  }
 ],
 "por": null
}