{
 "awd_id": "2221404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Career Readiness for Engineering Students Through a Mentored Living Learning Community",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2022-12-15",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2022-12-08",
 "awd_max_amd_letter_date": "2024-12-13",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Western Illinois University, a state-supported Rural Serving Institution (RSI) in west central Illinois. Over its five-year duration, this project will fund scholarships to 16 unique full-time students who are pursuing bachelor’s degrees in engineering or engineering technology. First year students will receive four-year scholarships. This project is centered on career readiness through a mentored living learning community and early exposure to the role of engineering in the workplace. Scholars will gain the needed mindset and self-efficacy to excel in and graduate career-ready from a four-year engineering program. Living learning communities will provide scholars with social and community supports to improve student resilience. Peer mentors and learning assistants will help scholars in achieving learning outcomes and provide guidance on acclimating to college life. A summer camp to recruit students from rural high schools will provide students with an opportunity to learn the fundamentals of engineering and work with engineering technologies. The project will develop highly trained engineering professionals including students from rural backgrounds, thus improving their economic prospects and meeting local and national workforce demands. Contributions to the knowledge and practice related to higher education of low- income, rural students will include: (1) the effectiveness of living learning communities; (2) an understanding how a cohort model supports students both inside and outside of the classroom; and (3) the effectiveness of evidence-based teaching strategies and early exposure to engineering.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high achieving undergraduates with demonstrated financial need. This project aims to recruit rural students, retain scholars, and improve four-year graduation rates through research-validated student support activities. The project team will evaluate the degree to which living learning communities, early project-based engineering curricula, and internships are effective in increasing student understanding of career paths and motivation to pursue engineering education and employment. The evaluation study will address three questions: (1) To what extent do living-learning communities contribute to the resilience and success of under-resourced engineering students? (2) Does the cohort model for classroom and non-classroom-based activities decrease the stress and culture shock of under-resourced students? (3) Does including student-centered projects and experiential learning early in engineering increase students’ progress toward a degree and the likelihood that they remain focused on a degree? A mixed methods approach will be used to answer these questions based on student surveys and institutional data on student retention and progress. The project findings will be shared with the engineering education community through regional and national conferences and publications so that other institutions can adopt similar practices. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blair",
   "pi_last_name": "McDonald",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Blair J McDonald",
   "pi_email_addr": "b-mcdonald2@wiu.edu",
   "nsf_id": "000846605",
   "pi_start_date": "2022-12-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Abraham",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Martin A Abraham",
   "pi_email_addr": "ma-abraham@wiu.edu",
   "nsf_id": "000846642",
   "pi_start_date": "2022-12-08",
   "pi_end_date": "2024-12-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Garrett",
   "pi_last_name": "Hunter",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Garrett D Hunter",
   "pi_email_addr": "gd-hunter@wiu.edu",
   "nsf_id": "000846609",
   "pi_start_date": "2022-12-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "IL-SEOP",
   "pi_last_name": "SHIN",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "IL-SEOP SHIN",
   "pi_email_addr": "i-shin@wiu.edu",
   "nsf_id": "0000A13CT",
   "pi_start_date": "2024-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Illinois University",
  "inst_street_address": "1 UNIVSTY CIR",
  "inst_street_address_2": "",
  "inst_city_name": "MACOMB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3092981191",
  "inst_zip_code": "61455",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "WESTERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "N6NKKATPCLM1",
  "org_uei_num": "N6NKKATPCLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Illinois University",
  "perf_str_addr": "1 University Circle",
  "perf_city_name": "Macomb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "614551390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": null
}