{
 "awd_id": "2222426",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Robotic Forest Inventory and Mapping",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922936",
 "po_email": "emirowsk@nsf.gov",
 "po_sign_block_name": "Ela Mirowski",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-01-13",
 "awd_max_amd_letter_date": "2023-01-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project will create a sustainable business model for a new approach towards forest mensuration and monitoring.  The core commercialization strategy is that multi-Unmanned Aerial Vehicle (UAV) teams replace the tape measure, not the forester. This technology addresses the needs for forest measurement techniques that are more accurate, efficient, and verifiable. The advances are critical for climate-smart forest management and carbon markets. There is a global environmental need for the assessment of trees and forest conditions, since trees are the lungs of the world as nature’s carbon sequestration engines. This technology is also addressing labor shortage challenges by making foresters more productive and providing opportunities and education in Science, Technology, Engineering, and Math (STEM) for rural workforces. The results of this project will be a foundation for capturing data of the natural world to accelerate growth of nature-based solutions. \r\n\r\n\r\nThis Small Business Innovation Research (SBIR) Phase II project will advance knowledge in the fields of robotics and forestry. Improving forest measurement techniques is a generational challenge as lack of forest management, wildfires, natural disasters, and diminishing biodiversity are negatively affecting the broader economy and society. However, the current standard for measuring forest volumes is a manual human measurement, and there is a need for a more scalable solution. Robotics is the key to that solution, but there are still deep technical advances necessary to bring it to market. The first anticipated outcome is the development of algorithms, software, and hardware for intelligent, decentralized, autonomous multi-UAV systems that can coordinate in a dense forest. The second anticipated outcome is new forest sampling and tree volume techniques that leverage the ability to measure vast quantities of trees in precise detail, relative to manual measurements. The first outcome expands the frontier in the field of robotics and the second outcome expands the fields of forestry and ecology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Chen",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Chen",
   "pi_email_addr": "stevenwchen2012@gmail.com",
   "nsf_id": "000791737",
   "pi_start_date": "2023-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TREESWIFT INC",
  "inst_street_address": "3401 GRAYS FERRY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8605141258",
  "inst_zip_code": "191462701",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TREESWIFT INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "XMDJFVJLY6K5"
 },
 "perf_inst": {
  "perf_inst_name": "TREFOS INC",
  "perf_str_addr": "3401 GRAYS FERRY AVE",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191462701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}