{
 "awd_id": "2223332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Using K-feldspar megacryst and mineral inclusion T-X-t histories to assess batholith growth and evolution in the Tuolumne intrusive complex, CA",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 337782.0,
 "awd_amount": 337782.0,
 "awd_min_amd_letter_date": "2023-03-08",
 "awd_max_amd_letter_date": "2023-03-08",
 "awd_abstract_narration": "Volcanoes are well-known but poorly understood. How does magma build up beneath active volcanoes, and how long does it take to do so? What controls whether it erupts or cools deep underground to form plutons? How long does it stay molten there, and how much of it is eruptible for how long? Hundreds of millions of people live within 100 miles of active volcanoes. They are at risk of being exposed to volcanic hazards. Volcanic eruptions also affect climate and the environment. Yet decades of research have not answered some of these basic questions. This project will address these questions in the Tuolumne pluton. It is home to the spectacular rock exposures of Yosemite National Park. Uranium-lead age dates of small minerals will determine when the plutons cooled to the rocks that are exposed at the surface today. They will also reveal the duration of time that magma was present. Additionally these much smaller minerals are found included in several-inch-large potassium feldspar crystals. The chemistry of the feldspars serves like fingerprints in a crime scene. They will determine when, where and how much magma was stored 90 million years ago to feed volcanic eruptions. How sticky and hot magma was will help determine what these eruptions might have looked like. This project supports two research groups: 1) Researcher Memeti, a woman at Hispanic-serving, undergraduate-focused California State University Fullerton, and 2) Researcher Schoene at research-focused Princeton University. The team will train several graduate students in age dating and chemistry methods. Graduate students help train undergraduate students involved in different parts of the project. All students take part in all aspects of research activities including field work and publishing. Memeti will complete following activities: 1) update authored Yosemite audiotour mobile app based on this project’s results, 2) continue to organize field trips to Yosemite National Park, and 3) share research results with park rangers. 4) She will develop introductory geology labs for geology students, and 5) continue her outreach efforts on volcanic hazards at southern California public events. Schoene will teach local K-12 teachers on volcanoes and hazards in a seminar at Princeton University. \r\n\r\n\r\nThis 3-yr collaborative RUI project between California State University Fullerton and Princeton University seeks to determine the time and length scales of magma bodies in magmatic arcs and their changes in composition, crystallinity, and volume over time. The study will use K-feldspar pheno- and megacrysts up to 12 cm long and megacryst-hosted mineral inclusions from the Half Dome and Cathedral Peak units of the 95-85.5 Ma Tuolumne intrusive complex in the central Sierra Nevada. K-feldspar textures and zoning will be imaged in 3D with CT scans and CL images and quantitatively analyzed with electron microprobe and laser ablation ICPMS for geochemistry. K-feldspar mineral inclusions will be measured for TIMS-TEA U-Pb zircon and titanite geochronology, SIMS Ti-in-zircon and Zr-in-titanite thermometry, and EMP and LA-ICPMS plagioclase and hornblende thermometry and chemometry (determining melt compositions). These data will be synthesized to test the hypotheses that the Tuolumne intrusive complex matured thermally during incremental construction, creating interconnected magma bodies many kilometers in length, capable of magma flow, fractionation, mixing, and likely eruption. These data will reflect on current debates about whether long-lived and large composite intrusions like the Tuolumne complex are characterized by “hot” or “cold” storage. “Cold” storage is characterized by small, rigid magma mushes that spend most of their time at temperatures near or at the solidus, limiting interaction with coeval magma bodies, only occasionally, if ever, “defrosting” by magma recharge to feed volcanic eruptions. In contrast, “hot storage” allows for dynamic inter-unit magma mixing and crystal recycling in large (10-100s of square kilometers) magma bodies at significantly higher temperatures above the solidus and lower crystallinities and at time scales of up to millions of years.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valbone",
   "pi_last_name": "Memeti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valbone Memeti",
   "pi_email_addr": "vmemeti@fullerton.edu",
   "nsf_id": "000584320",
   "pi_start_date": "2023-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Fullerton",
  "perf_str_addr": "800 North State College Blvd.",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928313599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "45",
  "perf_st_cong_dist": "CA45",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 337782.0
  }
 ],
 "por": null
}