{
 "awd_id": "2223965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: The challenges of living small: functional tradeoffs in the vertebral bone structure of diminutive mammals",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 198298.0,
 "awd_amount": 198298.0,
 "awd_min_amd_letter_date": "2022-12-12",
 "awd_max_amd_letter_date": "2022-12-12",
 "awd_abstract_narration": "This research explores how body size affects the structure and function of bones in very small (miniaturized) mammals. Miniaturization is common across animal groups and is significant because it is often associated with the evolution of new features despite the unique challenges faced by small animals. The effects of miniaturization on the vertebrate skeleton are particularly fundamental because the skeletal system supports all other organ systems, and must withstand internal and external applied forces while still facilitating efficient body motion. It remains poorly understood how the skeletons of the smallest vertebrate animals withstand and transmit everyday forces. 3D imaging techniques, computer modeling, and physical testing on mammalian backbones (vertebrae) will be used to assess how the skeletons of several related groups of small mammals (shrews, moles, hedgehogs, and solenodons) have evolved to function at small size. The project is testing whether smaller bones are stronger (more resistant to breaking) or stiffer (more resistant to bending), and how internal and external bone structure work together to allow very small mammals to move safely and efficiently. Planned activities will promote scientific and public understanding of how natural selection leads to changes in the shapes of bones, and how body size influences the way animals interact with their environment. This project involves training of six students from a primarily undergraduate institution (Bucknell University) in independent research. Outreach activities through the Field Museum will promote public awareness of the incredible diversity and importance of small mammals, which are often overlooked but are critical to ecosystem function.\r\n\r\nThis research leverages the taxonomic richness and ecological and body size diversity of the mammalian clade Eulipotyphla to: 1) measure the contributions of trabecular and cortical bone tissues to whole-bone performance in the eulipotyphlan lumbar spine; 2) quantify the selective pressures to maximize bone strength, stiffness, or both in very small mammals; and 3) determine when tradeoffs between strength and stiffness occur as very small mammals adopt novel ecologies. By focusing on the morphology and performance of trabecular and cortical bone in the axial skeleton, specifically the lumbar spine, this research takes advantage of a system that is developmentally constrained via Hox patterning but also morphologically plastic and heavily involved in quadrupedal locomotion. The integrative approach of this study synthesizes Finite Element Analysis (FEA) results with body size, phylogenetic, ecological, and morphometric data to assess morpho-functional tradeoffs and quantify selective pressures on vertebral bone. The use of Eulipotyphla for this clade-wide functional study is novel but appropriate, as the group is taxonomically and ecologically diverse and includes the smallest mammal by mass (weighing less than two grams). These investigations will yield novel quantitative evidence about the relative importance of, and interaction between, trabecular and cortical bone under stress, and test long-standing hypotheses about how selection acts on bone morphology to produce appropriately strong, stiff bony structures at small sizes. In addition, educational and outreach outcomes include undergraduate research training, a treasure hunt activity to find small mammals at the Field Museum, and a learning kit for the Field Museum to support middle school learning standards.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Stayton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Charles T Stayton",
   "pi_email_addr": "tstayton@bucknell.edu",
   "nsf_id": "000342722",
   "pi_start_date": "2022-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "One Dent Drive",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 198298.0
  }
 ],
 "por": null
}