{
 "awd_id": "2224907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low-Cost, Vision-Enhanced, High-Efficiency Heat Cable Control System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924506",
 "po_email": "marschin@nsf.gov",
 "po_sign_block_name": "Mara E. Schindelholz",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 274922.0,
 "awd_amount": 274922.0,
 "awd_min_amd_letter_date": "2023-07-05",
 "awd_max_amd_letter_date": "2023-07-05",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will be realized through the development of vision-enhanced, smart control for heat cables. Heat cables are installed on millions of roofs in North America to prevent build-up of roof-damaging ice dams but they currently have flawed, rudimentary controls, and consume large amounts of energy (tripling the energy consumption of a typical home during the winter months). Combining information from easy-to-install roof cameras, temperature sensors, and local weather forecasting, a machine learning system will turn on heat cables only when needed. A total of 8 billion installed feet of heat cable on roofs and gutters in North America annually consume 135 Terawatt-Hours of electricity and emit 52 Megatons of carbon dioxide and methane. Preliminary data indicate this consumption, the associated costs, and carbon dioxide and methane emissions can be reduced significantly, creating a large commercial impact for residential and commercial building owners, a payback period for the customer of one winter season, and a considerable decrease of the nation's carbon footprint. Because of heat cables' large electrical power consumption, the technology will also provide electrical utility companies with a tool to stabilize the electrical grid and load balance, contributing to national energy security and competitiveness.\r\n\r\nThis SBIR Phase I project proposes to pursue innovations to enhance the energy efficiency of heat cable systems.  This system will including an energy harvesting system to power a roof-mounted, camera-based, sensor system that uses machine-vision and machine-learning to precisely control roof heat cables based on their primary function: the prevention of ice dams. Surprisingly, little is known about optimal heat cable control, including key input variables such as temperature, weather and the variability and role of roof features (type, angle, orientation). Collecting and analyzing these data will further the understanding of optimal heat cable control. Heat cable power consumption will be compared to historical and model-derived power consumption. Technoeconomic analysis will help to fine-tune and scale the revenue model. The energy harvesting technology based on trickle-charging the roof-based camera system battery will make the system cordless, easy to retrofit to existing installations, and low-maintenance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Clardy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Clardy",
   "pi_email_addr": "thomasclardy@powderwatts.com",
   "nsf_id": "000876377",
   "pi_start_date": "2023-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "POWDER WATTS, LLC",
  "inst_street_address": "2750 RASMUSSEN RD",
  "inst_street_address_2": "",
  "inst_city_name": "PARK CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8012051010",
  "inst_zip_code": "840985492",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "POWDER WATTS LLC",
  "org_prnt_uei_num": "WMV6LT4V6GM7",
  "org_uei_num": "ZRA1NLEJ7AE4"
 },
 "perf_inst": {
  "perf_inst_name": "POWDER WATTS, LLC",
  "perf_str_addr": "7839 BOOTHILL DR",
  "perf_city_name": "PARK CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840985322",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 274922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;This project demonstrated that many millions of watt hours of electricity can be saved per building per year by applying an IoT smart system to the previously always-on load of rooftop snowmelt.</p>\n<p>This important project aimed to prove the technical feasibility of a smart, efficient, and autonomous solution that would minimize the amount of energy consumed by the Nation&rsquo;s largest unmanaged electric load left on the grid, rooftop snowmelt &ldquo;heat cables.&rdquo;</p>\n<p>This existing load, rooftop snow and ice melt cables, known as &ldquo;heat cables&rdquo; or &ldquo;heat tape&rdquo; are needed for structure (home and business) roof protection to prevent leaking through the roof and into the building.&nbsp; Without these heat cable building protection systems, the structures on which they are installed experience leaking and resultant structure damage, rot, mold and destruction of walls, flooring and insulation.</p>\n<p>These cables are installed on an estimated 20M buildings in North America and are estimated to consume over 100 TWh of electricity each year.&nbsp;</p>\n<p>The core innovation of our project lies in its unique approach to managing rooftop heat cables using advanced IoT sensors, human trained AI Computer Vision, and energy harvesting technologies.</p>\n<p>Here are the key&nbsp;outcomes:</p>\n<p>Cordless Power System: We successfully developed a cordless power system for our rooftop sensors, overcoming significant challenges associated with operating in harsh winter environments. &nbsp;Through extensive testing of multiple options, we selected and proved that energy harvesting, even when incorporated into our IoT sensors on the North face of roofs, could generate enough power to sustain the system. &nbsp;This was achieved through deep sleep modes and efficient power management techniques, ensuring the device operates throughout winter with minimal to virtually no solar input.</p>\n<p>Rooftop Sensor Design: Our rooftop sensor, which includes cameras and temperature monitoring, was designed to be robust and easy to install. The sensor&rsquo;s housing, made from durable materials, effectively withstands the harsh conditions of snow and ice. The design also includes advanced sealing techniques to prevent water ingress, ensuring long-term reliability.</p>\n<p>Data Collection and AI Training: Over the course of Phase I, we deployed across 140 locations, collecting valuable data on ice dam formation, roof conditions, and system performance. This data was used to train our AI system, which achieved high accuracy rates of predicting and managing heat cable operation. This lays a solid foundation for further improvements and automation in Phase II.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/08/2024<br>\nModified by: Thomas&nbsp;Clardy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project demonstrated that many millions of watt hours of electricity can be saved per building per year by applying an IoT smart system to the previously always-on load of rooftop snowmelt.\n\n\nThis important project aimed to prove the technical feasibility of a smart, efficient, and autonomous solution that would minimize the amount of energy consumed by the Nations largest unmanaged electric load left on the grid, rooftop snowmelt heat cables.\n\n\nThis existing load, rooftop snow and ice melt cables, known as heat cables or heat tape are needed for structure (home and business) roof protection to prevent leaking through the roof and into the building. Without these heat cable building protection systems, the structures on which they are installed experience leaking and resultant structure damage, rot, mold and destruction of walls, flooring and insulation.\n\n\nThese cables are installed on an estimated 20M buildings in North America and are estimated to consume over 100 TWh of electricity each year.\n\n\nThe core innovation of our project lies in its unique approach to managing rooftop heat cables using advanced IoT sensors, human trained AI Computer Vision, and energy harvesting technologies.\n\n\nHere are the keyoutcomes:\n\n\nCordless Power System: We successfully developed a cordless power system for our rooftop sensors, overcoming significant challenges associated with operating in harsh winter environments. Through extensive testing of multiple options, we selected and proved that energy harvesting, even when incorporated into our IoT sensors on the North face of roofs, could generate enough power to sustain the system. This was achieved through deep sleep modes and efficient power management techniques, ensuring the device operates throughout winter with minimal to virtually no solar input.\n\n\nRooftop Sensor Design: Our rooftop sensor, which includes cameras and temperature monitoring, was designed to be robust and easy to install. The sensors housing, made from durable materials, effectively withstands the harsh conditions of snow and ice. The design also includes advanced sealing techniques to prevent water ingress, ensuring long-term reliability.\n\n\nData Collection and AI Training: Over the course of Phase I, we deployed across 140 locations, collecting valuable data on ice dam formation, roof conditions, and system performance. This data was used to train our AI system, which achieved high accuracy rates of predicting and managing heat cable operation. This lays a solid foundation for further improvements and automation in Phase II.\n\n\n\t\t\t\t\tLast Modified: 08/08/2024\n\n\t\t\t\t\tSubmitted by: ThomasClardy\n"
 }
}