{
 "awd_id": "2224760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LTER: MCM6 - The Roles of Legacy and Ecological Connectivity in a Polar Desert Ecosystem",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 7650000.0,
 "awd_amount": 2724034.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2024-09-10",
 "awd_abstract_narration": "Non-technical Abstract\r\nThe McMurdo Dry Valleys LTER seeks to understand how changes in the temporal variability of ecological connectivity interact with existing landscape legacies to alter the structure and functioning of this extreme polar desert ecosystem. This research has broad implications, as it will help us to understand how natural ecosystems respond to ongoing anthropogenic global change. At the same time, this project also serves an important educational and outreach function, providing immersive research and educational experiences to students and artists from diverse backgrounds, and helping to ensure a diverse and well-trained next generation of leaders in polar ecosystem science and stewardship. Ultimately, the results of this project will help us to better understand and prepare for the effects of climate change and develop scientific insights that are relevant far beyond Antarctic ecosystems. \r\nThe McMurdo Dry Valleys (MDVs) make up an extreme polar desert ecosystem in the largest ice-free region of Antarctica. The organisms in this ecosystem are generally small. Bacteria, microinvertebrates, cyanobacterial mats, and phytoplankton can be found across the streams, soils, glaciers, and ice-covered lakes. These organisms have adapted to the cold and arid conditions that prevail outside of lakes for all but a brief period in the austral summer when the ecosystem is connected by liquid water. In the summer when air temperatures rise barely above freezing, soils warm and glacial meltwater flows through streams into the open moats of lakes. Most biological activity across the landscape occurs in summer. Through the winter, or polar night (6 months of darkness), glaciers, streams, and soil biota are inactive until sufficient light, heat, and liquid water return, while lake communities remain active all year. Over the past 30 years, the MDVs have been disturbed by cooling, heatwaves, floods, rising lake levels, as well as permafrost and lake ice thaw. Considering the clear ecological responses to this variation in physical drivers, and climate models predicting further warming and more precipitation, the MDV ecosystem sits at a threshold between the current extreme cold and dry conditions and an uncertain future. This project seeks to determine how important the legacy of past events and conditions versus current physical and biological interactions shape the current ecosystem. Four hypotheses will be tested, related to 1) whether the status of specific organisms are indicative ecosystem stability, 2) the relationship between legacies of past events to current ecosystem resilience (resistance to big changes), 3) carryover of materials between times of high ecosystem connectivity and activity help to maintain ecosystem stability, and 4) changes in disturbances affect how this ecosystem persists through the annual polar night (i.e., extended period of dark and cold). \r\n \r\nTechnical Abstract\r\nIn this iteration of the McMurdo LTER project (MCM6), the project team will test ecological connectivity and stability theory in a system subject to strong physical drivers (geological legacies, extreme seasonality, and contemporary climate change) and driven by microbial organisms. Since microorganisms regulate most of the world’s critical biogeochemical functions, these insights will be relevant far beyond polar ecosystems and will inform understanding and expectations of how natural and managed ecosystems respond to ongoing anthropogenic global change. MCM6 builds on previous foundational research, both in Antarctica and within the LTER network, to consider the temporal aspects of connectivity and how it relates to ecosystem stability. The project will examine how changes in the temporal variability of ecological connectivity interact with the legacies of the existing landscape that have defined habitats and biogeochemical cycling for millennia. The project team hypothesizes that the structure and functioning of the MDV ecosystem is dependent upon legacies and the contemporary frequency, duration, and magnitude of ecological connectivity. This hypothesis will be tested with new and continuing monitoring, experiments, and analyses of long-term datasets to examine: 1) the stability of these ecosystems as reflected by sentinel taxa, 2) the relationship between ecological legacies and ecosystem resilience, 3) the importance of material carryover during periods of low connectivity to maintaining biological activity and community stability, and 4) how changes in disturbance dynamics disrupt ecological cycles through the polar night. Tests of these hypotheses will occur in field and modeling activities using new and long-term datasets already collected. New datasets resulting from field activities will be made freely available via widely-known online databases (MCM LTER and EDI). \r\nThe project team has also developed six Antarctic Core Ideas that encompass themes from data literacy to polar food webs and form a consistent thread across the education and outreach activities. Building on past success, collaborations will be established with teachers and artists embedded within the science teams, who will work to develop educational modules with science content informed by direct experience and artistic expression. Undergraduate mentoring efforts will incorporate computational methods through a new data-intensive scientific training program for MCM REU students. The project will also establish an Antarctic Research Experience for Community College Students at CU Boulder, to provide an immersive educational and research experience for students from diverse backgrounds in community colleges. MCM LTER will continue its mission of training and mentoring students, postdocs, and early career scientists as the next generation of leaders in polar ecosystem science and stewardship. Historically underrepresented participation will be expanded at each level of the project. To aid in these efforts, the project has established Education & Outreach and Diversity, Equity, and Inclusion committees to lead, coordinate, support, and integrate these activities through all aspects of MCM6.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gooseff",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michael N Gooseff",
   "pi_email_addr": "michael.gooseff@colorado.edu",
   "nsf_id": "000374541",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Byron",
   "pi_last_name": "Adams",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Byron J Adams",
   "pi_email_addr": "bjadams@byu.edu",
   "nsf_id": "000447675",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Takacs-Vesbach",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina D Takacs-Vesbach",
   "pi_email_addr": "cvesbach@unm.edu",
   "nsf_id": "000479741",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachael",
   "pi_last_name": "Morgan-Kiss",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rachael M Morgan-Kiss",
   "pi_email_addr": "morganr2@miamiOH.edu",
   "nsf_id": "000310036",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melisa",
   "pi_last_name": "Diaz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Melisa A Diaz",
   "pi_email_addr": "diaz.237@osu.edu",
   "nsf_id": "000860241",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "116Z",
   "pgm_ref_txt": "LIA-Life in Antarctica"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1449034.0
  }
 ],
 "por": null
}