{
 "awd_id": "2224556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Costs and Trade-offs of Phenotypically Flexible Responses to Winter Temperature Variability in Birds",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924854",
 "po_email": "kreinhar@nsf.gov",
 "po_sign_block_name": "Keith Reinhardt",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 391858.0,
 "awd_amount": 391858.0,
 "awd_min_amd_letter_date": "2023-04-11",
 "awd_max_amd_letter_date": "2023-04-11",
 "awd_abstract_narration": "Global climate change is producing winter warming but also more variable winter temperatures. This variability includes more frequent cold snaps. This increase in temperature fluctuation may create challenges for birds and other animals. Birds can adjust their physiology to respond to fluctuating temperatures. It is uncertain, however, if birds can respond fast enough to match these fluctuations. This uncertainty makes conservation planning for winter birds difficult. This project will study how birds respond to fluctuations in winter temperatures. The study will also identify costs of adjusting physiology that might limit how well birds can respond to fluctuating temperatures. Both natural and laboratory studies will be used to answer questions about how birds are able to adjust to temperature fluctuations. These studies will also determine what levels (tissues, cells, sub-cellular) are involved in these adjustments. The project will provide a broad view of the ability of birds to respond to temperature fluctuations expected under future climate change. The project will involve early-career and established faculty and students at various stages in their careers. The studies will also engage Indigenous and African-American college students. Another goal of the project is to involve a diversity of people to help improve scientific literacy. The project targets activities for elementary and high school students and the general public for this purpose. Data from the project are also expected to assist development of modeling approaches to predict bird responses to climate change to better assess conservation impacts. \r\n\r\nMean winter temperatures are increasing rapidly in the north-central U.S. but superimposed on this trend is more temperature variability, including more frequent cold snaps. Such punctuated cold periods will require flexible adjustments of thermoregulatory physiology of birds to match environmental conditions and could lead to physiology-environment mismatches. Flexible physiological responses allow birds to better match metabolic phenotypes to variable climates and can produce fitness benefits. The costs of such flexibility, however, are poorly known, are recommended targets of future research, and are critical elements to understand the capacities of organisms to respond to increasing climatic variability projected by climate change models. This project examines avian metabolic flexibility in response to fluctuating temperatures at organismal, cellular and molecular levels, including studies examining responses to natural seasonal and within-season temperature variation and experimental temperature acclimation studies with warm, cold, and fluctuating cold temperatures. These integrative studies will provide an unprecedented view of the mechanisms, costs, trade-offs, and fitness consequences of flexible metabolic responses of birds to increasing temperature variability expected under future climate change scenarios. The collaborative project will involve senior and junior-level faculty, a postdoctoral fellow, graduate and undergraduate students. The project will also engage Indigenous and African-American undergraduate students and will involve K-12 students and the general public in scientific activities related to project goals to help improve scientific literacy. Data from the project are also expected to benefit next-generation models of bird responses to climate change by facilitating incorporation of physiological flexibility and temperature variability into such models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yufeng",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yufeng Zhang",
   "pi_email_addr": "yzhang24@memphis.edu",
   "nsf_id": "000830403",
   "pi_start_date": "2023-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "Administration 315",
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 391858.0
  }
 ],
 "por": null
}