{
 "awd_id": "2224727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GLOW: Loss of volatiles from the Hadean Earth and the redox evolution of the early atmosphere",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 298718.0,
 "awd_amount": 298718.0,
 "awd_min_amd_letter_date": "2023-05-23",
 "awd_max_amd_letter_date": "2023-05-23",
 "awd_abstract_narration": "Some researchers think rocky planets like Earth must have formed by giant impacts, and that the last of such impacts to Earth resulted in the formation of the Moon. After this impact, the early Earth likely experienced continued bombardment of leftover planetesimals. These bombardments are called late accretion impacts, some of which could be as large as the Moon. Both giant impacts and late accretion impacts are very energetic. Each of them can melt a large fraction of Earth’s mantle, and the surface can be as hot as 5,000-15,000 K. Such a hot surface would help the atmosphere escape to space, which is important for the surface environments of the early Earth. The lightest element - hydrogen - is most easily removed by this process, so in the presence of surface water the impact-driven atmospheric loss could result in the oxidation of Earth. The notion of such catastrophic evaporation is generally accepted in the exoplanet field, but it has not gained traction in the Earth sciences. This research will incorporate novel ideas developed in the exoplanet atmospheric literature to the study of the Hadean Earth (the first 500 million years of Earth history). The redox state of the atmosphere is also important for the emergence of life on Earth. Thus, our modeling of Earth evolution in the aftermath of high-energy impacts could provide a timely reference frame for those currently exploring exoplanets for signs of life. This project will support a postdoctoral researcher and contribute more broadly through mentoring New Haven Science Fair high school students.\r\n\r\nMost research on the removal of volatiles from Earth’s early atmosphere focuses on a narrow temperature range of 1500–2500 K when mass loss is inefficient and limited by diffusion above the turbopause. The extreme thermal conditions right after high-energy impacts would quickly dissipate in a few hundred years, but even in this short period, the atmospheric loss can be on the order of several Earth oceans. The proposed research aims to quantify this extreme period of the early Earth, by conducting a fluid dynamical simulation of Earth’s post-impact atmosphere that incorporates the interior heat and the incoming X-ray and ultraviolet irradiation from our Sun. Because Earth’s early atmosphere would chemically interact with the magma ocean below, the evolution of the atmosphere will influence the redox evolution of the mantle. The relevant parameter space will be explored to assess how the different evolutionary pathways of the Hadean Earth comply with available geological data, and with other theoretical possibilities suggested in the literature. This will provide an unprecedented insight into the properties of the Hadean Earth and, in doing so, reveal how the loss of volatiles may be the missing nexus that explains why Earth is unique among the planets in our solar system. This proposal was submitted to CH in response to DCL 22-032: Dear Colleague Letter: Geoscience Lessons for and from Other Worlds (GLOW).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Korenaga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Korenaga",
   "pi_email_addr": "jun.korenaga@yale.edu",
   "nsf_id": "000094484",
   "pi_start_date": "2023-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "210 Whitney Ave",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 298718.0
  }
 ],
 "por": null
}