{
 "awd_id": "2224840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Separations of Critical Materials in Lithium-ion Battery Black Mass",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2023-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2023-03-16",
 "awd_max_amd_letter_date": "2023-03-16",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to establish domestic recyclability (circularity) for critical energy materials that have majority or total import reliance.  Such elements include including cobalt, lithium, manganese, carbon (graphite), and nickel.  Establishing circularity of critical materials can decease dependence on foreign sources while increasing domestic manufacturing of lithium-ion batteries, magnets, catalysts, and superalloys. As the world electrifies light- and heavy-duty vehicles and renewable energy resources increase, the need for battery materials is expected to quadruple over the next decade. Hydrometallurgical processes are highly nuanced and well-established; The configurations are nearly endless, especially when multiple recycle streams are incorporated. Additionally, customers require tight specifications. As battery chemistries evolve, a process technology that can be shown to be adaptable to variable compositional profiles can help proliferate domestic production to anchor advanced industries. \r\n\r\nThis SBIR Phase I project proposes to fill knowledge gaps in separation chemistries using sulfites. Through exploitation of solubilities, effective and efficient separations of constituents in end-of-life lithium-ion batteries can reduce reagent consumption, decrease equipment sizing, and lead to the formation of battery-grade chemical feedstocks for demonstrated supply chain circularity. Key to the success of the project is the separation of manganese without resorting to expensive solvent-based techniques. The project will explore of the solubilities of Ni/Co/Mn/Li sulfites as a function of temperature and pH, characterize the form of the precipitates, and investigate the oxidation of these sulfite precipitates to a high purity sulfate. The objectives include determining missing data on empirical solubility from the general material property literature, demonstrating lab-scale selectivity and overall efficacy, and optimizing operational parameters for techno-economic and life-cycle modeling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Palumbo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Palumbo",
   "pi_email_addr": "reqyrd@gmail.com",
   "nsf_id": "000853958",
   "pi_start_date": "2023-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "REQYRD, INC.",
  "inst_street_address": "11901 W 48TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WHEAT RIDGE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9706923384",
  "inst_zip_code": "800332166",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "REQYRD INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JGY9QS6CAVN8"
 },
 "perf_inst": {
  "perf_inst_name": "REQYRD, INC.",
  "perf_str_addr": "3745 E 50TH AVE",
  "perf_city_name": "DENVER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802163020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}