{
 "awd_id": "2224380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Validated Complementarity Contact Conditions for Suction-Friction of Multiphasic Soft Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 423598.0,
 "awd_amount": 423598.0,
 "awd_min_amd_letter_date": "2022-11-16",
 "awd_max_amd_letter_date": "2022-11-16",
 "awd_abstract_narration": "This project will study adhesion and friction, and develop a physics-based contact model in various soft materials swollen by liquids. The ever-growing use of soft swollen materials in engineering and biomedical applications catalyzes demands for modeling of their mechanical behavior. Those materials experience large deformations and exhibit nonlinear mechanical response that depends on loading rate. In contact loading, rate-dependence stems primarily from liquid diffusion within soft solid network, viscous shearing of swelling liquid and viscoelastic deformation of the solid network. In recent studies, the rate-dependence of adhesion and friction were observed during the onset of peeling and sliding in synthetic and biological soft swollen materials. Current contact formulations lack a methodology to describe those observations. The research will fill this gap by exploring the mechanisms leading to rate-dependent and coupled physics of adhesion and friction, and by correcting current contact formulations accordingly. The physics-based contact formulation will enable modeling of friction-adhesion in numerous contact applications encountered in musculoskeletal joints; soft robots interacting with their environment; surgical cuts, suturing, and traumatic and ballistic impacts in soft tissues and surrogates; contact of flexible electronics with human skin; and other tough gel applications carrying significant mechanical loads. This novel contribution to contact mechanics will be discussed in graduate level courses and hands-on seminars for high school students. Finally, to ensure broad and quick dissemination of research products to the community, the formulation will be implemented in an open-source and widely used finite element code for soft materials.\r\n\r\nThe specific goal of the research is to test a major hypothesis that in soft swollen materials, solid network controls the strength in both adhesion and friction, and therefore a modified effective traction-based formulation would resolve both rate-dependence and nonlocality in contact separation (peeling) processes. The PIs further hypothesize that the coupling of nonlocal adhesion (suction) and friction response is governed by the intrinsic relaxation time constants of the materials. Those hypotheses will be tested through novel computational and experimental efforts. In the computational program, a unified contact framework will be derived for the soft swollen material interfaces using the Variational Multiscale Discontinuous Galerkin method, which can weakly impose the entire range of loading and unloading of a material point along the interface without numerical tuning parameters. The experimental program will complement the computational framework with validation data to be obtained from bulk mechanical characterization, adhesion and friction tests on synthetic soft swollen material interfaces. Besides the global force-displacement responses, advanced laser and particle image velocimetry techniques will deliver full field characterization in the vicinity of interfaces. This time-resolved global and local data will enable robust validation of the modeling framework. After validation, this framework will deliver the first physics-based contact model that is fully parametrizable with measurable bulk and interface properties. This unified formulation will be achieved by exposing the transformative knowledge that local and nonlocal interfacial mechanisms act in tandem, with direct analogy to the behavior of bulk response (cohesion and suction) in soils and granular materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melih",
   "pi_last_name": "Eriten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melih Eriten",
   "pi_email_addr": "eriten@engr.wisc.edu",
   "nsf_id": "000636336",
   "pi_start_date": "2022-11-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Roldan-Alzate",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro Roldan-Alzate",
   "pi_email_addr": "roldan@wisc.edu",
   "nsf_id": "000783171",
   "pi_start_date": "2022-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1513 University Avenue",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 423598.0
  }
 ],
 "por": null
}