{
 "awd_id": "2225290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-DFG: Multiscale Data-Physics Models for the Critical Role of Interfaces in Overmolded Thermoplastic Parts",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 777782.0,
 "awd_amount": 777782.0,
 "awd_min_amd_letter_date": "2023-09-05",
 "awd_max_amd_letter_date": "2023-09-05",
 "awd_abstract_narration": "This award supports US-German collaborative research related to joining two dissimilar polymer layers. The polymer overmolding technique is employed in numerous industrial manufacturing processes, in application areas including automotive, aeronautics, energy, and biomedicine. These composite materials can achieve their desired properties and avoid part failure or overdesign only if there is good adhesion at the interface between the two disparate components. Currently this is achieved through the use of simple ad hoc models and trial-and-error practices. Detailed models and understanding have not yet been formed because there are multiple spatial and temporal scales and process-morphology parameters that govern manufactured part behavior. The effect of various molecular processes and the role of each of the process/morphology parameters and their combined effect on the manufactured component is not well understood today. This award will support fundamental research to help understand the bonding strength and fracture toughness, by relating interface properties to molecular processes taking place at these critical interfaces. Industrial collaborators will help ensure the practical application of the new knowledge and computational tools. The Integrated Computational Materials Engineering paradigm will be advanced by educating the next generation of engineers and scientists in integrated design of products, the materials that comprise them, their associated materials processing methods, and multiscale modeling.\r\n\r\nTo address the fundamental issue of interface failure in overmolded thermoplastic parts, this project will employ novel multiscale computational modeling, coupled to the evolving tools of machine learning, to quantitatively understand the factors that affect adhesion strength and fracture toughness. In particular, this project will: (i) develop a molecular-level understanding to quantitatively predict the temporal evolution of the strength and fracture toughness of a laminate/semicrystalline polymer interface as a function of process parameters; (ii) combine this information with a coarser-grained integrator to predict and hence optimize interface properties; and (iii) design a validated hybrid data-physics driven multiscale framework for integrated manufacturing and product design of these composites.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Fish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Fish",
   "pi_email_addr": "fishj@columbia.edu",
   "nsf_id": "000687123",
   "pi_start_date": "2023-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sanat",
   "pi_last_name": "Kumar",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sanat K Kumar",
   "pi_email_addr": "sk2794@columbia.edu",
   "nsf_id": "000101049",
   "pi_start_date": "2023-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 West 131st Street, 6th Floor",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 777782.0
  }
 ],
 "por": null
}