{
 "awd_id": "2225000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The interplay of nitrogen loading and ecosystem sustainability in threatened wetlands: an extension of the WETFEET project",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 374855.0,
 "awd_amount": 374855.0,
 "awd_min_amd_letter_date": "2022-11-29",
 "awd_max_amd_letter_date": "2022-11-29",
 "awd_abstract_narration": "Over the last decade, pollution in Florida estuaries has had dire consequences such as red tides and massive die-offs of fish and marine mammals. This team of researchers has worked closely with land managers in northeastern Florida who seek data-driven guidance on strategies to mitigate pollution and help sustain these wetlands. Critical wetland habitats are increasingly being lost to erosion at the edges, and \"ponding\" in the interior due to sea level rise. As sea levels and pollution are increasing, the thin green strips of vegetation that protect Florida’s human population from big storms are changing from salt marsh grasses to mangrove forests. To determine how these wetlands will fare in a future with higher seas, more nutrient inputs, and larger plants, this project will use a combination of field experiments, mapping, and mathematical modeling. Information will be obtained on how coastal wetlands can help remove nitrogen, a common pollutant in coastal waters. The researchers will investigate whether wetland decline is contributing to the current uptick in nutrient levels that threatens the health of humans and other animals. Finally, the team will use the relationships that they have built with northeastern Florida land managers, government officials and restoration practitioners to help plan for the future of these threatened wetlands in the Guana Tolomato Matanzas National Estuarine Research Reserve (GTMNERR) and beyond. Data from this project will be used to map nutrient hotspots in the GTMNERR, and to train undergraduate and graduate student researchers in the study of coastal wetlands and plan for their restoration. \r\n\r\nIn northeastern Florida, coastal wetland ecosystems are faced with rising seas and pollution loads, and are undergoing dramatic climate-driven vegetation conversion from marsh plants to mangroves. Nitrogen (N) eutrophication and rising sea levels each individually can severely impact coastal wetlands. This project will explore how these two problems may be linked by coastal wetland feedbacks, which underlie the project's three central hypotheses: (1) Excess N loading may interrupt the mechanisms of soil accumulation that sustain wetlands; (2) Conversion of marsh to mangrove greatly enhances N demand which may mitigate N pollution of adjacent waterways; (3) N-eutrophication can accelerate transformation of marsh to mangrove by satisfying the greater N demand of mangroves compared to marsh plants. Past studies have shown that N addition can hinder the ability of wetlands to keep up with sea level rise by stimulating loss of organic matter, whereas others have shown that N addition may promote plant growth, which can help sustain coastal wetlands. The discrepancy may result from stark differences in biogeomorphic processes between wetland edges and interiors. This project will address this discrepancy directly by leveraging established infrastructure to conduct experimental N addition at both creekside and interior locations, in addition to comparing N effects on marshes and adjacent mangrove-dominated plots for the first time. New hypotheses will be tested about how N may alter mechanisms of elevation gain and mangrove encroachment across the landscape as well as hypotheses about how ongoing loss of wetlands and conversion of marshes to mangroves could have dramatic effects on coastal N budgets. Examining N influences on wetland resilience to sea level rise was identified as a research priority by the GTMNERR management at a recent coastal vulnerability workshop (September 2021). This team of researchers will work with the GTMNERR water quality data and our own data collection from this project to build a new nutrient layer onto a coastal vulnerability map that will help prioritize GTMNERR sites for planned conservation and restoration initiatives.  Research findings will be conveyed to the public by working with the environmental education center at the GTMNERR to produce an exhibit and curricula for visitors and camps. Interdisciplinary training of young scientists will also take place at three institutions- Villanova University, University of Central Florida and Roosevelt University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Chambers",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa G Chambers",
   "pi_email_addr": "lisa.chambers@ucf.edu",
   "nsf_id": "000692233",
   "pi_start_date": "2022-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 374855.0
  }
 ],
 "por": null
}