{
 "awd_id": "2225369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Tailoring Electron and Spin Transport in Single Molecule Junctions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 496317.0,
 "awd_amount": 496317.0,
 "awd_min_amd_letter_date": "2023-01-13",
 "awd_max_amd_letter_date": "2025-02-21",
 "awd_abstract_narration": "Non-technical Description\r\n\r\nThe growth of the information economy and the rising importance of artificial intelligence are driving a need for dramatically increased computing power. Such demands cannot be met at the required pace using existing semiconductor technologies. In addition, energy requirements to power the massive increase in computing and data storage may present a serious limitation to how much and how fast information can be processed. New energy-efficient technologies are therefore urgently needed. This research project brings together a team with combined expertise in theory, synthesis, and advanced characterization. The team will design and synthesize novel molecules and develop new characterization methods in order to pave the way to electronic devices that operate at the ultimate size limit of single molecules. This research will enable efficient charge flow and switching in single molecules and allow for the creation of high-density low-power electronics. The investigators will further demonstrate how quantum phenomena can be used in single molecule devices to encode information in new and efficient ways, and to minimize power consumption in high-density molecular arrays. The research team will train undergraduate and graduate students from underrepresented groups, educate future scientific leaders from traditionally underserved rural and urban communities, and involve veterans who transition from the armed services into higher education.\r\n\r\nTechnical Description\r\n\r\nDespite extensive research to understand quantum transport in single molecule electronic devices, a predictive and generalizable molecular-level understanding of how to systematically tailor charge- and spin-transport through molecules is still missing. The emergence of such an understanding is hampered by the complex many-body interactions at the molecule-electrode interface and the wide variation of different molecular constructs investigated. The proposed theory-driven research addresses this challenge by i) systematically varying the organic semiconductor framework to tailor the combined molecule/electrode system, to capture the outsized influence of interfacial interactions on energy level alignment and hence conductance in single molecule junctions; and ii) seeking to significantly enhance charge-transport or to create pathways towards spin-polarized current using systematically designed all-organic radicals. Insights from the proposed research provide new design rules for controlling charge-flow in single molecules and across molecule-electrode interfaces at will. Investigators will also develop key principles that enable the flow of spin-current without the need for ferromagnetic electrodes. These issues are fundamental themes in the materials science of organic semiconductors that transcend the specific classes of molecules and the specific challenges of quantum transport in single molecules. They pertain to the field of organic electronics more broadly, encompassing molecular and thin film organic electronics. The synergistic research, combining synthesis of new materials, materials by design and characterization at the single molecule limit, lays the foundation for improved energy-efficiency in high-performance computing and data analysis, which ultimately enables new information processing modalities with potentially unprecedented impact on US manufacturing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Monti",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver L Monti",
   "pi_email_addr": "monti@u.arizona.edu",
   "nsf_id": "000493627",
   "pi_start_date": "2023-01-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "McGrath",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic V McGrath",
   "pi_email_addr": "mcgrath@u.arizona.edu",
   "nsf_id": "000175054",
   "pi_start_date": "2023-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1306 E. University Blvd",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 165439.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 165439.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 165439.0
  }
 ],
 "por": null
}