{
 "awd_id": "2226485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rheology revealed by microscopic rotation: orientation fluctuations, friction and mechanics in colloidal gels",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 691996.0,
 "awd_amount": 691996.0,
 "awd_min_amd_letter_date": "2023-01-09",
 "awd_max_amd_letter_date": "2023-01-09",
 "awd_abstract_narration": "Non-technical abstract:\r\nSoft solids formed from particle gels are found in a wide range of materials, with applications ranging from consumer products to bio-manufacturing and additive manufacturing. Despite their importance, we lack a fundamental understanding of the connection between the microscopic structure and dynamics of the particles and the macroscopic mechanical properties of the gel. As a result, we have only limited capacity to predict basic properties like gel stiffness and ultimate strength even with detailed knowledge of the particle properties and of the solvent in which they are immersed. This, in turn, limits our ability to engineer gel properties. In this work we will use a suite of novel tools to reveal, for the first time, the dynamics of rotations of individual particles, and use this information to determine how the particles assemble into networks that support forces and determine the stiffness and strength of the gels. We will use these insights to develop robust pathways to engineering materials with defined properties and support the design of tunable and adaptive materials for applications such as self-healing, stimuli-responsive materials, and materials for 3D printing. In addition, this project will support efforts to harness soft materials to address the profound challenges of sustainability by strengthening contacts between the soft matter research community and policy makers.\r\n\r\n\r\nTechnical abstract:\r\n\r\nParticle-resolved studies of gels formed when micron-scale colloidal particles interact via short ranged attraction, mediated by the depletion interaction, have provided a wealth of information and considerable insight into the connection between gel microstructure and mechanical properties. However, much of this work is limited by the inability to directly assess particle-scale interactions and dynamics in the gel state. This project employs novel colloidal particles containing an off-center core that allows for precise determination of the orientation of each particle by fluorescence microscopy, in combination with advanced instrumentation that allows for simultaneous high speed confocal imaging and rheology. The project leverages the fact that the orientation dynamics of the particles provide a very sensitive measure of interparticle interactions, and in particular, that monitoring the rotational Brownian motion of individual particles reveals a transition from rotationally mobile to arrested states as the strength of the depletion interaction is increased. In this research, the PIs exploit the local information provided by this transition to address fundamental questions about the links between microscopic heterogeneity and macroscopic rheology. Complementary computer simulations, building on an existing platform that reproduces many aspects of particle gel rheology, inform and are informed by the experimental results. The research also exploits Boundary Stress Microscopy, a technique developed by the PIs enabling measurement of local stresses at the boundary of a sheared gel with high spatial and temporal resolution, to directly connect particle interactions to mesoscale stress heterogeneity. The impact of surface modifications that change interparticle friction on the rotational dynamics-rheology connection will also be assessed. The insights from these measurements are used to develop and validate computational models, which in turn guide the development of predictive models connecting micro- and meso-scale material heterogeneities to their macroscopic mechanics. The research is disseminated through the network maintained by the Institute for Soft Matter Synthesis and Metrology at Georgetown, including the semi-annual Mid-Atlantic Soft Matter Workshops, and connects to an initiative to integrate Sustainable Materials into efforts at Georgetown’s newly formed Earth Commons Institute for Environment and Sustainability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Urbach",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Urbach",
   "pi_email_addr": "urbach@physics.georgetown.edu",
   "nsf_id": "000234421",
   "pi_start_date": "2023-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Blair",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Blair",
   "pi_email_addr": "blair@physics.georgetown.edu",
   "nsf_id": "000081511",
   "pi_start_date": "2023-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emanuela",
   "pi_last_name": "Del Gado",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emanuela Del Gado",
   "pi_email_addr": "ed610@georgetown.edu",
   "nsf_id": "000706896",
   "pi_start_date": "2023-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37TH AND O ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 691996.0
  }
 ],
 "por": null
}