{
 "awd_id": "2226779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of the Glycocalyx and Spike-Like Proteins in Virus-Cell Adhesion",
 "cfda_num": "47.041, 47.079",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 446953.0,
 "awd_amount": 453474.0,
 "awd_min_amd_letter_date": "2023-04-14",
 "awd_max_amd_letter_date": "2024-03-01",
 "awd_abstract_narration": "Viral infection is a major public health issue around the world. It is important to work on methods such as vaccines that can eliminate or reduce the chance of getting infected.  Infections begin when a viral particle sticks to the outer coating of a live cell and most vaccines and therapies work by trying to block the adhesion between the viral particle and the cell surface. It is, therefore, important to understand how virus particles infect our body’s cells. In this project, the investigators propose to study the mechanisms of virus-cell adhesion.  The approach is two-pronged.  First, computer model simulations of virus-cell adhesion will be developed and used to study two common features of virus/cell adhesion processes: (a) the role of spike-like adhesive protrusions on the virus or cell surface, and (b) the mechanism by which viruses penetrate through the protective cell surface coating: the Glycocalyx.  Second, the computer models will be validated by experimental measurements of adhesion. The multidisciplinary and collaborative nature of this research program will provide excellent educational and training opportunities for graduate and undergraduate students. The investigators will work with the Deputy Vice President for Equity and Community to seek under-represented minority candidates for graduate study through Lehigh’s institutional membership in the National GEM Consortium with its mission to enable underrepresented minority graduate students’ education in STEM disciplines.  Via a long-standing partnership with the Da Vinci Science Center in Allentown PA, the work will be communicated to the general public through the design of new learning activities for informal education about viruses, how they infect human cells, as well as how vaccines or therapies work. \r\n \r\nThe goal of the project is to develop meso-scale coarse-grained (CG) models to study two common features of virus-cell adhesion processes: (1) the omnipresent glycocalyx that decorates the exterior surface of a cell membrane, and (2) spike-like protrusions either on the viral surface (e.g., SARS-CoV-2) or on the cell membrane (e.g., Ebola) that form flexible receptors and so mediate adhesion.  The CG approach is used to effectively optimize between the generality of highly abstracted continuum models and the specificity of highly detailed all-atom molecular simulations. Studies are designed to answer two related puzzling questions: (1) What is the role of the glycocalyx in mediating virus-cell adhesion?  Specifically, how does the virus reach the cell-membrane-bound receptors when the glycocalyx thickness is significantly larger than the virus size? and (2) What is the role of the physical properties of spike-like protrusions, such as their length and flexibility, and how do these affect adhesion?   Models will be validated and accompanied by experimental investigation of adhesion using AFM force spectroscopy and adhesion contact mechanics within the Johnson-Kendall-Roberts framework. The primary outcome will be a set of experimentally validated coarse-grained models that can be used to study and predict the effect of spike-like protrusions and glycocalyx properties on virus-cell adhesion.  Because these two elements occur in so many of the viruses that cause infections in humans, the results of the studies will have broad societal impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anand",
   "pi_last_name": "Jagota",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anand Jagota",
   "pi_email_addr": "anj6@lehigh.edu",
   "nsf_id": "000124880",
   "pi_start_date": "2023-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaohui \"Frank\"",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaohui \"Frank\" Zhang",
   "pi_email_addr": "frank.zhang@umass.edu",
   "nsf_id": "000574943",
   "pi_start_date": "2023-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6194",
   "pgm_ref_txt": "INDIA"
  },
  {
   "pgm_ref_code": "120Z",
   "pgm_ref_txt": "US-India Collaborative Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 446953.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 6521.0
  }
 ],
 "por": null
}