{
 "awd_id": "2226157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biomechanics of Epithelial Tissue Homeostasis, Collapse, and Eversion",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 393106.0,
 "awd_amount": 393106.0,
 "awd_min_amd_letter_date": "2023-05-11",
 "awd_max_amd_letter_date": "2023-05-11",
 "awd_abstract_narration": "Assembly and organization of cells into functional tissues is essential to development and wound healing. Irregular or uncontrolled growth and assembly of cells leads to pathologies such as tumor formation and cancer. Additionally, model tissues grown in culture into functional cell clusters called organoids have been widely used in drug development and regenerative medicine, as well as in vitro studies of morphogenesis, host-pathogen interactions, and tissue repair. This award supports a combined experimental and computational project that will reveal the biomechanical principles that govern the assembly and organization of cells in epithelial tissue by studying spherical cell monolayers (called acini), which spontaneously collapse and evert polarity (i.e., where the acinus turns itself inside out) when induced to become more contractile. The final everted state is relevant to organoid applications where outer exposure of the apical surface is desired, and it also resembles acinar gland abnormalities in cancer. The knowledge gained from this study will be valuable to fundamental understanding of tissue development as well as control of the structure of cultured organoids. Thus, this project has broad potential impact on advancing human health, as the findings will be directly relevant to establishing the mechanical principles of tissue organization and development. It is also highly relevant to the biomanufacturing of organoids for drug testing, regenerative medicine, or models of disease. This project will support the training and mentorship of diverse graduate and undergraduate students, including students in the University of Florida Digital Arts program, who will render animations from three-dimensional imaging of acinus dynamics for outreach and education purposes.     \r\n \r\nThe goal of this project is to understand the biomechanics of acinus stability and eversion using a synergistic combination of experimental and computational approaches. The first objective is to determine the contributions to cellular stresses that lead to mechanical equilibrium of the acinus, testing the hypothesis that surface tensions and/or the lumen pressure are regulated to sustain the acinus at the critical point between stable and unstable equilibrium states. A three-dimensional vertex-based mathematical model will be used to model the interacting cell population in the monolayer, accounting for the surface tensions and curvatures of the apical and basal cell surfaces and the cell-cell interfacial tension. The model will also account for the roles of cell-cell and cell-matrix adhesion in the surface forces and interfacial energies. These parameters will be perturbed experimentally while tracking the 3D morphology of the acinus surfaces via high resolution confocal microscopy. The second objective is to understand how the acinus is perturbed from the equilibrium state and driven to contract and evert to a state of everted polarity, testing the hypothesis that the difference between and apical and basal surface tensions is the mechanical driving force for eversion. The eversion process will be simulated using a dynamic vertex/finite element model accounting for cell contractile and viscous forces, and it will be experimentally tested by triggering eversion via chemical perturbations (e.g. actomyosin activation, inhibition of ECM adhesion) and by laser ablation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanmay",
   "pi_last_name": "Lele",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Tanmay P Lele",
   "pi_email_addr": "tanmay.lele@tamu.edu",
   "nsf_id": "000286318",
   "pi_start_date": "2023-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3120 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 393106.0
  }
 ],
 "por": null
}