{
 "awd_id": "2227164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Selective Extraction of Lithium from Seawater using Structurally Modified Metal Oxide Layered Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 376885.0,
 "awd_amount": 376885.0,
 "awd_min_amd_letter_date": "2023-07-18",
 "awd_max_amd_letter_date": "2023-07-18",
 "awd_abstract_narration": "Lithium is a vital component of many modern energy storage systems, including lithium-ion batteries. Demand for this critical mineral is growing rapidly, coinciding with the clean energy transition, and will soon outstrip lithium supplies at the current rate. Lithium production from land-based lithium sources (e.g., ore and brine) may be insufficient to meet the anticipated demand. Seawater is a promising, plentiful source of lithium, but recovering lithium from seawater is technologically challenging. Current recovery methods are limited by low extraction capacity, difficulty selectively separating lithium ions from chemically similar ions found in seawater, and high operation costs. Professor Xiaowei Teng at Worcester Polytechnic Institute (WPI) and Professor Badri Narayanan at the University of Louisville (UL) aim to address these technological limitations by developing new classes of manganese oxide layered materials for the selective extraction of lithium from seawater using electrochemical methods. The investigators will integrate materials synthesis and characterization methods with electrochemical performance assessment and atomistic computational modeling to reveal how the material structure affects the cation transport behavior. The research approach lies at the interface of chemical engineering, materials science, computational chemistry, and electrochemistry, providing a valuable opportunity for cross-disciplinary training of undergraduate and graduate students. The project will also support outreach activities to increase the scientific engagement of high-school students and teachers. \r\n\r\nThe project aims to understand the interplay between dopants, defect chemistry, ion-hydration, and ion transport in structurally modified birnessite (MnO2)-based layered materials on selective lithium extraction from seawater. The research approach will combine wet-chemistry synthesis, electrochemical experiments, operando X-ray characterization, and a variety of atomistic simulation techniques to identify the critical characteristics of MnO2-based electrodes that (a) favor insertion of lithium ions while rejecting the larger competing ions (e.g., sodium, magnesium), (b) promote kinetics of lithium-ion transport while suppressing diffusion of competing ions, and (c) enable high-capacity lithium-ion extraction at wide operation voltage windows while avoiding water dissociation. MnO2 structure, composition, defect concentration/distribution, nature of dopants, and interlayer distance, as well as synthesis conditions, will be examined. Undergraduate students from underrepresented groups in STEM will be recruited to participate in the research at the WPI and UL laboratories. A summer undergraduate student exchange program between the two laboratories will be initiated to broaden students’ exposure to new technical concepts and research environments. High-school science teachers will be invited to complete a seven-week summer research program to develop hands-on science learning pedagogy and materials and improve scientific literacy and engagement among their students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaowei",
   "pi_last_name": "Teng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaowei Teng",
   "pi_email_addr": "xteng@wpi.edu",
   "nsf_id": "000517039",
   "pi_start_date": "2023-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 Institute Rd",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 376885.0
  }
 ],
 "por": null
}