{
 "awd_id": "2227425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "META-DDA: METabolic Activities of Diatom-Diazotroph Associations",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 1053775.0,
 "awd_amount": 1053775.0,
 "awd_min_amd_letter_date": "2023-01-19",
 "awd_max_amd_letter_date": "2023-01-19",
 "awd_abstract_narration": "Phytoplankton are photosynthetic microbes that inhabit the surface ocean, form the base of marine food webs, and drive the global cycling of elements like carbon and nitrogen. To survive in regions with limiting nutrients for growth, some phytoplankton have evolved symbiotic relationships. In many cases, it remains unknown how the symbioses influence the survival of each partner or their impacts on ecosystem function and cycling of nutrients. This project focuses on the symbiotic relationship between two phytoplankton -- a single-celled eukaryote diatom and a single-celled nitrogen fixing cyanobacteria called a diazotroph. These diatom-diazotroph associations (DDAs) have broad geographic distributions, provide bioavailable nitrogen to the biosphere via the fixation of nitrogen gas, affect marine food webs, and influence the cycling of carbon and nitrogen. Despite the importance of these symbioses, little is known about their basic physiology and metabolism because it has been difficult for researchers to grow DDAs in the laboratory. In this project, a team of investigators from the University of Rhode Island is applying a method they developed to grow DDAs in the laboratory and conducting experiments on the effects of temperature and nutrients on DDA cellular metabolism. The newly-generated laboratory data is informing the development of a computer model of DDA cellular functioning that embedded in a simple ecosystem model to test how different nitrogen sources and temperatures influence DDA ecology and ecosystem function. The project is addressing fundamental knowledge gaps, leading to an enhanced understanding of DDA geographic distributions and activities both in today's ocean and in a future ocean with altered temperature and nutrient fields. Broader impacts of this study include the provision of DDA cultures to the oceanographic community, graduate student training, computational model distribution, and outreach to the broader community. Graduate students supported by the project are being cross-trained in experimental and modeling approaches. Outreach to the broader community includes hosting a high school student intern in the lab each year and the development of educational videos for the general public and K-12 students. Collectively, these activities are designed to broaden the public understanding of DDAs, a globally significant symbiosis. \r\n\r\nThis project is examining the cellular metabolism and physiology of diatom-diazotroph associations (DDAs) and evaluating their ecosystem and biogeochemical impacts by addressing the following critical, longstanding questions: 1) What is the cellular response of the Hemiaulus DDA to different nitrogen sources? 2) How does the thermal niche of the DDA influence nitrogen fixation, nutrient stoichiometries, and geographic distribution? 3) How does DDA physiology and metabolism differ from asymbiotic diatoms, and what are the ecosystem-level impacts of the symbiosis? Due to a scarcity of culture data, major ecological models assume DDAs gain 100% of their nitrogen from N2, although there is intriguing experimental evidence suggesting otherwise. If DDA physiology is affected by different N sources, key assumptions in modern ecosystem models will be altered, refining our understanding of the role DDAs play in ecosystem and biogeochemical functioning. In addition to N sources, temperature is an important regulator of cellular metabolism and a key variable in ecosystem models. The team of researchers is examining the roles of each partner in the symbiosis in setting the DDA thermal niche and examining ecosystem-level impacts via modeling both in the present day and future oceans. Finally, the impacts of the endosymbiont on the host genome, transcriptome, and resulting physiology are practically unknown. Comparison of DDAs with asymbiotic diatoms is providing new insights into the metabolic modifications of the host and providing new understanding of DDAs as a symbiosis. Addressing these three questions advances fundamental understanding of the impact of this widely-distributed symbiosis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatiana",
   "pi_last_name": "Rynearson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tatiana Rynearson",
   "pi_email_addr": "rynearson@uri.edu",
   "nsf_id": "000269532",
   "pi_start_date": "2023-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keisuke",
   "pi_last_name": "Inomura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keisuke Inomura",
   "pi_email_addr": "inomura@uri.edu",
   "nsf_id": "000807709",
   "pi_start_date": "2023-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "70 LOWER COLLEGE",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "7657",
   "pgm_ref_txt": "Integrative Ecologi Physiology"
  },
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  },
  {
   "pgm_ref_code": "1315",
   "pgm_ref_txt": "JOINT GLOBAL OCEAN FLUX STUDY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1053775.0
  }
 ],
 "por": null
}