{
 "awd_id": "2227675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "From Vision to Impact: Propagating the Recommendations from the American Psychological Association’s Introductory Psychology Initiative (APA-IPI)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928712",
 "po_email": "lmcalist@nsf.gov",
 "po_sign_block_name": "Leah McAlister-Shields",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 49959.0,
 "awd_amount": 49959.0,
 "awd_min_amd_letter_date": "2022-12-21",
 "awd_max_amd_letter_date": "2022-12-21",
 "awd_abstract_narration": "This project aims to serve the national interest by improving the teaching of Introductory Psychology as a core STEM course. High-quality STEM courses can help to recruit and retain a talented, diverse STEM workforce and elevate all students’ understanding of science as an essential tool that can be used to address complex societal challenges. Introductory Psychology is the most popular STEM course, with over 1.6 million students taking the course each year. The American Psychological Association’s Introductory Psychology Initiative (APA-IPI) includes a set of recommendations and proposed student learning outcomes designed to transform the Introductory Psychology course. The goal of this conference is to bring together educators and scientists in Psychology and other STEM disciplines to develop a robust plan to put these recommendations into practice.  \r\n\r\nParticipants in this conference will be early adopters of the APA-IPI recommendations recruited from a diversity of educational institutions (e.g., community colleges, 4-year institutions, graduate institutions, minority serving institutions). Over a series of virtual meetings, facilitated discussion will be used to achieve four objectives. First is to distinguish the factors that have facilitated, from those that have hindered, the propagation efforts of APA-IPI early adopters. Second is to discover solutions that have helped early adopters overcome challenges. Third is to identify the resources and supports adopters need to implement the recommendations with fidelity. Fourth is to develop a propagation plan that is aligned with users' needs. The knowledge generated through the conference will be documented in conference deliverables (including a report and articles to be submitted for publication in peer-reviewed scientific journals) aimed at providing guidance to stakeholders interested in implementing the APA-IPI recommendations, as well as scientists interested in improving methods that can be used to effectively propagate educational innovations. Support for this workshop comes from the IUSE: EHR Program which supports research and development projects to improve the effectiveness of STEM education for all students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Orsillo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Orsillo",
   "pi_email_addr": "sorsillo@apa.org",
   "nsf_id": "000870312",
   "pi_start_date": "2022-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Psychological Assoc",
  "inst_street_address": "750 1ST ST NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023126494",
  "inst_zip_code": "200024241",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN PSYCHOLOGICAL ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "WMVYCE9EXDM7"
 },
 "perf_inst": {
  "perf_inst_name": "American Psychological Assoc",
  "perf_str_addr": "750 1ST ST NE STE 605",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200028009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The overarching goal of<em> From&nbsp;Vision to Impact: Propagating the Recommendations from the American Psychological Association&rsquo;s Introductory Psychology Initiative (APA-IPI) </em>was to use theory, research, and educator experience to design a plan to support psychology educators in delivering a high-quality introductory psychology course. Specifically, our aim was to identify the most effective and efficient ways to help educators adopt the recommendations for teaching introductory psychology developed by the <em>American Psychological Association&rsquo;s Introductory Psychology Initiative Working Group.</em></p>\n<p class=\"Default\">After several virtual planning meetings, supported by a consultant with expertise in the propagation of educational innovations, the project planning committee held a virtual conference attended by forty-seven educators who had tried to incorporate some or all of the APA-IPI recommendations into their courses. Conference participants were professionally and personally diverse. Thirty-two percent taught at 2-year schools, 40% were at baccalaureate degree-granting colleges, and 28% held positions at master&rsquo;s and doctoral-granting institutions. Participants represented institutions from the Midwest (29%), South (28%), Mid-Atlantic (19%), West (15%), and New England (9%). The majority identified as White (77%), although 6.4% identified as Black or African American, 6.4% identified as Hispanic or Latinx, 4.3% identified as Asian, and 2.1% identified as multiracial. Most (60%) participants were in tenure-track or tenured positions. Forty percent held contingent positions at one or more institutions.&nbsp; &nbsp; &nbsp;</p>\n<p class=\"Default\">Before the conference, participants shared their reflections on how they did (or did not) attempt to integrate each of the APA-IPI recommendations into their class. They also provided the conference organizers with a syllabus and sample assignment. During the conference, participants engaged in small breakout and larger all-participant discussions where they shared examples of how they adopted the recommendations, discussed factors that facilitated and hindered their adoption, and identified some of the specific resources and supports they felt were needed to help maintain or expand adoptions. The main findings are summarized below.</p>\n<ol>\n<li>Participants identified several factors that facilitated their adoption of the APA-IPI recommendations. Notably, access to resources, workshops, book circles, and conference presentations were all identified as helpful.</li>\n<li>The largest barriers that educators faced in implementing the recommendations included insufficient professional development/preparatory time, resistance from administrators and/or colleagues, and difficulties finding appropriate resources. Changes in student motivation and mental health post-Covid were noted as challenges. Instructors also struggled with balancing the recommendations with local institutional requirements.</li>\n<li>Both participant self-report and analyses of participants&rsquo; syllabi highlighted the need for centralized, accessible, well-vetted instructional resources to support specific recommendations. For example, assessments of students&rsquo; ability to interpret research findings, evaluate, design, or conduct research, draw logical and objective conclusions about behavior and mental processes from empirical evidence, examine how psychological science can be used to counter unsubstantiated statements, opinions, and beliefs, and apply psychological principles to aspects of everyday life are needed. Participants also expressed a strong need for virtual communities of practice to support implementation. This was particularly salient for those working in institutional contexts that do not support ongoing professional development.</li>\n</ol>\n<p class=\"Default\">&nbsp;Over 1.5 million college students take an introductory psychology course each year. Introductory STEM courses have the potential to increase the size and diversity of the STEM workforce, enhance scientific literacy among non-STEM majors, and elevate students&rsquo; understanding of science as an essential tool that can be used to address complex societal challenges. There have been a number of robust innovations in educational pedagogy and content that have the potential to transform these courses. Yet to realize their full potential, they need to be successfully propagated across institutional settings. Engaging early adopters and collecting their feedback allows for the development of a propagation plan with an increased likelihood of potential impact. In addition to potentially improving the knowledge and experience of the students taking this particular course, the knowledge acquired through this conference also has the potential to inform the propagation planning of related STEM disciplines, including the social, behavioral, and economic sciences.&nbsp;&nbsp;</p>\n<p>The vast majority of STEM educational innovations are not supported by a sufficiently developed propagation plan which severely limits their impact. Although there are data-informed, evidence-based models available to support the development of propagation plans, their broad applicability to all STEM disciplines is unknown. This conference identified some of the challenges inherent in applying theoretical and empirically based models in practice. The conference also generated knowledge about some of the personal and institutional barriers to educational innovation that may have emerged as a function of the pandemic, changes in admission trends and academic roles, and the growing awareness of racial inequities and class divisions in the U.S. Given psychology&rsquo;s role as a hub science, the results of this conference, and lessons learned, can inform future efforts to create sustainable improvements in STEM education.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/01/2024<br>\nModified by: Susan&nbsp;M&nbsp;Orsillo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of FromVision to Impact: Propagating the Recommendations from the American Psychological Associations Introductory Psychology Initiative (APA-IPI) was to use theory, research, and educator experience to design a plan to support psychology educators in delivering a high-quality introductory psychology course. Specifically, our aim was to identify the most effective and efficient ways to help educators adopt the recommendations for teaching introductory psychology developed by the American Psychological Associations Introductory Psychology Initiative Working Group.\n\n\nAfter several virtual planning meetings, supported by a consultant with expertise in the propagation of educational innovations, the project planning committee held a virtual conference attended by forty-seven educators who had tried to incorporate some or all of the APA-IPI recommendations into their courses. Conference participants were professionally and personally diverse. Thirty-two percent taught at 2-year schools, 40% were at baccalaureate degree-granting colleges, and 28% held positions at masters and doctoral-granting institutions. Participants represented institutions from the Midwest (29%), South (28%), Mid-Atlantic (19%), West (15%), and New England (9%). The majority identified as White (77%), although 6.4% identified as Black or African American, 6.4% identified as Hispanic or Latinx, 4.3% identified as Asian, and 2.1% identified as multiracial. Most (60%) participants were in tenure-track or tenured positions. Forty percent held contingent positions at one or more institutions.  \n\n\nBefore the conference, participants shared their reflections on how they did (or did not) attempt to integrate each of the APA-IPI recommendations into their class. They also provided the conference organizers with a syllabus and sample assignment. During the conference, participants engaged in small breakout and larger all-participant discussions where they shared examples of how they adopted the recommendations, discussed factors that facilitated and hindered their adoption, and identified some of the specific resources and supports they felt were needed to help maintain or expand adoptions. The main findings are summarized below.\n\nParticipants identified several factors that facilitated their adoption of the APA-IPI recommendations. Notably, access to resources, workshops, book circles, and conference presentations were all identified as helpful.\nThe largest barriers that educators faced in implementing the recommendations included insufficient professional development/preparatory time, resistance from administrators and/or colleagues, and difficulties finding appropriate resources. Changes in student motivation and mental health post-Covid were noted as challenges. Instructors also struggled with balancing the recommendations with local institutional requirements.\nBoth participant self-report and analyses of participants syllabi highlighted the need for centralized, accessible, well-vetted instructional resources to support specific recommendations. For example, assessments of students ability to interpret research findings, evaluate, design, or conduct research, draw logical and objective conclusions about behavior and mental processes from empirical evidence, examine how psychological science can be used to counter unsubstantiated statements, opinions, and beliefs, and apply psychological principles to aspects of everyday life are needed. Participants also expressed a strong need for virtual communities of practice to support implementation. This was particularly salient for those working in institutional contexts that do not support ongoing professional development.\n\n\n\nOver 1.5 million college students take an introductory psychology course each year. Introductory STEM courses have the potential to increase the size and diversity of the STEM workforce, enhance scientific literacy among non-STEM majors, and elevate students understanding of science as an essential tool that can be used to address complex societal challenges. There have been a number of robust innovations in educational pedagogy and content that have the potential to transform these courses. Yet to realize their full potential, they need to be successfully propagated across institutional settings. Engaging early adopters and collecting their feedback allows for the development of a propagation plan with an increased likelihood of potential impact. In addition to potentially improving the knowledge and experience of the students taking this particular course, the knowledge acquired through this conference also has the potential to inform the propagation planning of related STEM disciplines, including the social, behavioral, and economic sciences.\n\n\nThe vast majority of STEM educational innovations are not supported by a sufficiently developed propagation plan which severely limits their impact. Although there are data-informed, evidence-based models available to support the development of propagation plans, their broad applicability to all STEM disciplines is unknown. This conference identified some of the challenges inherent in applying theoretical and empirically based models in practice. The conference also generated knowledge about some of the personal and institutional barriers to educational innovation that may have emerged as a function of the pandemic, changes in admission trends and academic roles, and the growing awareness of racial inequities and class divisions in the U.S. Given psychologys role as a hub science, the results of this conference, and lessons learned, can inform future efforts to create sustainable improvements in STEM education.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/01/2024\n\n\t\t\t\t\tSubmitted by: SusanMOrsillo\n"
 }
}