{
 "awd_id": "2227936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A physics-based machine learning platform for crystal structure prediction of small drug molecules",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 274990.0,
 "awd_amount": 274990.0,
 "awd_min_amd_letter_date": "2023-09-13",
 "awd_max_amd_letter_date": "2023-09-13",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is to accelerate and reduce the cost of the early stages of small molecule pharmaceutical research. The number of drugs a pharmaceutical company can bring to market is limited by the time, cost, and complexity involved in developing each drug. The research and development process typically takes around 10 years, and few drugs make it onto the market each year. This technology may be especially impactful in improving the frequency at which small molecule drugs are developed for understudied diseases, which collectively impact over 30 million Americans. By reducing the cost and time to market for new pharmaceuticals, the project could advance the industry and bring life-changing therapeutics to underserved people who are suffering from illnesses where there are presently no drug options.\r\n\r\nThis project develops technologies to solve the crystal structure prediction (CSP) problem. The crystalline structure of small molecules and peptides determines many pharmacological characteristics including solubility, oral bioavailability, shelf-life stability, and toxicity. Experimental determination of the crystal structure is expensive and requires significant human labor to conduct, so a computational approach would reinvent the characterization of small molecule drugs. The proposed technical innovation combines a novel energy prediction models based on quantum chemistry with a machine learning method for efficiently sampling the vast space of possible crystal structures. The resulting technology will help pharmaceutical companies de-risk their drug development process by allowing them to analyze crystal structures computationally before having to synthesize them in the lab.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Metcalf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derek Metcalf",
   "pi_email_addr": "derekmetcalf26@gmail.com",
   "nsf_id": "000874996",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LAVO LIFE SCIENCES INC",
  "inst_street_address": "1066 AMSTERDAM AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "2483317401",
  "inst_zip_code": "303063543",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "LAVO LIFE SCIENCES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMD4QCQAWVY8"
 },
 "perf_inst": {
  "perf_inst_name": "LAVO LIFE SCIENCES INC",
  "perf_str_addr": "1066 AMSTERDAM AVE NE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303063543",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 274990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-449f3dee-7fff-f47e-150d-ff45053545fe\">\r\n<p dir=\"ltr\"><span>In their SBIR Phase I project, Lavo Life Sciences developed a computational tool that significantly improves the prediction of how drug molecules arrange themselves in solid form, known as crystal structures. This arrangement affects a drug&rsquo;s effectiveness, stability, manufacturability, and shelf life. Since most oral medications are crystalline, understanding all possible crystal forms&mdash;called polymorphs&mdash;is crucial for ensuring drug safety and effectiveness.</span></p>\r\n<p dir=\"ltr\"><span>Traditionally, discovering these different forms requires extensive laboratory experiments under various conditions, which are both costly and time-consuming. Existing computer simulations offer an alternative but are too slow and expensive, often taking months to produce results. Lavo addressed these challenges by creating a new method combining artificial intelligence with fundamental physical principles. This innovative approach delivers accurate predictions in days rather than months, providing a complete picture of how a drug&rsquo;s crystal forms will behave during production and use.</span></p>\r\n<p dir=\"ltr\"><span>By testing this tool on real pharmaceutical molecules, Lavo successfully identified and ranked all known crystal forms for each medicine, demonstrating exceptional accuracy and reliability. The new protocol efficiently simulates and analyzes a wide range of possible crystal structures for a given drug molecule, ensuring that all critical forms are identified. This advancement enables drug developers to better understand and control the solid forms of new medications early in the development process, leading to faster creation of safer and more effective drugs.</span></p>\r\n<p dir=\"ltr\"><span>By reducing the need for extensive laboratory experiments, lower development costs and accelerated timelines can benefit both companies and patients by bringing life-saving medicines to market more quickly. Comprehensive identification of polymorphs is a primary form of intellectual property protection and helps prevent manufacturing issues and delays. By making advanced crystal structure prediction accessible and practical, this SBIR Phase I project directly contributes to modern pharmaceutical development, promoting a healthier society.</span></p>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Derek&nbsp;Metcalf</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nIn their SBIR Phase I project, Lavo Life Sciences developed a computational tool that significantly improves the prediction of how drug molecules arrange themselves in solid form, known as crystal structures. This arrangement affects a drugs effectiveness, stability, manufacturability, and shelf life. Since most oral medications are crystalline, understanding all possible crystal formscalled polymorphsis crucial for ensuring drug safety and effectiveness.\r\n\n\nTraditionally, discovering these different forms requires extensive laboratory experiments under various conditions, which are both costly and time-consuming. Existing computer simulations offer an alternative but are too slow and expensive, often taking months to produce results. Lavo addressed these challenges by creating a new method combining artificial intelligence with fundamental physical principles. This innovative approach delivers accurate predictions in days rather than months, providing a complete picture of how a drugs crystal forms will behave during production and use.\r\n\n\nBy testing this tool on real pharmaceutical molecules, Lavo successfully identified and ranked all known crystal forms for each medicine, demonstrating exceptional accuracy and reliability. The new protocol efficiently simulates and analyzes a wide range of possible crystal structures for a given drug molecule, ensuring that all critical forms are identified. This advancement enables drug developers to better understand and control the solid forms of new medications early in the development process, leading to faster creation of safer and more effective drugs.\r\n\n\nBy reducing the need for extensive laboratory experiments, lower development costs and accelerated timelines can benefit both companies and patients by bringing life-saving medicines to market more quickly. Comprehensive identification of polymorphs is a primary form of intellectual property protection and helps prevent manufacturing issues and delays. By making advanced crystal structure prediction accessible and practical, this SBIR Phase I project directly contributes to modern pharmaceutical development, promoting a healthier society.\r\n\r\n\n\n\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: DerekMetcalf\n"
 }
}