{
 "awd_id": "2228414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Geophysical Study of Ongoing Subduction Initiation Along the Matthew-Hunter Trench",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2023-11-15",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 418014.0,
 "awd_amount": 280364.0,
 "awd_min_amd_letter_date": "2022-11-15",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "Subduction, where one plate plunges downward beneath another plate and produces a volcanic arc on the overriding plate, is a fundamental component of plate tectonics. However, there is little understanding of how subduction begins, largely because there have been no observations of this process happening at the present time. Recent studies show that subduction is just beginning along the Matthew and Hunter Trench, between Vanuatu, New Caledonia, and Fiji in the South Pacific. This project will conduct a pair of scientific cruises to the Matthew-Hunter Subduction Zone to deploy and recover ocean bottom seismographs, as well as gather marine geophysical datasets. The seismic data will be used to image the downgoing plate and magma source regions beneath volcanoes. The cruises will also map the seafloor and make gravity and magnetic measurements that will provide evidence concerning tectonic structures, volcanism, crustal deformation, and ages of subduction initiation processes. \r\n\r\nSubduction initiation may be the most enduring question in terrestrial geodynamics. Most knowledge of subduction initiation comes from the study of past initiation events where some of the volcanic products have been preserved. The lack of present-day examples of subduction initiation that include the classic sequence of forearc magmatism limits the understanding of how these processes occur. However, recent studies show that subduction initiation with accompanying magmatic activity is occurring along the Matthew and Hunter Trench between the New Hebrides Trench and the Fiji Platform. The Matthew-Hunter Subduction Zone thus offers a unique opportunity to study a young subduction zone in the process of formation but sufficiently advanced to create magmatic products. This project will deploy an array of 20 passive ocean bottom seismographs  and carry out a marine geophysical survey to define the slab geometry, seismicity, structure, and mantle flow patterns associated with this developing subduction zone. The seismographs will be deployed along lines to be shot by a collaborative cruise to take advantage of shallow structure constraints, and the array is designed to image the structure of the forearc, the volcanic Hunter Ridge, and the extensional Monzier Rift. Seismic data will be analyzed using Rayleigh wave tomography from ambient noise and earthquakes, body wave tomography, and shear wave splitting. In addition, an extensive multibeam bathymetric, acoustic backscatter imagery, gravity and magnetic survey will be carried out to identify tectonic structures, regions of recent seafloor volcanism, and magnetic isochrons. Geophysical track spacing will be sufficiently dense to fully map the forearc area and carry out three-dimensional geophysical inversions over the same regions as the main seismograph deployment. This combination of near surface and coincident deeper crustal and mantle imaging will provide powerful constraints for understanding subduction initiation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Martinez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando Martinez",
   "pi_email_addr": "fernando@hawaii.edu",
   "nsf_id": "000185396",
   "pi_start_date": "2022-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 136894.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 143470.0
  }
 ],
 "por": null
}