{
 "awd_id": "2229759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: NSF: Source fingerprinting of mercury isotopes in thermokarst lake systems",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032922759",
 "po_email": "lcligget@nsf.gov",
 "po_sign_block_name": "Lisa C. Cliggett",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 137135.0,
 "awd_amount": 113301.0,
 "awd_min_amd_letter_date": "2023-01-09",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "Permafrost soils, which are present across a large portion of the Northern Hemisphere, are a vast reservoir for mercury. It remains unclear to what extent permafrost-derived mercury is available for uptake into organisms and food webs. Accordingly, this research will provide funding for a two-year fellowship to increase the research capacity of a non-tenure track Research Assistant Professor at the University of Alaska Fairbanks (UAF) through visits, training, and collaboration at the United States Geological Survey Mercury Research Laboratory (USGS MRL). This research will investigate the fate of mercury in lake systems along a permafrost gradient through the measurement of natural abundance isotope ratios of mercury in environmental samples. The USGS MRL’s research group is internationally recognized and maintains a state-of-the-science laboratory equipped with dedicated instrumentation for high accuracy and precision measurements of mercury isotope ratios. The lead researcher will participate in extended visits to learn appropriate sampling techniques and collaborate with USGS scientists to analyze environmental samples collected from the northern lake systems. The skills gained during the collaborative visits will benefit UAF and the State of Alaska as they tackle the complex problems associated with climate change. Additionally, the research will fill knowledge gaps related to the fate of mercury released from permafrost.\r\n\r\nThis Research Infrastructure Improvement Track-4 EPSCoR Research Fellows (RII Track-4) project would provide a fellowship to a Research Assistant Professor at the University of Alaska Fairbanks. This work would be conducted in collaboration with researchers at the United States Geological Survey Mercury Research Laboratory (USGS MRL) in Madison, Wisconsin. Recent estimates indicate that permafrost soils are a significant reservoir of mercury, which is vulnerable to release due to climate change. Thermokarst lakes degrade permafrost rapidly and thus, thermokarst lakes may be particularly important in mobilizing mercury from permafrost stores. The environmental fate of mercury in these systems remains a major knowledge gap. The measurement of natural abundance mercury isotope ratios, which is at the forefront of current mercury research, is a powerful tool for mercury source identification and can provide additional understanding of mercury biogeochemical cycling. To date, most mercury isotope studies have been carried out in lower latitude systems. Thus, there is limited information characterizing the isotopic endmember of permafrost mercury, which would be of great benefit to researchers as they attempt to determine the fate of this potentially important source of mercury to Arctic food webs. The lead researcher will make extended visits to the USGS MRL, where he will make use of state-of-the science instrumentation and learn the appropriate environmental sampling, analytical, and interpretation skills related to mercury isotope analyses. While at the USGS MRL, the lead researcher will also work collaboratively with USGS experts to analyze natural abundance isotope ratios of mercury in samples of air, water, sediment, permafrost soil, and emergent insects collected from thermokarst lakes spanning a latitudinal and thaw gradient. By means of these analyses, the research team will identify to what extent permafrost mercury is entering contemporary thermokarst lake food webs. Results of this research will be communicated broadly. The lead researcher will make visits to an Alaska Native community to discuss environmental mercury research and will disseminate project results in conference presentations and peer-reviewed publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Barst",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin D Barst",
   "pi_email_addr": "bdbarst@alaska.edu",
   "nsf_id": "000827256",
   "pi_start_date": "2023-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "U.S. Geological Survey",
  "perf_str_addr": "1 Gifford Pinchot Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537262366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 113300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project increased the research capacity of a non-tenure track Research Assistant Professor at the University of Alaska Fairbanks (UAF) through visits, training, and collaboration at the United States Geological Survey Mercury Research Laboratory (USGS MRL) in Madison, Wisconsin. The USGS MRL&rsquo;s research group is internationally recognized and maintains a state-of-the-science laboratory equipped with dedicated instrumentation for high accuracy and precision measurements of mercury.</p>\n<p>The recent discovery that permafrost soils are a vast reservoir for mercury is of major concern because of the ability of mercury to accumulate in food webs. Thermokarst lakes, which are capable of degrading large amounts of permafrost soils and potentially releasing stored mercury, are the most widespread form of rapid permafrost thaw. However, it remains unclear to what extent mercury derived from permafrost is available for uptake into food webs of thermokarst lakes, which are hot spots of biological activity in the Arctic.</p>\n<p>The project involved the collection of permafrost soils, lake sediments, lake water, and insects from five lakes in Alaska that span a latitudinal and thaw gradient. All of the samples were analyzed for total mercury and were prepared for mercury stable isotope analyses at the USGS MRL with the goal of identifying the sources of mercury in aquatic insects. The PI took part in extensive research visits to the USGS MRL where he received training in environmental sampling, sample preparation, and mercury stable isotope analyses &ndash; a technique that represents a powerful tool for studying mercury cycling and identifying mercury sources.</p>\n<p>The PI collected eight permafrost cores, which represents a near doubling of the number of Alaskan permafrost cores that have been analyzed for total mercury and reported in the literature. All of these cores are currently being analyzed for mercury stable isotopes, which will significantly add to defining the isotopic mercury permafrost endmember. Additionally, the PI learned how to process lake water for mercury stable isotope analyses, a procedure that requires sampling relatively large volumes of water, preparing the samples, and passing the water through specialized columns to isolate the mercury prior to analyses. The PI was able to successfully establish the equipment and this procedure at his lab at UAF.</p>\n<p>This fellowship provided an early career non-tenure track Research Assistant Professor with the necessary training to continue developing and expand his environmental mercury research program by gaining new skills from USGS MRL experts. The PI received training at the forefront of contemporary mercury research, which will allow him to successfully compete for future funding. The skills gained during the collaborative visits will benefit UAF and the State of Alaska as they tackle the complex problems associated with climate change. Project results will be shared through peer-reviewed scientific publications, at scientific conferences, and with students in the classroom.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/04/2024<br>\nModified by: Benjamin&nbsp;D&nbsp;Barst</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project increased the research capacity of a non-tenure track Research Assistant Professor at the University of Alaska Fairbanks (UAF) through visits, training, and collaboration at the United States Geological Survey Mercury Research Laboratory (USGS MRL) in Madison, Wisconsin. The USGS MRLs research group is internationally recognized and maintains a state-of-the-science laboratory equipped with dedicated instrumentation for high accuracy and precision measurements of mercury.\n\n\nThe recent discovery that permafrost soils are a vast reservoir for mercury is of major concern because of the ability of mercury to accumulate in food webs. Thermokarst lakes, which are capable of degrading large amounts of permafrost soils and potentially releasing stored mercury, are the most widespread form of rapid permafrost thaw. However, it remains unclear to what extent mercury derived from permafrost is available for uptake into food webs of thermokarst lakes, which are hot spots of biological activity in the Arctic.\n\n\nThe project involved the collection of permafrost soils, lake sediments, lake water, and insects from five lakes in Alaska that span a latitudinal and thaw gradient. All of the samples were analyzed for total mercury and were prepared for mercury stable isotope analyses at the USGS MRL with the goal of identifying the sources of mercury in aquatic insects. The PI took part in extensive research visits to the USGS MRL where he received training in environmental sampling, sample preparation, and mercury stable isotope analyses  a technique that represents a powerful tool for studying mercury cycling and identifying mercury sources.\n\n\nThe PI collected eight permafrost cores, which represents a near doubling of the number of Alaskan permafrost cores that have been analyzed for total mercury and reported in the literature. All of these cores are currently being analyzed for mercury stable isotopes, which will significantly add to defining the isotopic mercury permafrost endmember. Additionally, the PI learned how to process lake water for mercury stable isotope analyses, a procedure that requires sampling relatively large volumes of water, preparing the samples, and passing the water through specialized columns to isolate the mercury prior to analyses. The PI was able to successfully establish the equipment and this procedure at his lab at UAF.\n\n\nThis fellowship provided an early career non-tenure track Research Assistant Professor with the necessary training to continue developing and expand his environmental mercury research program by gaining new skills from USGS MRL experts. The PI received training at the forefront of contemporary mercury research, which will allow him to successfully compete for future funding. The skills gained during the collaborative visits will benefit UAF and the State of Alaska as they tackle the complex problems associated with climate change. Project results will be shared through peer-reviewed scientific publications, at scientific conferences, and with students in the classroom.\n\n\n\t\t\t\t\tLast Modified: 09/04/2024\n\n\t\t\t\t\tSubmitted by: BenjaminDBarst\n"
 }
}