{
 "awd_id": "2229756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4 NSF: Robust, Predictive, and Learning Guidance Algorithms for On-Orbit Servicing and Assembly Using Multiple Space Systems",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032927916",
 "po_email": "bjmccall@nsf.gov",
 "po_sign_block_name": "Benjamin J. McCall",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 180463.0,
 "awd_amount": 73381.0,
 "awd_min_amd_letter_date": "2022-12-15",
 "awd_max_amd_letter_date": "2023-11-27",
 "awd_abstract_narration": "Advancements in small space systems enable a variety of on-orbit servicing and assembly missions, such as on-orbit refueling, assembly of complex objects, rescue of damaged space systems, and space debris removal using multiple small space systems. As more space systems will be utilized for sophisticated and critical on-orbit servicing missions, the importance of robust, efficient, and highly accurate autonomous close-proximity maneuvering and docking capability is growing. However, autonomous close-proximity maneuvering is challenging due to uncertainty, disturbances, and multiple satellites’ variable operational constraints, such as actuator saturation, collision avoidance, being within the bounds of the feasible operating region, and achieving a given formation. This project will provide an opportunity for the researcher to collaborate with the Spacecraft Robotics Laboratory at the Naval Postgraduate School. This collaboration will include performing basic and applied research on predictive and learning path-planning algorithms for autonomous close-proximity maneuvering required in on-orbit servicing missions using multiple space systems. \r\n\r\nThis Research Infrastructure Improvement Track-4 EPSCoR Research Fellows (RII Track-4) project provides a fellowship to an Assistant professor at New Mexico State University (NMSU) and support for an NMSU graduate student. The primary goal of this EPSCoR RII Track-4 fellowship project is to develop and test novel robust guidance algorithms based on robust model predictive control and reinforcement learning that can deal with uncertainty and disturbances in formation flying and proximity maneuvering of multiple space systems for on-orbit servicing and assembly missions. Specifically, this project will offer the NMSU team access to world-class facilities for hardware-in-the-loop (HIL) simulation of space proximity operations using multiple space systems to test and validate the proposed algorithms in real-time. Computing the optimal solutions for robust model predictive guidance and control with nonlinear constraints in real time is a significant intellectual challenge. Researchers will develop a rapid optimization framework to address this challenge in solving robust and predictive optimization problems. This research will also contribute to developing a reinforcement learning framework that learns trajectories and control inputs of the predictive approaches. This fellowship project will expand the PI’s research capacity and transform his career path towards a promising direction in guidance algorithm development and in operations using multiple space systems. The outcomes of this project will contribute algorithmically to guidance of on-orbit servicing and assembly missions, and extend the algorithms to a wide range of autonomous applications using multiple space systems. This project will also foster a strong partnership between NMSU, a designated Hispanic-Serving Institution, and the Naval Postgraduate School to increase the participation of students underrepresented in STEM disciplines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyeongjun",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyeongjun Park",
   "pi_email_addr": "hjpark@nmsu.edu",
   "nsf_id": "000798099",
   "pi_start_date": "2022-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "Naval Postgraduate School",
  "perf_str_addr": "700 Dyer Road",
  "perf_city_name": "Monterey",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939435146",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 73380.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advancements in small space systems enable a variety of on-orbit servicing and assembly missions, such as on-orbit refueling, assembly of complex objects, rescue of damaged space systems, and space debris removal using multiple small space systems. As more space systems will be utilized for sophisticated and critical on-orbit servicing missions, the importance of robust, efficient, and highly accurate autonomous proximity maneuvering and docking capability is growing. However, autonomous close-proximity maneuvering is challenging due to uncertainty, disturbances, and multiple satellites&rsquo; variable operational constraints such as actuator saturation, collision avoidance, being within the bounds of the feasible operating region, and achieving a given formation.</p>\n<p>In this project, we performed basic and applied research on robust, predictive, and learning path-planning algorithms for autonomous close-proximity maneuvering required in on-orbit servicing missions using multiple space systems. We developed and tested novel a robust guidance algorithm based on robust model predictive control that can deal with uncertainty and disturbances in proximity maneuvering when a spacecraft transports an object with unknown mass and moments of inertia for on-orbit servicing and assembly missions. Computing the optimal solutions for robust model predictive guidance and control with various constraints in real time is yet a significant intellectual challenge. We developed a rapid optimization framework to address this challenge in solving robust and predictive optimization problems. Also, we developed a decentralized model predictive control algorithm to deal with cooperative transportation using multiple spacecraft for future missions. By utilizing a previously developed algorithm for the formation flying of multiple spacecraft, a leader-follower strategy was developed and successfully implemented to transport an object with unknown mass and inertia.</p>\n<p>To verify the predictive path-planning algorithms, software-in-the-loop simulations using ROS/Gazebo for NASA Astrobee robots on the International Space Station (ISS) were implemented. Specifically, this project offered the New Mexico State University (NMSU) team access to world-class facilities for hardware-in-the-loop (HIL) simulation of space proximity operations using multiple space systems to test and validate the proposed algorithms in real time on ground testbeds at the Naval Postgraduate School (NPS) and NASA Ames Research Center. Furthermore, the developed algorithms were tested and validated in in-space demonstrations to conduct a proof-of-concept test on the ISS using NASA&rsquo;s Astrobee robots by collaborating with the NPS researchers, NASA Ames researchers, and astronauts.</p>\n<p>The outcomes of this project contributed algorithmically to the guidance of on-orbit servicing and assembly missions, and we can extend the algorithms to a wide range of autonomous applications using multiple space systems. This project also fostered a strong partnership between NMSU and NPS to increase the participation of underrepresented students in STEM disciplines. To date, the project has produced two conference papers, with further journal papers in development. One graduate student was trained in algorithm development, simulations, and in-space experiments. The results of the ISS tests have been presented in a Special Session at the American Institute of Aeronautics and Astronautics SciTech Forum in 2024 by the invitation from the Office of Chief Scientist at the US Space Force Space Systems Command.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/10/2024<br>\nModified by: Hyeongjun&nbsp;Park</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887622508_Picture4_ISS_Test2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887622508_Picture4_ISS_Test2--rgov-800width.jpg\" title=\"In-space Demo of Space Towing\"><img src=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887622508_Picture4_ISS_Test2--rgov-66x44.jpg\" alt=\"In-space Demo of Space Towing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Demonstration on the International Space Station for two Astrobees towing a stowage</div>\n<div class=\"imageCredit\">NASA</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">In-space Demo of Space Towing</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887427046_Picture2_Two_Astrobees--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887427046_Picture2_Two_Astrobees--rgov-800width.jpg\" title=\"Simulaiton for Two Astrobee\"><img src=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887427046_Picture2_Two_Astrobees--rgov-66x44.jpg\" alt=\"Simulaiton for Two Astrobee\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Gazebo simulation image for two Astrobees towing an object with unknown mass and moment of inertia</div>\n<div class=\"imageCredit\">New Mexico State University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">Simulaiton for Two Astrobee</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887374293_Picture1_Single_Astrobee--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887374293_Picture1_Single_Astrobee--rgov-800width.jpg\" title=\"Simulation using One Astrobee\"><img src=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887374293_Picture1_Single_Astrobee--rgov-66x44.jpg\" alt=\"Simulation using One Astrobee\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Gazebo simulation image for one Astrobee towing an object with unknown mass and moment of inertia</div>\n<div class=\"imageCredit\">New Mexico State University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">Simulation using One Astrobee</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887541213_Picture3_NASA_Ames_Test--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887541213_Picture3_NASA_Ames_Test--rgov-800width.jpg\" title=\"Experiment on NASA Ames Granite Lab\"><img src=\"/por/images/Reports/POR/2024/2229756/2229756_10840827_1704887541213_Picture3_NASA_Ames_Test--rgov-66x44.jpg\" alt=\"Experiment on NASA Ames Granite Lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Experiment of one Astrobee towing another</div>\n<div class=\"imageCredit\">NASA</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">Experiment on NASA Ames Granite Lab</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nAdvancements in small space systems enable a variety of on-orbit servicing and assembly missions, such as on-orbit refueling, assembly of complex objects, rescue of damaged space systems, and space debris removal using multiple small space systems. As more space systems will be utilized for sophisticated and critical on-orbit servicing missions, the importance of robust, efficient, and highly accurate autonomous proximity maneuvering and docking capability is growing. However, autonomous close-proximity maneuvering is challenging due to uncertainty, disturbances, and multiple satellites variable operational constraints such as actuator saturation, collision avoidance, being within the bounds of the feasible operating region, and achieving a given formation.\n\n\nIn this project, we performed basic and applied research on robust, predictive, and learning path-planning algorithms for autonomous close-proximity maneuvering required in on-orbit servicing missions using multiple space systems. We developed and tested novel a robust guidance algorithm based on robust model predictive control that can deal with uncertainty and disturbances in proximity maneuvering when a spacecraft transports an object with unknown mass and moments of inertia for on-orbit servicing and assembly missions. Computing the optimal solutions for robust model predictive guidance and control with various constraints in real time is yet a significant intellectual challenge. We developed a rapid optimization framework to address this challenge in solving robust and predictive optimization problems. Also, we developed a decentralized model predictive control algorithm to deal with cooperative transportation using multiple spacecraft for future missions. By utilizing a previously developed algorithm for the formation flying of multiple spacecraft, a leader-follower strategy was developed and successfully implemented to transport an object with unknown mass and inertia.\n\n\nTo verify the predictive path-planning algorithms, software-in-the-loop simulations using ROS/Gazebo for NASA Astrobee robots on the International Space Station (ISS) were implemented. Specifically, this project offered the New Mexico State University (NMSU) team access to world-class facilities for hardware-in-the-loop (HIL) simulation of space proximity operations using multiple space systems to test and validate the proposed algorithms in real time on ground testbeds at the Naval Postgraduate School (NPS) and NASA Ames Research Center. Furthermore, the developed algorithms were tested and validated in in-space demonstrations to conduct a proof-of-concept test on the ISS using NASAs Astrobee robots by collaborating with the NPS researchers, NASA Ames researchers, and astronauts.\n\n\nThe outcomes of this project contributed algorithmically to the guidance of on-orbit servicing and assembly missions, and we can extend the algorithms to a wide range of autonomous applications using multiple space systems. This project also fostered a strong partnership between NMSU and NPS to increase the participation of underrepresented students in STEM disciplines. To date, the project has produced two conference papers, with further journal papers in development. One graduate student was trained in algorithm development, simulations, and in-space experiments. The results of the ISS tests have been presented in a Special Session at the American Institute of Aeronautics and Astronautics SciTech Forum in 2024 by the invitation from the Office of Chief Scientist at the US Space Force Space Systems Command.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/10/2024\n\n\t\t\t\t\tSubmitted by: HyeongjunPark\n"
 }
}