{
 "awd_id": "2229380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Comprehensive Characterization of Unsaturated Soils using Advanced Photogrammetry and Novel Fiber Optic Sensors",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 605118.0,
 "awd_amount": 605118.0,
 "awd_min_amd_letter_date": "2023-08-25",
 "awd_max_amd_letter_date": "2023-08-25",
 "awd_abstract_narration": "This award aims to address critical challenges in the field of unsaturated soil mechanics by developing innovative measurement methods and sensors for comprehensive characterization of soil behavior. The project's significance lies in the urgent need for accurate data to advance unsaturated soil theory and its applications in critical infrastructure, climate, and energy-related issues. By overcoming the limitations of existing measurement techniques, the project will provide precise and comprehensive test results needed for theoretical developments in this field. This research will introduce a multi-camera based photogrammetric method for continuous measurement of 3D full-field displacement during triaxial testing of soil specimens. This method, equivalent to installing thousands of noncontact displacement sensors with high precision, will enable the determination of stress states at any points in the soil specimen. Additionally, novel fiber optic sensors will be developed to measure pore air pressure and pore water pressure with exceptional precision. These sensors, with diameters similar to a human hair, will provide data necessary for the coupled hydro-mechanical evaluation of various geo-materials problems for the first time.\r\n\r\nThe project's technical objectives encompass the development of a photogrammetry-based method for measuring 3D full-field soil displacement, as well as fiber optic sensors for precise measurement of pore air and pore water pressures. This research will involve the characterization of different types of unsaturated soils under different loading conditions to generate comprehensive and accurate test results. These data, combined with the PI's novel modified state surface approach, will resolve remaining points of dispute within the unsaturated soils research community. The project's intellectual merits lie in its interdisciplinary nature, integrating advances in electronics, fiber optics, image analysis, computer vision, machine learning, and mechanics for multiphase media. The research will not only advance unsaturated soil theory but also enable the use of undrained tests for constitutive modeling, significantly reducing testing time. Furthermore, the developed testing methods and sensors will find application in both saturated and unsaturated soils, as well as other complex multiphase problems. The broader impacts of this research include safer and more cost-effective infrastructure design, as well as the training of the next generation of engineers and educators using state-of-the-art testing and modeling methods. The dissemination of research findings will occur through various channels, including graduate and undergraduate student training, conference presentations, workshops, and webinars. Collaboration with ASTM Committee D18 on Soil and Rock will explore updating existing standards for triaxial testing, ensuring the broader implementation of the research outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiong Zhang",
   "pi_email_addr": "zhangxi@mst.edu",
   "nsf_id": "000530763",
   "pi_start_date": "2023-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Huang",
   "pi_email_addr": "jieh@mst.edu",
   "nsf_id": "000703678",
   "pi_start_date": "2023-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "1401 N Pine St., PO Box 65409",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 605118.0
  }
 ],
 "por": null
}