{
 "awd_id": "2230999",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining climate related changes in water mass structure, paleoventilation, and paleocirculation in the Southeast Indian and Southern Oceans",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032925081",
 "po_email": "emestes@nsf.gov",
 "po_sign_block_name": "Emily Estes",
 "awd_eff_date": "2023-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 349692.0,
 "awd_amount": 377438.0,
 "awd_min_amd_letter_date": "2023-01-20",
 "awd_max_amd_letter_date": "2023-08-23",
 "awd_abstract_narration": "Today fifty times more CO2 resides in the ocean than the atmosphere. Consequently, exchange of CO2 between the ocean and atmosphere is an important control on atmospheric concentrations. During recent ice ages, atmospheric CO2 was naturally 30% lower than pre-industrial levels. Extensive evidence indicates this reduction was caused by greater storage of CO2 in the ocean. During the last glacial interval, changes in ocean circulation, and the resulting changes in ocean chemistry, are widely believed to have played an important role in storing more CO2 in the ocean. However, there is ongoing debate about the specific state of glacial circulation in the Southern Ocean. Previous studies have largely concentrated in the South Atlantic and Southwestern Pacific. There are clearly changes in the chemistry and circulation of water masses between these two regions, but there remains little information from the critical region of the Southern Indian Ocean. This is where much of the CO2 exchange occurs today. Work for this project will focus on cores collected during a recent cruise to Southeast Indian Ocean waters. These cores provide new material from key locations and ocean depths that are needed to fill this knowledge gap. The samples will be analyzed for isotopes of carbon, oxygen, and neodymium to determine water mass and ventilation histories. Initial analyses recently completed by this research group form the foundation for this work that seeks to determine changes in deep ocean circulation and CO2 sequestration. Collaborations with Australian and British scientists is an integral part of this work as these cores are expected to be an important resource for scientists around the world. This work will also support undergraduate and graduate students, and postdoctoral researchers.\r\n\r\nThe circulation and ventilation of water masses at intermediate depths (~500-1400 m) in the Southern Indian Ocean are central to CO2 partitioning between the atmosphere and ocean. During glaciations, changes in both thermohaline circulation and wind-driven Southern Ocean ventilation are believed to have played important roles in sequestering atmospheric CO2. A detailed understanding of the interaction between the physical mechanisms of thermohaline overturning circulation and wind-driven ventilation requires precise definition of changes in water mass boundaries and properties across the deglaciation.  The use of vertical and horizontal transects of sediment core material has been fundamental in identifying past variations in the structure of the ocean. Published transects of paleo-proxies in the glacial South Atlantic differ substantially from the Southwest Pacific, suggesting that processes in the Southeast Indian Ocean had a significant influence on glacial CO2 exchange. Consequently, this proposed work will focus on a selected suite of six cores obtained on the CROCCA-2S cruise in 2018 (Coring to Reconstruct Ocean Circulation and Carbon-dioxide Across 2 Seas). These 6 cores have been selected to create depth and latitudinal transects underlying both subantarctic and subtropical waters in the Southeast Indian Ocean from a region west and south of Australia. Our 18O stratigraphies suggest continuous sedimentation and coherent glacial-interglacial signals between these core sites. Efforts will concentrate on constraining surface frontal locations that shift in response to changes in atmospheric circulation, as well as deep water mass boundaries and properties that vary with changes in meridional overturning circulation patterns. The ultimate scientific objective is to determine the temporal evolution of the horizontal and vertical distribution of proxies that will be used to reconstruct water sources (e.g. 18O and Nd isotopes) and the ventilation history (e.g.13C) in this critical region of the Southern Ocean.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Martin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen E Martin",
   "pi_email_addr": "eemartin@ufl.edu",
   "nsf_id": "000086676",
   "pi_start_date": "2023-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 377438.0
  }
 ],
 "por": null
}