{
 "awd_id": "2230578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  An impact analytics platform combining energy system optimization and life cycle assessment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 255960.0,
 "awd_amount": 255960.0,
 "awd_min_amd_letter_date": "2023-07-05",
 "awd_max_amd_letter_date": "2023-07-05",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project focuses on data-driven support for optimal energy decisions. The software platform proposed in this project will allow for commercial deployment of an accessible, user-friendly tool to rapidly determine a more complete picture of human health and ecosystem impacts as a result of energy decisions. Through the development of a public-facing ‘Impact Tracker,’ this solution will provide a means for leaders to communicate the impacts of their energy decisions to the public and climate-conscious international investors, improving the public’s energy literacy and engagement, as well as increasing the economic competitiveness of the United States. \r\n\r\nThis Small Business Innovation Research Phase I project proposes to develop a commercial software platform to support optimal energy decisions. Energy decisions made by large corporations and governments have substantial impacts on human health, ecosystem quality, and biodiversity extinction. The life cycle impacts of these decisions are often inaccessible due to the time, data and financial resources required to collect the numerous, disparate, non-standardized datasets and evaluate the multiple complex modeling that is required. To overcome these limitations, this team will develop a cloud-based, impact analytics software platform by 1) building an integrated energy system optimization and life cycle assessment model that is compatible with a broad range of geographies and electricity grid configurations and 2) developing a data integration tool for automated collection of the required data from multiple non-standardized, often internationally housed databases. The anticipated results of this work will be a first-in-class, easy-to-use, and highly accessible software platform that is accurate across varying geographic regions and electricity grid configurations, allowing for this tool to have national and global impacts. Overcoming these challenges will require a combination of machine learning approaches with human involvement, known as expert-augmented machine learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Howard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Howard",
   "pi_email_addr": "daniel@quantum-ec.com",
   "nsf_id": "000869005",
   "pi_start_date": "2023-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUANTUM ENERGY, INC.",
  "inst_street_address": "10 E YANONALI ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8054036642",
  "inst_zip_code": "931011875",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "QUANTUM ENERGY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "P7BRFUQBRN23"
 },
 "perf_inst": {
  "perf_inst_name": "QUANTUM ENERGY CONSULTANTS LLC",
  "perf_str_addr": "10 E YANONALI ST",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931011875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 255960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The emissions of fossil-fuel based energy systems are causing some of the biggest, most important, and most complex challenges that modern humans have ever faced: carbon emissions are causing the existential threat of climate change, particulate matter emissions from burning fossil fuels are causing an estimated 355,000 deaths/year in the U.S. (equivalent to 1 in 8 deaths in the U.S.), human toxicity emissions are causing a sickening amount of cancerous and non-cancerous diseases, and the list goes on. The current solutions on the market for assessing the impacts of energy decisions are myopically focused on quantifying operational<em> </em>carbon emissions and miss most of the life cycle environmental and health impacts of a given energy<em> </em>investment, policy, or program.<em> &nbsp;The industry needs an automated and programmatic way to incorporate human health and ecosystems impacts into decision-making frameworks to accelerate decarbonization</em> <em>and decrease climate change, public health, and ecosystem impacts.</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The overarching goal of Quantum Energy, Inc. is to build an automated, accurate and easy-to-use enterprise-class platform that provides evidence-based and data-supported analytics on the impacts of energy decisions to help identify and support optimal clean energy decisions. These analytics are based on a comprehensive and credible picture of the life cycle environmental and human health emissions and impacts of energy projects, plans, polices and investments. Such a solution, when delivered in a programmatic and widely scalable way, such that the impact analytics could be delivered directly via a software platform or delivered via integration with a wide variety of third-party platforms would dramatically transform and expedite energy decision processes, drive more clean energy initiatives with increased stakeholders buy-in and dramatically reduce impacts to human health and the environment. Ultimately, programmatically incorporating metrics on people and the planet into corporate and government decision-making frameworks will enable a new paradigm of energy decision-making that saves millions of human lives, thousands of species, and billions of dollars in avoided economic damages.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This NSF-funded project substantially advanced the development of the TotalView Energy Platform. Before the funded project started, our prototype could only be run by an expert in energy modeling with coding experience on a single computer. Using NSF funds, we were able to advance this prototype to a highly automated, scalable solution ready for cloud deployment. The TotalView model at the core of the software was refined and optimized to produce highly accurate results for a broad range of geographical locations and electricity grid configurations, making the solution compatible with every region in the United States.</p>\n<p>The TotalView Energy Platform requires a large amount of data coming from multiple sources, all of which are formatted differently. Before the NSF-funded project, the TotalView platform required manually downloading, formatting, and uploading datasets. This task was extremely labor-intensive, prone to error, and required expert knowledge. A key outcome of the NSF-funded project was a fully automated and customized data pipeline capable of sourcing, formatting, and loading all the required data into the TotalView platform. Ultimately, the work funded by NSF overcame the biggest technical challenges that previously hindered the process of transforming our powerful clean energy impact analytics platform from one expert&rsquo;s computer to a first-in-class platform that will be available to the world.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/19/2024<br>\nModified by: Daniel&nbsp;Howard</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe emissions of fossil-fuel based energy systems are causing some of the biggest, most important, and most complex challenges that modern humans have ever faced: carbon emissions are causing the existential threat of climate change, particulate matter emissions from burning fossil fuels are causing an estimated 355,000 deaths/year in the U.S. (equivalent to 1 in 8 deaths in the U.S.), human toxicity emissions are causing a sickening amount of cancerous and non-cancerous diseases, and the list goes on. The current solutions on the market for assessing the impacts of energy decisions are myopically focused on quantifying operational carbon emissions and miss most of the life cycle environmental and health impacts of a given energy investment, policy, or program. The industry needs an automated and programmatic way to incorporate human health and ecosystems impacts into decision-making frameworks to accelerate decarbonization and decrease climate change, public health, and ecosystem impacts.\n\n\n The overarching goal of Quantum Energy, Inc. is to build an automated, accurate and easy-to-use enterprise-class platform that provides evidence-based and data-supported analytics on the impacts of energy decisions to help identify and support optimal clean energy decisions. These analytics are based on a comprehensive and credible picture of the life cycle environmental and human health emissions and impacts of energy projects, plans, polices and investments. Such a solution, when delivered in a programmatic and widely scalable way, such that the impact analytics could be delivered directly via a software platform or delivered via integration with a wide variety of third-party platforms would dramatically transform and expedite energy decision processes, drive more clean energy initiatives with increased stakeholders buy-in and dramatically reduce impacts to human health and the environment. Ultimately, programmatically incorporating metrics on people and the planet into corporate and government decision-making frameworks will enable a new paradigm of energy decision-making that saves millions of human lives, thousands of species, and billions of dollars in avoided economic damages.\n\n\n This NSF-funded project substantially advanced the development of the TotalView Energy Platform. Before the funded project started, our prototype could only be run by an expert in energy modeling with coding experience on a single computer. Using NSF funds, we were able to advance this prototype to a highly automated, scalable solution ready for cloud deployment. The TotalView model at the core of the software was refined and optimized to produce highly accurate results for a broad range of geographical locations and electricity grid configurations, making the solution compatible with every region in the United States.\n\n\nThe TotalView Energy Platform requires a large amount of data coming from multiple sources, all of which are formatted differently. Before the NSF-funded project, the TotalView platform required manually downloading, formatting, and uploading datasets. This task was extremely labor-intensive, prone to error, and required expert knowledge. A key outcome of the NSF-funded project was a fully automated and customized data pipeline capable of sourcing, formatting, and loading all the required data into the TotalView platform. Ultimately, the work funded by NSF overcame the biggest technical challenges that previously hindered the process of transforming our powerful clean energy impact analytics platform from one experts computer to a first-in-class platform that will be available to the world.\n\n\n\t\t\t\t\tLast Modified: 04/19/2024\n\n\t\t\t\t\tSubmitted by: DanielHoward\n"
 }
}