{
 "awd_id": "2231250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PurSUiT: Biodiversity and Taxonomy of Fish-Parasitic Gnathiid Isopods on Coral Reefs",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 1249982.0,
 "awd_amount": 1157344.0,
 "awd_min_amd_letter_date": "2023-04-13",
 "awd_max_amd_letter_date": "2023-04-13",
 "awd_abstract_narration": "Marine scientists and members of the public have long been drawn to the larger marine organisms easily seen with the unaided human eye. However, scientists are becoming increasingly aware of the importance of the smaller majority of marine life that operate largely behind the scenes. Collectively referred to as cryptofauna this group includes parasites. Gnathiid isopods (gnathiids) are a group of parasites that are unique to marine environments and are found in all oceans and depths. By attaching to fish, extracting blood meals and then dropping off, gnathiids are the marine equivalent of ticks and mosquitos on land. Some even transmit blood parasites to fish just as ticks and mosquitos do to birds and mammals. This project focuses on the diversity of gnathiid isopods in coral reef systems, the most diverse ecological systems on the planet. The project is an international collaboration involving nearly all the active gnathiid researchers in the world who are making significant investments in the project, including helping to train US students. While there are hundreds of research teams worldwide who study ticks and mosquitos, only a handful of scientists study their marine equivalent – gnathiid isopods. As a consequence, while there are likely hundreds of species of gnathiids, we only have identifications and names for a few. Identifying and characterizing gnathiids to species is important for the same reason that we need to know one tick or mosquito species from another – even though they have certain similarities, there are important differences among them, such as what, if any diseases they may transmit. Given the similarity of gnathiid isopod-fish interactions to ticks and mosquito interactions with humans and other land animals, this study will provide the basis for understanding similarities and differences of host-parasite interactions and disease transmission in coral reef fish as compared to terrestrial systems. The project will contribute to educating and training the next generation of taxonomists and systematists, and will improve public understanding of coral reef biodiversity both in the US and abroad.\r\n\r\nThe specific goals of this project are to: 1) Characterize gnathiid isopod diversity, biogeography, and key functional traits in tropical coral reef and adjacent ecosystems; 2) Generate DNA barcodes for as many species as possible and construct a molecular-based phylogeny; and 3) Provide student training in gnathiid isopod taxonomy and systematics. With an international group of collaborators that include field ecologists, taxonomists, molecular biologists, bioinformaticians, and museum specialists, we will use an integrative and interdisciplinary approach. We will sample from representative coral reef habitats using a variety of collecting techniques our team has developed over decades, and will use state of the art taxonomic, molecular, and bioinformatic techniques to describe and identify gnathiid species. Through this approach we will fill major gaps in biodiversity knowledge by: 1) Thorough and systematic sampling of regions characterized as evolutionarily distinct and globally endangered and therefore likely harboring unknown gathiid diversity; and 2) Providing information on the systematics, biogeography and genetic diversity of fish-parasitic gnathiid isopods that will enable major advances in our understanding of their phylogenetic relationships. By identifying patterns of host exploitation, and linking parasite life history stages, we will answer fundamental questions regarding ecological function of parasitic isopods and build capacity to address more sophisticated ecological and evolutionary questions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sikkel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Paul C Sikkel",
   "pi_email_addr": "pcs75@miami.edu",
   "nsf_id": "000610726",
   "pi_start_date": "2023-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "4600 RICKENBACKER CSWY",
  "perf_city_name": "Key Biscayne",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1157344.0
  }
 ],
 "por": null
}