{
 "awd_id": "2231607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Closed-Loop Control for Precision Extrusion of High-Viscosity Fluids in Robotic Manufacturing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 408853.0,
 "awd_amount": 408853.0,
 "awd_min_amd_letter_date": "2023-08-25",
 "awd_max_amd_letter_date": "2023-08-25",
 "awd_abstract_narration": "This Grant Opportunity for Academic Liaison with Industry (GOALI) award supports research that contributes new knowledge related to a fluid deposition manufacturing process. Direct ink writing (DIW) is a form of three-dimensional (3D) printing in which a 3D object is built up by depositing liquid material in a layer-by-layer fashion. This manufacturing process has potential applications in tissue engineering, custom orthotics and prosthetics, robotic adhesive delivery for microelectronics, electric vehicle manufacturing, and aerospace assembly operations. Despite recent advances in the field, current DIW methods suffer from slow manufacturing times, part defects, and structural integrity issues due to the inherent difficulty of working with high-viscosity fluids. To realize the full potential of DIW manufacturing, this research will advance the understanding and technology to enable the precise and rapid delivery of high-viscosity fluids for DIW. This award also supports efforts to recruit and support diverse and underrepresented groups in the robotics and additive manufacturing communities. Through the collaboration of the industrial and academic partners, new knowledge and research outcomes will be incorporated into manufacturing and robotics courses at the University of Michigan and will be shared in the industrial community. The project will build on collaboration with extracurricular and local engineering groups to further expose students to the core tools of manufacturing and robotic integration.\r\n\r\nPredictive and real-time feedback control of the fluid deposition process is essential for advancing the speed, precision, and reliability of DIW technologies. Existing progress in the field of DIW manufacturing is limited to open-loop execution with exhaustive tuning based on expert and equipment-specific knowledge of the fluid properties, delivery pumps, pipes, nozzles, and toolpaths. These limitations in scientific understanding of high-viscosity fluid delivery mechanics lead to deposition defects such as corner bulging, imprecisions due to early/late start-stops, and structural issues due to drooping, stringing, and void formation. To bridge this gap in DIW technology, this project will integrate computational fluid dynamics modeling, model-predictive control, and global planning optimization algorithms for integrated high-viscosity fluid deposition with nozzle motion path planning. As part of this project, the research team will develop 1) computationally efficient high-viscous flow modeling that is amenable to real-time feedback control, 2) a platform-agnostic and closed-loop optimal controller for high-viscosity fluid deposition, and 3) co-optimized tool and deposition path planning that is informed by fluid dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nima",
   "pi_last_name": "Fazeli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nima Fazeli",
   "pi_email_addr": "nfz@umich.edu",
   "nsf_id": "000821989",
   "pi_start_date": "2023-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Shih",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Albert J Shih",
   "pi_email_addr": "shiha@umich.edu",
   "nsf_id": "000287899",
   "pi_start_date": "2023-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "503 THOMPSON ST",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 408853.0
  }
 ],
 "por": null
}