{
 "awd_id": "2233726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Exploring early metazoan reef evolution through a multi-scale approach",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 390694.0,
 "awd_amount": 390694.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "Shallow water reefs have been called \"cradles of evolution.\" By studying the remains of ancient reefs, scientists can gain critical insights into the ecological and evolutionary impact of Earth's earliest animals and our planet's transition from a world dominated by microbes to the one we know today. Here, the researchers propose a multidisciplinary and multiscale survey of the Little Dal reefs in northwestern Canada, which formed nearly one billion years ago and are home to the earliest purported remains of sponges on our planet. In this study, the team will utilize various methods—from drone-derived models of outcrops to 3D reconstructions of the sponge fossils to isotopic analyses—to improve our understanding of the inhabitants (e.g., were there truly sponges on Earth a billion years ago?) and ecology (e.g., who or what built the reefs?) of the Little Dal reefs. This work will involve training undergraduate and graduate students and a postdoctoral fellow within a framework that encourages a collaborative, interdisciplinary, inclusive, and international scientific approach. Additionally, the researchers propose to mentor a student from the First Nations Sahtu ́/Dene communities of Fort Simpson, Norman Wells, and Fort Good Hope and engage with these communities throughout the project. \r\n\r\nRecently, scientists have posited that vermiform microstructures (VERM), found in the Tonian Little Dal Group of northwestern Canada, represent the remains of the oldest poriferan-grade organism in the rock record. Any claim of metazoan reef inhabitation (or construction) during the Proterozoic requires careful consideration and evaluation using a multidisciplinary approach. Here, the researchers propose to explore the ecology and morphology of the Little Dal reef system via a multiscale field and analytical study. They aim to 1) determine whether VERM are unambiguously the remains of a sponge-grade organism and therefore representative of the earliest metazoan reef inhabitants, and 2) quantify the micro- to macro-scale morphologies of the Little Dal reef system, including characteristics such as surface roughness, ecological zonation, and the abundance of constituent reef components. Any assignment of biological affinity for putative Neoproterozoic sponge remains will have broad implications for our understanding of the tempo and mode of metazoan evolution. Additionally, their findings will enable quantitative comparisons between fossil reefs throughout the geological record. Such comparisons will help chart the timing and structural nature of the transition from purely microbial reefs of the earlier Proterozoic to metazoan framework reefs of the Phanerozoic.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akshay",
   "pi_last_name": "Mehra",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Akshay K Mehra",
   "pi_email_addr": "akmehra@uw.edu",
   "nsf_id": "000834340",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Strauss",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Justin V Strauss",
   "pi_email_addr": "Justin.V.Strauss@dartmouth.edu",
   "nsf_id": "000713023",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "133Z",
   "pgm_ref_txt": "EMBRACE"
  },
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 390694.0
  }
 ],
 "por": null
}