{
 "awd_id": "2233212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Fully Bio-Based High-Performance Biomimetic Material for Sustainable Fabric",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2023-08-25",
 "awd_max_amd_letter_date": "2023-08-25",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to develop a sustainable, scalable, and high-performance alternative to natural leather fabric. Leather is one of the most widely used fabric materials in the world, with over two billion square yards produced through animal agriculture every year. The production of animal-derived leather emits greenhouse gases and pollution from the toxic chemicals used to process, tan, and dye animal hides. Current synthetic alternatives are made of non-renewable polymers such as polyurethane and polyvinyl chloride, contributing to petrochemical consumption and plastic pollution. This project aims to develop an alternative leather material that is 100% bio-based and environmentally friendly, and that meets industry requirements for mechanical, physical, and aesthetic properties. By engineering composite materials with superior performance and quality, this technology has the potential to reduce the environmental impact of leather-utilizing industries such as fashion apparel, footwear, furniture, and automotives.  \r\n\r\nThis SBIR Phase I project proposes to use a biomimetic approach to developing high-performance materials that replicate the collagen microstructure and properties of natural leather. Current synthetic alternatives contain petroleum-derived binding or coating agents. This project aims to meet objectives to 1) develop novel compositional and processing methods to produce 100% bio-based crosslinked materials, 2) systematically characterize the mechanical, physical, and surface properties to evaluate performance features, and 3) demonstrate reproducibility and tunability in alignment with industry metrics. The proposed technology leverages innovation in chemical crosslinking to produce high-strength, ultra-durable, soft-to-the-touch materials for the next generation of sustainable fabrics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ella",
   "pi_last_name": "Csuka",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ella A Csuka",
   "pi_email_addr": "ellacsuka@ecotuneinc.com",
   "nsf_id": "000856118",
   "pi_start_date": "2023-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ECOTUNE, INC.",
  "inst_street_address": "5270 CALIFORNIA AVE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9496483437",
  "inst_zip_code": "926173231",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "ECOTUNE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "F65ZLG4U5BW6"
 },
 "perf_inst": {
  "perf_inst_name": "ECOTUNE, INC.",
  "perf_str_addr": "5270 California Ave, Ste 100",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926173231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this Small Business Innovation Research Phase I project, Ecotune successfully developed a novel technology platform to produce high-performance materials that are 100% bio-based and 100% biodegradable. This technology is centered around a novel bio-based material composition that results in 100% bio-based materials made of renewable plant biomass. The innovative chemistry developed in this project enables materials that perform at the highest level, meeting performance specifications for strength, elongation, flex resistance, abrasion resistance, and hydrolysis resistance. Through a novel cross-linking system, this first-of-its-kind material is both ultra-durable during the lifetime of the product and biodegradable at end-of-life. These innovative materials are developed to replace high carbon footprint materials like animal-derived leather and petroleum-derived synthetic leather with alternatives that are bio-based, fully circular, and renewable. &nbsp;</p>\r\n<p>Over two billion square yards of leather are produced each year in an $86 billion annual market. The leather industry is associated with many environmental concerns such as greenhouse gas emissions, water pollution, and deforestation. After skins and hides are collected, large quantities of toxic chemicals are required to process, tan, dye, and finish leather. Artificial alternatives to natural leather are a $63 billion annual market currently composed of petroleum-derived plastics like polyurethane (PU) and polyvinyl chloride (PVC). Synthetic textiles contribute to around a third of global plastic pollution, and producing synthetic leather consumes non-renewable fossil fuels and involves toxic chemistry. Potential impacts of plastic pollution include ecotoxicity, changes to carbon and nutrient cycles, and habitat changes within terrestrial and aquatic ecosystems.&nbsp;With growing demand for sustainability and lower carbon footprint, there is a need for sustainable materials that are bio-based and made from renewable resources. The technology developed in this project enables the production of an innovative material that is 100% bio-based and 100% biodegradable, providing a sustainable alternative to leather for industries such as fashion, footwear, apparel, and automotive.&nbsp;</p><br>\n<p>\n Last Modified: 03/11/2025<br>\nModified by: Ella&nbsp;Annamaria&nbsp;Csuka</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this Small Business Innovation Research Phase I project, Ecotune successfully developed a novel technology platform to produce high-performance materials that are 100% bio-based and 100% biodegradable. This technology is centered around a novel bio-based material composition that results in 100% bio-based materials made of renewable plant biomass. The innovative chemistry developed in this project enables materials that perform at the highest level, meeting performance specifications for strength, elongation, flex resistance, abrasion resistance, and hydrolysis resistance. Through a novel cross-linking system, this first-of-its-kind material is both ultra-durable during the lifetime of the product and biodegradable at end-of-life. These innovative materials are developed to replace high carbon footprint materials like animal-derived leather and petroleum-derived synthetic leather with alternatives that are bio-based, fully circular, and renewable. \r\n\n\nOver two billion square yards of leather are produced each year in an $86 billion annual market. The leather industry is associated with many environmental concerns such as greenhouse gas emissions, water pollution, and deforestation. After skins and hides are collected, large quantities of toxic chemicals are required to process, tan, dye, and finish leather. Artificial alternatives to natural leather are a $63 billion annual market currently composed of petroleum-derived plastics like polyurethane (PU) and polyvinyl chloride (PVC). Synthetic textiles contribute to around a third of global plastic pollution, and producing synthetic leather consumes non-renewable fossil fuels and involves toxic chemistry. Potential impacts of plastic pollution include ecotoxicity, changes to carbon and nutrient cycles, and habitat changes within terrestrial and aquatic ecosystems.With growing demand for sustainability and lower carbon footprint, there is a need for sustainable materials that are bio-based and made from renewable resources. The technology developed in this project enables the production of an innovative material that is 100% bio-based and 100% biodegradable, providing a sustainable alternative to leather for industries such as fashion, footwear, apparel, and automotive.\t\t\t\t\tLast Modified: 03/11/2025\n\n\t\t\t\t\tSubmitted by: EllaAnnamariaCsuka\n"
 }
}