{
 "awd_id": "2233424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Hyper Transfer Vehicle Concept Demonstration",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 274454.0,
 "awd_amount": 274454.0,
 "awd_min_amd_letter_date": "2023-04-03",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) project is to develop a new, non-rocket based thrust technology capable of removing debris from space. This project will provide two separate business models including hardware fabrication and testing, and active orbital debris removal services. Six Department of Defense (DoD) and National Oceanic Atmospheric Administration (NOAA) Sun Synchronous Orbits (SSO)SSO spacecraft have broken up in high-value low earth orbits since 2000, and the US Space Force tracks over 550 pieces of NOAA-16 and NOAA-17 debris objects (>10cm). This technology provides solutions to help remove such problematic debris from space. The technology will be designed for beneficial use by both US Government agencies and commercial space companies. The proposed vehicle fleet production is expected to enable efficient deorbit services for removal from space.\r\n\r\nThis STTR Phase I project proposes to develop an innovative method for Earth orbit transfer, called a Hyper Transfer Vehicle (HTV). HTV is a non-rocket technology that solves performance limitations of in-space rocket thrusters. HTV offers reusable and economically sustainable orbital space debris removal solutions across all earth operational orbits. This proposal addresses the space debris problem not caused by operational satellites, but from non-maneuverable objects and debris in the highly populated Sun Synchronous Orbits (SSO). Historically, SSO space objects have contributed to technical, societal, and scientific advancements. The potential outcome of HTV research is a viable and reusable technology for cost-effective orbit object disposal in high value SSO with clean Solar Electric Propulsion (SEP). Instead of expelling propellant, HTV rotates a working fluid gas inside a toroidal cavity to generate a usable force. HTV torus structure draws in the gas while mounted inside an ambient pressure enclosure, which is separate from the vacuum of space. HTV generates a reactive force by employing the Conservation of Angular Momentum (CAM). CAM is preserved when HTV fluid angular momentum (H) and rotational energy (Trot) change. This project will demonstrate with experimental measurements an external force by using air as the working fluid gas, while satisfying CAM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Lee",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis S Lee",
   "pi_email_addr": "dennis.lee11@yahoo.com",
   "nsf_id": "000830993",
   "pi_start_date": "2023-04-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Lightsey",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar G Lightsey",
   "pi_email_addr": "glenn.lightsey@gatech.edu",
   "nsf_id": "000797353",
   "pi_start_date": "2023-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "VORTEX SPACE SYSTEMS LLC",
  "inst_street_address": "24225 WELSH RD",
  "inst_street_address_2": "",
  "inst_city_name": "GAITHERSBURG",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "2404679544",
  "inst_zip_code": "208823929",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MD06",
  "org_lgl_bus_name": "VORTEX SPACE SYSTEMS, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2A2NQ91DNM9"
 },
 "perf_inst": {
  "perf_inst_name": "VORTEX SPACE SYSTEMS LLC",
  "perf_str_addr": "24225 WELSH RD",
  "perf_city_name": "GAITHERSBURG",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208823929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MD06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1218",
   "pgm_ref_txt": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 274454.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF Phase I Hyper Transfer Vehicle (HTV) Concept Demonstration was performed by Vortex Space Systems (VSS) in collaboration with Georgia Institute of Technology (GTech).&nbsp; The NSF Phase I was a Small Business Technology Transfer (STTR) grant to study in-space orbital debris removal concepts.&nbsp; The NSF Phase I study resulted in efficiency and viable orbital debris removal services with HTV propellantless &nbsp;orbit transfers. &nbsp;HTV propellantless resultant force comes from asymmetric working fluid vortices circulating inside a torus tube combined with a linear flow cavity.&nbsp; NSF HTV proposal identified the Conservation of Angular Momentum (CAM) asymmetries as the driving force for propellantless thrust. &nbsp;The HTV development is called CAM drive technology. <em>&nbsp;</em></p>\n<p>Circulating fluid structures, such as hurricanes and tornadoes, are common on Earth and gas giant atmospheres including Jupiter, Saturn, Neptune, and Uranus. &nbsp;Circulation is defined by a fluid moving around a circle.&nbsp; More importantly, circulation is the first principle in aeronautics and the source of airplane lift, see &ldquo;So You Think You Know Lift?,&rdquo; Aerospace America, ppg. 44-47, February 2024.&nbsp; The circulation first principle is different from Newton&rsquo;s first principles for mass, momentum and energy conservation.&nbsp; NSF HTV experiments demonstrated CAM drive technology complies with the first principle of conservation of angular momentum summarized in the CAM hypotheses.</p>\n<p><em>If counterrotating hydro/aerodynamic vortexes such as Dean Flows satisfy CAM principles, then non-symmetric circulating HTV working fluid flows must generate a compliant and measurable force with Euler&rsquo;s inertial fluid system moments.</em></p>\n<p>NSF study performed over 50 HTV data driven experiments.&nbsp; Each experiment produced 7000 Electrical Ducted Fan (EDF) motor data points and 4 gigabytes of recorded weight scale and pressure gauge data. &nbsp;Test data was identified for HTV performance analysis and to validate the CAM hypotheses.&nbsp; NSF HTV concept demonstration includes 2 EDFs, torus tube and linear flow cavities.&nbsp; All test equipment is mounted on a hinged counterbalanced platform for weight scale measurements.&nbsp; The two experiment working fluid configurations are clockwise (CW) and counterclockwise (CCW).&nbsp; Test equipment is identical for both working fluid configurations.&nbsp; Figure 1 shows the CCW test configuration. &nbsp;EDFs are throttleable to change working fluid circulation rates by varying motor input power levels of 1000 watts (1kW) at 10Hz circulation, 3kW at 20Hz and 4kW at 23Hz.&nbsp; For reference, an automobile at 100 mile per hour the tires rotate approximately 10Hz.&nbsp;&nbsp; HTV testing revealed the physical feature called angular momentum couple, which results from rotating working fluid asymmetry controlled by CAM.&nbsp; By changing EDF motor speeds, HTV concept of operations is simply straight forward.</p>\n<p>Invention begins with innovation and discovery.&nbsp; HTV experiment data measurements provided clear evidence of angular momentum couples, Figure 2.&nbsp; Angular momentum couples is experienced with a car wheel losing its balance weight.&nbsp; The asymmetric mass imbalance and rotating wheel results in a noisy and annoying rumble.&nbsp; The second HTV discovery came from the working fluid flow CCW and CW configurations.&nbsp; This working fluid innovation came from &lsquo;Lifting System Machine&rsquo; patent (#10,606,255) granted to HTV Principal Investigator in March 2020.&nbsp; Working fluid configuration change caused an inverted force direction in the angular momentum couples.&nbsp; Data demonstrated the inverted forces are controlled by EDF input power levels and represents a physical polarity inherent in CAM.&nbsp;</p>\n<p class=\"Default\">HTV thrust performance and efficiency is compared with state of art Hall thrusters, Figure 3.&nbsp; Both HTV and Hall thrusters use solar electric power.&nbsp; Propellantless HTV excels in performance and electrical power efficiency compared to Hall thrusters, which use inert and expensive Xenon gas to create thrust.&nbsp; Hall thrusters are challenged to exceed 1 Newton, while the two HTV performance points were taken from experimental data.&nbsp; Reduced Hall thrust levels cause lengthy orbit transfer times.&nbsp; Six Hall thrusters on NASA&rsquo;s lunar Gateway mission, including 2 AEPS and 4 BHT6000, take 400 days to reach the moon.&nbsp; HTV can perform lunar Gateway transfer in less than 40 days with the same mission power system!</p>\n<p>GTech&rsquo;s performed orbit debris removal trajectory analysis during the NSF HTV study, Figure 3.&nbsp; NSF proposal used standard orbit transfer techniques for an orbital debris removal service cost metric of $555/kg.&nbsp; GTech optimized the orbit transfer with continuously applied HTV thrust on spiral trajectories to achieve a cost of $210/kg. &nbsp;For five year mission, propellantless HTV reusability and cadence over multiple orbit debris cycles were key elements in achieving cost efficiency.&nbsp; This performance is compared to a NASA cost benefit analysis of $7464/kg using bi-propellant needing refueling every two orbit debris cycles.</p>\n<p>There are HTV commercial applications.&nbsp; Geostationary communication satellites use Hall thruster and 5 to 6 months to reach their parking orbits.&nbsp; HTV can reduce the transfer time by 3 months and add years of operations when the comsats run out of thruster control fuel.&nbsp; Comsat revenue stream is $1M/month and HTV has an impact of adding $20-$30M to their bottom line over the mission lifetime.</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Dennis&nbsp;S&nbsp;Lee</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707939682_HTV_Project_Outcomes_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707939682_HTV_Project_Outcomes_Figure3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707939682_HTV_Project_Outcomes_Figure3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">HTV Thrust Performance Compared with Hall Thrusters</div>\n<div class=\"imageCredit\">Dennis Lee</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dennis&nbsp;S&nbsp;Lee\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707822681_HTV_Project_Outcomes_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707822681_HTV_Project_Outcomes_Figure2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707822681_HTV_Project_Outcomes_Figure2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">HTV Angular Momentum Couples with Reactive and Retro Forces</div>\n<div class=\"imageCredit\">Dennis Lee</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dennis&nbsp;S&nbsp;Lee\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707504531_HTV_Project_Outcomes_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707504531_HTV_Project_Outcomes_Figure1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727707504531_HTV_Project_Outcomes_Figure1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NSF HTV Test Model and Laboratory</div>\n<div class=\"imageCredit\">Dennis Lee</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dennis&nbsp;S&nbsp;Lee\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727708072154_HTV_Project_Outcomes_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727708072154_HTV_Project_Outcomes_Figure4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2024/2233424/2233424_10854995_1727708072154_HTV_Project_Outcomes_Figure4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">HTV Spiral Operations in Sun Portion of Transfer Orbit</div>\n<div class=\"imageCredit\">Rebecca Palmer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dennis&nbsp;S&nbsp;Lee\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nNSF Phase I Hyper Transfer Vehicle (HTV) Concept Demonstration was performed by Vortex Space Systems (VSS) in collaboration with Georgia Institute of Technology (GTech). The NSF Phase I was a Small Business Technology Transfer (STTR) grant to study in-space orbital debris removal concepts. The NSF Phase I study resulted in efficiency and viable orbital debris removal services with HTV propellantless orbit transfers. HTV propellantless resultant force comes from asymmetric working fluid vortices circulating inside a torus tube combined with a linear flow cavity. NSF HTV proposal identified the Conservation of Angular Momentum (CAM) asymmetries as the driving force for propellantless thrust. The HTV development is called CAM drive technology. \n\n\nCirculating fluid structures, such as hurricanes and tornadoes, are common on Earth and gas giant atmospheres including Jupiter, Saturn, Neptune, and Uranus. Circulation is defined by a fluid moving around a circle. More importantly, circulation is the first principle in aeronautics and the source of airplane lift, see So You Think You Know Lift?, Aerospace America, ppg. 44-47, February 2024. The circulation first principle is different from Newtons first principles for mass, momentum and energy conservation. NSF HTV experiments demonstrated CAM drive technology complies with the first principle of conservation of angular momentum summarized in the CAM hypotheses.\n\n\nIf counterrotating hydro/aerodynamic vortexes such as Dean Flows satisfy CAM principles, then non-symmetric circulating HTV working fluid flows must generate a compliant and measurable force with Eulers inertial fluid system moments.\n\n\nNSF study performed over 50 HTV data driven experiments. Each experiment produced 7000 Electrical Ducted Fan (EDF) motor data points and 4 gigabytes of recorded weight scale and pressure gauge data. Test data was identified for HTV performance analysis and to validate the CAM hypotheses. NSF HTV concept demonstration includes 2 EDFs, torus tube and linear flow cavities. All test equipment is mounted on a hinged counterbalanced platform for weight scale measurements. The two experiment working fluid configurations are clockwise (CW) and counterclockwise (CCW). Test equipment is identical for both working fluid configurations. Figure 1 shows the CCW test configuration. EDFs are throttleable to change working fluid circulation rates by varying motor input power levels of 1000 watts (1kW) at 10Hz circulation, 3kW at 20Hz and 4kW at 23Hz. For reference, an automobile at 100 mile per hour the tires rotate approximately 10Hz. HTV testing revealed the physical feature called angular momentum couple, which results from rotating working fluid asymmetry controlled by CAM. By changing EDF motor speeds, HTV concept of operations is simply straight forward.\n\n\nInvention begins with innovation and discovery. HTV experiment data measurements provided clear evidence of angular momentum couples, Figure 2. Angular momentum couples is experienced with a car wheel losing its balance weight. The asymmetric mass imbalance and rotating wheel results in a noisy and annoying rumble. The second HTV discovery came from the working fluid flow CCW and CW configurations. This working fluid innovation came from Lifting System Machine patent (#10,606,255) granted to HTV Principal Investigator in March 2020. Working fluid configuration change caused an inverted force direction in the angular momentum couples. Data demonstrated the inverted forces are controlled by EDF input power levels and represents a physical polarity inherent in CAM.\n\n\nHTV thrust performance and efficiency is compared with state of art Hall thrusters, Figure 3. Both HTV and Hall thrusters use solar electric power. Propellantless HTV excels in performance and electrical power efficiency compared to Hall thrusters, which use inert and expensive Xenon gas to create thrust. Hall thrusters are challenged to exceed 1 Newton, while the two HTV performance points were taken from experimental data. Reduced Hall thrust levels cause lengthy orbit transfer times. Six Hall thrusters on NASAs lunar Gateway mission, including 2 AEPS and 4 BHT6000, take 400 days to reach the moon. HTV can perform lunar Gateway transfer in less than 40 days with the same mission power system!\n\n\nGTechs performed orbit debris removal trajectory analysis during the NSF HTV study, Figure 3. NSF proposal used standard orbit transfer techniques for an orbital debris removal service cost metric of $555/kg. GTech optimized the orbit transfer with continuously applied HTV thrust on spiral trajectories to achieve a cost of $210/kg. For five year mission, propellantless HTV reusability and cadence over multiple orbit debris cycles were key elements in achieving cost efficiency. This performance is compared to a NASA cost benefit analysis of $7464/kg using bi-propellant needing refueling every two orbit debris cycles.\n\n\nThere are HTV commercial applications. Geostationary communication satellites use Hall thruster and 5 to 6 months to reach their parking orbits. HTV can reduce the transfer time by 3 months and add years of operations when the comsats run out of thruster control fuel. Comsat revenue stream is $1M/month and HTV has an impact of adding $20-$30M to their bottom line over the mission lifetime.\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: DennisSLee\n"
 }
}