{
 "awd_id": "2234974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Research Infrastructure: CCRI:New: Data-Driven Cybersecurity Research Infrastructure for Smart Manufacturing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jason Hallstrom",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 293999.0,
 "awd_amount": 293999.0,
 "awd_min_amd_letter_date": "2023-04-11",
 "awd_max_amd_letter_date": "2023-04-11",
 "awd_abstract_narration": "Recent advances in Internet of Things sensors, artificial intelligence, computing, and communications are enabling a more distributed manufacturing paradigm where custom products are made at the point and time of need using smart manufacturing (SM) technologies. While connectivity forms the backbone in realizing SM, it has opened new cybersecurity risks and challenges, requiring a fundamental rethink and foundational efforts to tackle these challenges. Recent National Science Foundation-sponsored workshops have underscored a compelling need for a research infrastructure that can bridge the traditional divide between manufacturing and cybersecurity professionals and foster a community of CISE experts in manufacturing cybersecurity. Creating such an infrastructure is essential to understand the cybersecurity vulnerabilities, and to develop solutions tailored to SM systems. This project envisions the creation of a vibrant CISE research community for data-driven cybersecurity for SM by launching a community research platform integrating three elements: (1) A web infrastructure that enables virtual “playgrounds” to share data, codes, resources, and tools, mostly contributed by the research community; (2) a data infrastructure for curating diverse cybersecurity datasets; and (3) a SM machine infrastructure that will leverage established national resources, including the Smart Manufacturing Innovation Platform from the Department of Energy. Taken together, this infrastructure will help CISE researchers to collaborate with the SM community –spanning academia, industry, and government– to create and share data for understanding the vulnerabilities of a network of SM machines and other components of a manufacturing enterprise, and facilitate the development of AI-driven cybersecurity innovations for SM. This infrastructure will enable CISE-relevant, data-driven research thrusts spanning five key SM system elements: (1) Cybersecurity by design; (2) compiler optimizations for SM process plans and toolpaths; (3) forensics and watermarking of SM machines; (4) protections against SM process-unique side-channels; and (5) fingerprinting and securing SM networks. The community will be able to contribute their SM equipment, relevant hardware and software components, data, and innovations to grow this networked cyber-physical platform infrastructure.\r\n \r\nEmerging manufacturing enterprises are increasingly adopting advanced sensor and AI technologies and transforming themselves into smart manufacturing systems. These smart systems can connect multiple manufacturers, designers, and businesses to efficiently meet customer demands. A SM network is noted by IBM as the largest target for cybersecurity attacks among all industry sectors. Securing such a network is a daunting task. This project aims to create an online resource consisting of web infrastructure, data, and machines to bring together professionals from the manufacturing and cybersecurity communities. This infrastructure will enhance collaborations among these communities to enable a deeper understanding of current and emerging cybersecurity threats to smart manufacturing environments and enable the development of innovations to assure cybersecurity within the smart manufacturing sector. It will particularly benefit diverse researchers, practitioners, and students from cybersecurity, AI, and manufacturing disciplines. For example, the project will leverage the Inclusive Engineering Consortium, a network of 20 Underrepresented Minority serving engineering colleges to enable broad-based impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nektarios",
   "pi_last_name": "Tsoutsos",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nektarios G Tsoutsos",
   "pi_email_addr": "tsoutsos@udel.edu",
   "nsf_id": "000794889",
   "pi_start_date": "2023-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "220 HULLIHEN HALL",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 293999.0
  }
 ],
 "por": null
}