{
 "awd_id": "2234870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CPS: Medium: CyberOrganoids: Microrobotics-enabled differentiation control loops for cyber physical organoid formation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "This project aims to create a cyber physical system for remotely controlling cellular processes in real time and leverage the biomedical potential of synthetic biology and microrobotics to create pancreatic tissue. With 114,000 people currently on the waitlist for a lifesaving organ transplant in the United States alone, the ability to directly produce patient-compatible organs, obviating the need for animal and clinical studies can revolutionize personalized medicine. Tissues in the human body such as liver, kidney, and pancreatic islets comprise cells arranged in complex patterns spanning both 2D and 3D structures. However, scaffold- and microgel-based tissue engineering approaches along with 3D bioprinting are often unable to create these complex 3D structures. In this project, the team focuses on the pancreas, which has a unique anatomical structure composed of the regular arrangement of circular cell clusters called islets. The proposed research aims at overcoming the hurdle of recreating these spatial patterns in vitro by developing a cyber physical process by which swarms of microrobots will be steered in 3D to regulate the differentiation of genetically engineered stem cells and drive these cells into forming desired pancreatic tissue. The broader impacts of this line of work are significant because it is a key first step in the synthesis of new, or the repair of ailing, human organs, providing for interactive behavior between computer controlled microrobots and genetically programmed stem cells. Manufacturing living tissue is revolutionary as it could act as a bridge between preclinical and clinical trials, to ensure better drug testing models and develop more personalized precision medicine. For pancreatic components, in particular, generating human organoids compliant with pharmaceutical standards is an exceptional challenge, and current methods are laborious, time-consuming, expensive, and irreproducible, which has caused industry to shy away from this organ. The education and outreach activities that complement the research component of this project address the need to increase underrepresented minorities (that is, women and under-served populations) in problem-solving research careers, like Engineering in K-12. \r\n\r\nCompared to homogeneous cell cultures, human induced pluripotent stem cell (hiPSC) derived 3D organoids offer more complex and comprehensive models for developing new therapies instead of, or to complement, animal testing. There is a critical need to develop techniques for the reliable and scalable production of organoids. This project aims to overcome this great challenge, via a unique and novel cyber-physical system in which microrobots augment the biological system, in a closed-loop approach, to enable cell-specific functionality and user-defined timing – to direct cellular fate leading to the formation of organoids. Inspired by “human-in-the-loop” approaches for engineering systems that must interact with complex, living individuals, we propose a “μrobot-in-the-loop” approach in which physical signaling among cells is substituted with microrobot-controlled inputs to afford spatiotemporal precision and feedback control in directing cell behavior.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Weiss",
   "pi_email_addr": "rweiss@mit.edu",
   "nsf_id": "000527225",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}