{
 "awd_id": "2234708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: BPE TRACK 1: DISRUPTING RACIALIZED PRIVILEGE IN THE STEM CLASSROOM",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 99791.0,
 "awd_amount": 99791.0,
 "awd_min_amd_letter_date": "2023-09-20",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "Understanding whiteness and white supremacy as deeply ingrained in the past, present and future of U.S. higher education and, therefore, subverting these toxic systems is essential to creating a more equitable educational system. The goal of the project is to develop a series of STEM Justice online workshops to foster engagement and facilitate the building of an engineering community of practice committed to disrupting racialized privilege, and subsequently better prepared to challenge unequal access to resources and opportunities in engineering.  Cultural norms and racialized economic disparities in the United States create an inequitable status quo, privileging whites and the concept of whiteness, while disenfranchising people of color. This project will increase competency and readiness for action by making visible how racialized inequity and privilege can minimize the participation of students with non-centered identities. The workshops developed in this project provides online tools and resources for STEM professionals to reflect on and respond to their own educational environment by developing an innovative pedagogical method, mode of delivery, and project to significantly impact the recruitment and retention of engineering faculty. The STEM faculty and professional development will address calls from the National Academies of Science, Engineering, and Medicine to improve students' experiences. This project supports the transformation of the engineering culture to prioritize diversity, equity and inclusion and can have a long-term impact on expanding the STEM work force by disrupting and preventing opportunity loss due to systems of white supremacy. Overall, the project aligns with NSF Broadening Participation funding program.\r\n\r\nFour, one-hour recorded modules that will include all handouts and support material necessary to enhance participant learning and achieve three learning outcomes (LO) will be developed. LO 1: Each participant will be able to define, compare, and contrast a collection of core critical terms associated with each module. LO 2: Each participant will be able to articulate how the critical aspect of each module is relevant to their specific individual context, and with a specific focus on the interpersonal, institutional, and social power dynamics at play. LO 3: Each participant will be able to develop a plan to actively respond in an equity-sustaining way to their specific individual context based on the provided module resources. Following the plan for dissemination, recruitment, training, and follow-up with participants this proposal will initiate a national conversation about addressing racial inequity and white supremacy in the STEM profession and classroom. The outcomes from this proposal will advance knowledge and produce an asynchronous teaching tool to educate STEM professionals to define and develop personalized approaches to manage implicit, explicit, environmental, and pedagogical aspects of racialized privilege in their STEM classroom. The online resource give access to STEM professionals beyond the team’s current professional networks where colleagues can proceed through the content at their own pace, rather than be constrained to the limited workshop time allotment during a professional society conference.  By developing specific practices that can foster healing and sustained equity pedagogies, to improve the experiences of STEM students with non-centered identities by exposing STEM faculty beyond the American Society for Engineering Education conference to content and equity sustaining pedagogical tools. Finally, workshops will empower STEM faculty and administrators who want to address racial inequity but do not have the knowledge or resources to make change in their own educational environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Cross",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly J Cross",
   "pi_email_addr": "kelly.cross@bme.gatech.edu",
   "nsf_id": "000707694",
   "pi_start_date": "2023-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99791.0
  }
 ],
 "por": null
}