{
 "awd_id": "2234627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of ecological interactions on diversification of coexisting species in microbial communities",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032925361",
 "po_email": "mherron@nsf.gov",
 "po_sign_block_name": "Matthew Herron",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 672995.0,
 "awd_amount": 672995.0,
 "awd_min_amd_letter_date": "2022-11-14",
 "awd_max_amd_letter_date": "2022-11-14",
 "awd_abstract_narration": "Microbial communities — or groups of microorganisms that live in a shared environment — perform essential functions that support life on earth, from the cycling of elements through ecosystems to digesting complex foods. Many of these functions rely on an incredibly diverse pool of microbial species. Understanding what forces have shaped this diversity is important to understand how microbial communities function. A complete understanding of these functions would ultimately allow scientists to restore ecosystems and improve human health. While many scientific theories explain why such microbial diversity exists, scientists currently have little experimental evidence. The project will provide this missing evidence by looking at a phenomenon known as evolutionary branching, in which an ancestral microbial population splits into two descendant populations. The experiment will test a new idea about how the exchange of nutrients from one species to another can lead to two different evolutionary strategies that maximize growth. One strategy involves swimming toward the nutrients leaked by the other species and consuming the resources before others do. The other strategy is not to move and save the energy that would otherwise be required for swimming. Over time, these two strategies can set populations onto different trajectories and eventually lead to the creation of new species. The project will also develop techniques to maintain an experimental system, which will help other groups of scientists study the origins of microbial species diversity. A third impact of the research is to provide opportunities to increase the participation of underrepresented groups in science. Finally, to disseminate the importance of microbial research to a public audience, the researchers will work with science-education interns to implement a middle school curriculum on the impacts of microbial biodiversity on ecosystem functioning and climate change.\r\n\r\nIn commensal interactions, one species benefits while the other is unaffected. The researchers will experimentally determine the role of commensal interactions in the formation of new bacterial species in microbial communities. They will culture bacteria in a commensal relationship: Acinetobacter, which produces a metabolic by-product, and Pseudomonas, which can consume that by-product.  Using these cultures, they will (1) assess the conditions promoting divergence of Pseudomonas lineages by evolving the commensalism under lab conditions over 1000 generations; (2) characterize fitness tradeoffs and test frequency-dependent selection for divergent lineages; and (3) assess coevolution and divergence by tracking the fate of adaptive mutations in populations. To achieve this, the researchers will employ a combination of experimental evolution, physiological assays, whole genomes and population sequencing, and reciprocal invasion experiments. The research will provide an exceptionally comprehensive characterization of microbial speciation in a coevolutionary context.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alejandra",
   "pi_last_name": "Rodriguez Verdugo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandra Rodriguez Verdugo",
   "pi_email_addr": "alejanr1@uci.edu",
   "nsf_id": "000822473",
   "pi_start_date": "2022-11-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "3110 Biological Sciences III",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 672995.0
  }
 ],
 "por": null
}