{
 "awd_id": "2234399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Extraordinary Radiative Transfer through Hyperbolic Material and at Interface",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 350928.0,
 "awd_amount": 350928.0,
 "awd_min_amd_letter_date": "2022-12-13",
 "awd_max_amd_letter_date": "2022-12-13",
 "awd_abstract_narration": "For centuries, radiation has been considered a heat transfer process across space, with rates of this process inside a material being much slower than conduction. The proposed project will investigate newly discovered, greatly enhanced radiative transfer inside a type of material called hyperbolic material. The proposed research will contribute to the fundamental understandings of this new radiative transfer process inside materials and across different types of materials and devices. The recent rapidly developed and discovered new materials including hyperbolic materials have shown great promises in advancing modern technologies including photonics, electronics, energy conversion, and future quantum technologies. Enhancing heat transfer will significantly impact technology developments based on these new materials as heat transfer is vital for the performance of these materials and devices. This project will also have significant efforts in human resource development, including contributions to training of graduate and undergraduate students in emerging engineering areas, expanding undergraduate education based on newest research results, and outreach to elementary-to-high school students.\r\n\r\nThe proposed project is built upon extensive expertise in thermal transport studies, especially the recent discovery of significant radiative transport in hyperbolic materials enabled by a large number of propagating energy carrying modes called hyperbolic phonon polaritons. The proposed work will investigate fundamentals of this new heat transfer process in detail by combined theoretical/computational and experimental studies, with the use of many advanced computational and experimental methods, including: (1) theoretical studies of spectral and temperature dependent radiative transport; (2) experimental measurements of temperature dependent, spectral and spatial radiative transport and total radiative transport; (3) greatly enhanced radiative transfer across nanometer-size gaps; (4) greatly enhanced radiative transport across materials and devices. Collectively, these studies will enhance understanding of the fundamentals and the limits of radiative transfer and to guide thermal design or co-design for engineering applications. The subjects studied in this project can be extended to other fields of science and engineering, including radiation at small scales for high resolution imaging and sensing, infrared radiation sources for medical use, and design of advanced electronic, photonic, and energy harvesting devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xianfan",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xianfan Xu",
   "pi_email_addr": "xxu@ecn.purdue.edu",
   "nsf_id": "000488877",
   "pi_start_date": "2022-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 350928.0
  }
 ],
 "por": null
}