{
 "awd_id": "2235794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expanding Ethics in Engineering Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-08-08",
 "awd_max_amd_letter_date": "2023-08-08",
 "awd_abstract_narration": "This project aims to serve the national interest by improving curricula in undergraduate engineering education. This Level 1 project in the Engaged Student Learning track will expand on the ethics education of engineers, moving from traditional foci on Research and Disciplinary Ethics to a broader view of ethics as vital to Well-Being and the Environment. This ethical expansion stems from a real need to incorporate ethical principles emerging from both industry and marginalized communities in engineer training. This project specifically focuses on Tribal and industry perspectives. Native Americans are particularly underrepresented in engineering and provide an important perspective for global industries impacting Indigenous communities. Industry employs the majority of engineers and have also recently begun to consider the importance of environment, society, and governance in engineering efforts and investments. The goal of this project is to increase the number of scientists and engineers who are exposed to Indigenous and industry ethics and who value the inclusion of stakeholder voices in the decision-making process. \r\n\r\nThis project will engage many communities in understanding and building curriculum for undergraduate engineering ethics beyond the fundamentals explicitly required by engineering accreditation. It is anticipated as a result of this project that engineer decision-making informed by industry and Tribal ethical principles will produce the most ethical outcomes for impacted communities as well as sustainable industry. This project, grounded in Community-Based Participatory Research (CBPR) approaches, will develop an ethics curriculum for engineers focused on industry and Tribal contexts and provide connections across those differing perspectives. This work focuses on experiences of people in industry, government, and Tribes in the Upper Peninsula of Michigan. In collaboration with engineers, frontline workers, permitters, and Tribal communities, the project team will: a) co-develop a case study curriculum for engineers focusing on Indigenous and industry ethics; and b) implement and evaluate curriculum efficacy in undergraduate engineering and a university certificate. Finally, the project team plans to implement and investigate ethical training in an undergraduate engineering curriculum and certificate for engineering students. To guide the authenticity of the project, the inclusion of a participatory evaluator working within an Indigenous evaluation framework is essential to the integrity of the project. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jade",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jade B Mitchell",
   "pi_email_addr": "jade@msu.edu",
   "nsf_id": "000644363",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Libarkin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Julie C Libarkin",
   "pi_email_addr": "libarkin@msu.edu",
   "nsf_id": "000476945",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Doberneck",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Diane M Doberneck",
   "pi_email_addr": "connordm@msu.edu",
   "nsf_id": "000874621",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S Shaw Lane",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}