{
 "awd_id": "2235600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Text-based Automated Assistants for Laboratory and Writing Assignments in the Teaching of  General Chemistry",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 290844.0,
 "awd_amount": 290844.0,
 "awd_min_amd_letter_date": "2022-12-22",
 "awd_max_amd_letter_date": "2022-12-22",
 "awd_abstract_narration": "This project aims to serve the national interest by developing automated assistants (chatbots) that enhance the ability of chemistry students to make connections between the concepts taught in general chemistry and potential solutions to problems faced by society. Chemistry has often been called “The Central Science” because chemical ideas are used by many other STEM fields. Introductory students benefit in their learning of chemistry when they are able to see the connections between chemistry and other courses they are taking. In addition to science content, students in introductory courses are also learning ways to locate reliable information that is relevant to their learning and to their interests. Automated assistants to be developed in this project will assist students in this form of learning in several ways. These chatbots will use maps of the science content that include extensive connections that are developed by content experts as “decision trees” so that when students use the chatbots, the information they find has been assessed for quality. The nature of the mapped connections can prompt students to explore areas of the content they are studying to broader concerns of society, enhancing their understanding of their future roles in solving problems that society faces. Finally, the software that powers chatbots includes machine learning, so analysis of how the software learns to respond to students and guide their engagement with contributions of chemistry to society will provide data that can inform improved communication strategies, both those automatically generated and those carried out by teachers.\r\n\r\nA key communication challenge in introductory college science courses is the number of participants involved. With 100,000s of students enrolled in these courses every year, the ability of instructional staff to engage with students often presents a daunting task. Using the expert knowledge of instructors to construct content networks with extensive interconnections as decision trees for automated assistants will allow students, even those in large introductory courses, to engage dialogically with material. Recent advances in machine learning have made such dialogs seem natural in many areas of human endeavor, but academic conversations about science content within the context of societal concerns has yet to be studied and advanced. First-year college chemistry represents an ideal venue to conduct research about building automated assistants capable of directing student engagement. This goal includes not only traditional course content, but also direct connections of chemistry to other fields and larger societal issues. Because the interactions students have with chatbots generates data in the form of logs that can subsequently be mined for key patterns, this project will provide information about inherent student habits of engagement, and ways that automated conversations help students to explore new aspects of chemistry, including how different fields of science in collaboration provide pathways to broad societal improvements. The NSF IUSE:EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Holme",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Holme",
   "pi_email_addr": "taholme@iastate.edu",
   "nsf_id": "000496435",
   "pi_start_date": "2022-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "Gilman Hall, 2415 Osborn Dr.",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500111021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 290844.0
  }
 ],
 "por": null
}