{
 "awd_id": "2235622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Decentralized and Online Planning for Emergent Cooperation in Multi-Robot Teams",
 "cfda_num": "47.041, 47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2028-02-29",
 "tot_intn_awd_amt": 599998.0,
 "awd_amount": 350533.0,
 "awd_min_amd_letter_date": "2023-03-02",
 "awd_max_amd_letter_date": "2023-03-02",
 "awd_abstract_narration": "Mobile robot teams can address needs for in-home service, personal mobility, warehouse management, and agricultural monitoring. These applications require robots to work in complex, dynamic, and cluttered environments. Further, robots need to interact with other robots and humans. Understanding nuances in how robots interact with other robots allows for safer and more robust systems. State-of-the-art research often defines teams of robots as cooperative or non-cooperative, with fixed relationships and interactions within the team. However, this limits the capabilities of the robot team. This Faculty Early Career Development (CAREER) project envisions robot teams that adapt to others with emergent cooperation. Robots may change their cooperation based on their task, surroundings, and the decisions of others. Creating these robot teams requires new insight into how they make decisions. This project explores reputation, reciprocity, and co-existence for a robot team, which enable emergent cooperation. Equipping robots with these skills creates safer and more robust teams of mobile service robots.\r\n\r\nThis project investigates how to integrate underlying cooperation and interaction models into the design of a heterogeneous mobile robot team. Integral to this research are new types of geometric control policies that incorporate uncertainty and future predictions of other robots. Research on (1) reputation, (2) reciprocity, and (3) co-existence work towards the long-term goal of enabling emergent cooperation. Leveraging new geometric tools for environmental decompositions allows for fast and decentralized decision-making among robots, and combining this with game theory and nonlinear control allows the robots to reason about future actions. This project will develop new distributed and decentralized control algorithms with provable properties and demonstrate their performance in simulations and hardware experiments. The first objective focuses on predicting the reputation of other robots. Estimating reputation allows robots to partition an environment based on the predicted ability of others, adjusting to variations without direct communication. The second objective defines reciprocity, which allows robots to predict and negotiate local interactions based on historical interactions and improves the overall efficiency across teams. The third objective explores co-existence, which allows robots to predict conflict with other teams in shared environments and modify policies to reduce conflict while still fulfilling their goals. The performance of these policies will be analyzed through cooperative game theory and Lyapunov stability theory, allowing for provably quantifying the performance gains of robot teams. Ultimately, this enables a team of robots to cooperate with an unknown group of robots within a cluttered environment. Example applications include delivery robots and resource-foraging robots.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Pierson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa Pierson",
   "pi_email_addr": "pierson@bu.edu",
   "nsf_id": "000859407",
   "pi_start_date": "2023-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  },
  {
   "pgm_ele_code": "144Y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 350533.0
  }
 ],
 "por": null
}