{
 "awd_id": "2235830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Developmental Model to Understand the Process of Instructor Implementation of Evidence-Based Teaching Practices",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2023-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 106679.0,
 "awd_amount": 106679.0,
 "awd_min_amd_letter_date": "2023-01-18",
 "awd_max_amd_letter_date": "2023-01-18",
 "awd_abstract_narration": "This project aims to serve the national interest by creating a model for evidence-based teaching (EBT) training to better facilitate instructors’ transfer of professional development training into STEM classrooms. Researchers at three institutions (Yale University, SUNY-Binghamton, and the University of Connecticut) will collaborate to investigate why, after taking part in professional development (PD) programs on EBT, some participants continue to climb the \"implementation curve\" while others revert to previous strategies. Moving away from a binary perspective of \"implementers\" and \"non-implementers,\" this study aims to uncover how instructors translate professional development training into classroom implementation. It will also aim to identify specific ways of providing instructors support between the time of their EBT training and the anticipated classroom implementations. The faculty participating in the study are affiliated with twenty-one institutions including one community college, two master’s granting institutions, three baccalaureate colleges, ten  high research activity (R1) universities, and five high research activity (R2) universities. Such institutional diversity holds promise to add to the generalizability of the project’s findings.\r\n\r\nThis project intends to systematically identify themes of faculty EBT implementation, build a model of the implementation process, test the model, disseminate findings to improve PD programs, and locate associated measures so that implementation can be assessed. This will be accomplished through a mixed-methods approach that includes surveying and interviewing EBT-trained instructors, creating and content-validating a model of EBT implementation, and developing a “model to measures” inventory that locates measures associated with implementation stages. Insights from the project should clarify the change process for instructors, as well as aid professional developers in revising and evaluating their programs to better support instructors as they embark on their transformation journeys at their home institutions. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinnian",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinnian Chen",
   "pi_email_addr": "xinnian.chen@uconn.edu",
   "nsf_id": "000611573",
   "pi_start_date": "2023-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "75 North Eagleville Road",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693156",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 106679.0
  }
 ],
 "por": null
}