{
 "awd_id": "2236058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convergence Accelerator Track J: Convergence Towards a Disaster Resilient Food System",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032928326",
 "po_email": "mreksula@nsf.gov",
 "po_sign_block_name": "Michael Reksulak",
 "awd_eff_date": "2022-12-15",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 624029.0,
 "awd_amount": 624029.0,
 "awd_min_amd_letter_date": "2022-12-09",
 "awd_max_amd_letter_date": "2022-12-09",
 "awd_abstract_narration": "This project supports improved food system resilience and food security in communities at-risk for hurricanes. The broader impact and societal benefits of this Convergence Accelerator Phase I project is to improve food system resilience and reduce disaster-induced food insecurity, improving the health and well-being of individuals in society. To achieve this goal, the convergence research team will develop an annual measure of community food security and subscales for individual systems that contribute to community food security. This measure will help organizations and agencies identify communities at higher risk for food insecurity following hurricane disasters and provide actionable information for communities to build food system resilience to hazards and environmental change. Between 11-15% of the U.S. population experienced food insecurity annually between 2008 and 2018. Food and nutrition insecurity rates can increase threefold following disasters. Households struggling before a disaster are at greatest risk. Increased food and nutrition insecurity rates persist for years while households and communities recover. Currently, the United States Department of Agriculture (USDA) measures household and individual level food and nutrition insecurity in the US annually and food deserts as a single dimension of community level food and nutrition security every four years. Food deserts are an indicator of accessibility of retail food in communities but miss multiple additional systems that influence community-level food and nutrition security. This project aims to create a Food Index for Resilience, Security, & Tangible Solutions (FIRST) that measures food system functioning. The FIRST will combine information from experts in the fields of disaster science, coastal engineering, food and nutrition security, nonprofit management, and supply chain management with local community knowledge. The FIRST will provide a tool for communities preparing for, responding to, and recovering from disasters and environmental change.\r\n\r\nThe food system is a complex adaptive system made up of a set of autonomous, interdependent sub-systems. When a disaster occurs, multiple systems are impacted. Currently, we rely on single-dimensional and infrequent measures of food availability and accessibility. Further, current measures do not account for disaster risk to multiple sub-systems. The proposed research will generate specific and timely metrics of food system and sub-system functioning and community food security to provide communities with actionable data to bolster food system resilience and reduce food and nutrition insecurity following hurricane disasters. Improved metrics will support mitigation and preparedness amid slower onset environmental changes, especially among those most at-risk as well as support more effective response and recovery of food systems and food security. \r\n\r\nUsing a convergence approach and systems dynamics modeling methodology, our team of academics, non-profits, government, and industry partners will develop and validate the FIRST. The research team will develop a conceptual and computational model of community-level food system resilience (FIRST) then run the model to describe food system resilience for pilot communities in North Carolina. The computational model will be evaluated in three historical hurricane events in North Carolina to evaluate the validity and reliability of the metric. FIRST scores for pilot counties in North Carolina as well as historical case data will be shared with community members to ground truth the results and elicit information about the usefulness of FIRST scores and how the scores could be used to bolster food system resilience. Information from pilot communities will set the stage for scaling up the model nationally for hurricanes and developing a roadmap with tangible solutions for building community food resilience. Annual measurement at the community-level will support more equitable disaster preparedness, response, recovery, and mitigation to reduce disaster-induced food and nutrition insecurity. Sub-system scores for economic, health, social, and political systems will support more equitable policies and programs to assist populations at greatest risk for both food insecurity and disaster exposure, including lower income, racial and ethnic minority, and households with children.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Clay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Clay",
   "pi_email_addr": "lclay@umbc.edu",
   "nsf_id": "000755803",
   "pi_start_date": "2022-12-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashlea",
   "pi_last_name": "Milburn",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ashlea B Milburn",
   "pi_email_addr": "ashlea@uark.edu",
   "nsf_id": "000558229",
   "pi_start_date": "2022-12-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Waity",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Julia F Waity",
   "pi_email_addr": "waityj@uncw.edu",
   "nsf_id": "000673603",
   "pi_start_date": "2022-12-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Prentice",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Prentice",
   "pi_email_addr": "prenticecr@uncw.edu",
   "nsf_id": "000879461",
   "pi_start_date": "2022-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 624029.0
  }
 ],
 "por": null
}