{
 "awd_id": "2236219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Inclusive STEM Curriculum Using Data Science Innovations of W.E.B. Du Bois to Promote Diversity in Science",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927165",
 "po_email": "rtalbot@nsf.gov",
 "po_sign_block_name": "Robert M. Talbot III",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 799964.0,
 "awd_amount": 799964.0,
 "awd_min_amd_letter_date": "2023-03-16",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "This project aims to serve the national interest by developing, evaluating, and disseminating novel curricular materials that aim to increase engaged student learning and promote diversity and inclusion in undergraduate science courses. The new materials will be of broad importance as they are intended to teach the process of scientific reasoning and data visualization across a range of science, technology, engineering, and math courses. Curriculum materials will feature the early 20th century work of the foundational Black social scientist, W.E.B. Du Bois who pioneered data visualization techniques that are still considered state of the art across science disciplines. Additionally, centering the scholarly work of Du Bois is of importance as he investigated the social causes of racial inequality and promoted empowerment of Black scholars in ways that were accessible for broad audiences. The project team plans to include faculty and students from multiple institutions and science disciplines to contribute to curriculum development and participate in testing its impact. The project intends to measure how the curriculum influences undergraduate student learning, sense of belonging in science, and persistence in science. Curricular materials and study results will be widely shared in an open, online repository, which could benefit large numbers of students and faculty in undergraduate science courses across the country. \r\n\r\nThe project aims to develop, implement, and assess the Du Bois curriculum module that could be implemented in a variety of science courses during three, 50-minute class or laboratory sessions, along with three homework assignments. Undergraduate students will be engaged in exploring the scholarly work of Du Bois in data science, using data analysis and visualization techniques employed by Du Bois with domain-appropriate data for their particular disciplinary course, and completing metacognitive written reflections on their learning. The curriculum will be developed in collaboration with science faculty and students at each of the three partner institutions – a Hispanic Serving Institution, a Historically Black College and University where Du Bois earned a degree, and a top-ranked, Ivy League and Primarily White Institution – each of which has unique student populations. Developed curriculum will be piloted in 40 courses reaching over 1,600 students across the three collaborating institutions. The project will test the hypothesis that implementation of this inclusive curriculum can promote science learning and sense of belonging among undergraduate students, in particular fostering positive science associations and reducing stigma associated with scientists from marginalized backgrounds. Investigation of curriculum impact will use a pre/post-assessment design and published assessment tools that have evidence of validity for measuring constructs such as: 1) belonging, 2) positive (stereotype boost) vs stigmatized (stereotype threat) associations with racial and ethnic identity and scientist identity, stereotypes, and relatability, and 3) self-efficacy. Further, the project will collect assessment evidence in course offerings that use the module intervention as well as in course offerings that do not, enabling direct analyses to test for shifts in student assessments over time that are associated with the intervention. The project has strong potential to advance understanding of how development and implementation of curriculum highlighting the accomplishments of scientists from marginalized groups might promote student success and retention, while also integrating the teaching of science concepts and social justice. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Camila",
   "pi_last_name": "Alvarez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Camila Alvarez",
   "pi_email_addr": "calvarez55@ucmerced.edu",
   "nsf_id": "000874019",
   "pi_start_date": "2023-03-16",
   "pi_end_date": "2023-07-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charlie",
   "pi_last_name": "Eaton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlie Eaton",
   "pi_email_addr": "ceaton2@ucmerced.edu",
   "nsf_id": "000873880",
   "pi_start_date": "2023-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Charlie",
   "pi_last_name": "Eaton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlie Eaton",
   "pi_email_addr": "ceaton2@ucmerced.edu",
   "nsf_id": "000873880",
   "pi_start_date": "2023-03-16",
   "pi_end_date": "2023-07-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Whitney",
   "pi_last_name": "Pirtle",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Whitney N Pirtle",
   "pi_email_addr": "wpirtle@ucmerced.edu",
   "nsf_id": "000875300",
   "pi_start_date": "2023-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 799964.0
  }
 ],
 "por": null
}