{
 "awd_id": "2236402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scaffolding High Impact Practices to Increase Community College Student Engagement with Undergraduate Research",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-06-15",
 "awd_max_amd_letter_date": "2023-06-15",
 "awd_abstract_narration": "This project aims to serve the national interest by offering opportunities for faculty and students throughout Science, Technology, Engineering, and Mathematics (STEM) to engage in undergraduate research experiences (UREs) and thereby increase the success of STEM and non-STEM students attending community colleges. Building on prior and current awards, this project aims to enhance and extend undergraduate research experiences (UREs) throughout STEM programs at Cuesta College, a Hispanic Serving Institution that also serves rural communities in California. Recognizing the importance of offering opportunities for students and faculty at community colleges to participate in UREs, this effort intends to enhance and/or expand different types of UREs. These include embedding undergraduate research experiences in established STEM courses and opportunities (course-based undergraduate research experiences, fieldwork/labs, research specific courses, stand-alone experiences, and a research-oriented STEM seminar). An essential element of this effort is the establishment of a community of STEM experienced and new faculty committed to the development and implementation of UREs in their disciplines and programs of study. Based on lessons learned from prior and current efforts, the project team draws on and implements aspects of the Diffusion of Innovation theory to spread and propagate UREs, scaffold high impact practices (a guided progression), and sustain different formats of UREs at the college. \r\n\r\nThe goal of the project is to establish a scaffolding approach or guided progression of student participation in undergraduate research at the college by pursuing three objectives. First is building on a faculty innovation group to develop, propagate, and sustain UREs. Second is offering a broad range of URE opportunities to at least 300 STEM and non-STEM students to explore foundational research skills and research experiences. Third, and finally, is offering and institutionalizing a STEM seminar open to all students interested in research opportunities and career paths in STEM. The project intends to contribute to the advancement of understanding of the impact of undergraduate research experiences on student success and faculty learning. Knowledge generation, project outcomes and associated types of UREs, and propagation are based on a data-to-action oriented evaluation and project approach. To assess and document outcomes and implementation, the project intends to develop and execute a variety of quantitative and qualitative data collection and data analysis methods to investigate the impact of faculty learning on undergraduate STEM education, such as the effect of faculty participation in professional development activities on the breadth and depth of a variety of high impact UREs and student participation and success. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "McConnico",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie A McConnico",
   "pi_email_addr": "laurie_mcconnico@cuesta.edu",
   "nsf_id": "000765392",
   "pi_start_date": "2023-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Curtis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Curtis",
   "pi_email_addr": "jason_curtis@cuesta.edu",
   "nsf_id": "000757323",
   "pi_start_date": "2023-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cuesta College",
  "inst_street_address": "5104 COLUSA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8055463915",
  "inst_zip_code": "93405",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "SAN LUIS OBISPO COUNTY COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "N12LSGJDVMN5",
  "org_uei_num": "N12LSGJDVMN5"
 },
 "perf_inst": {
  "perf_inst_name": "SAN LUIS OBISPO COUNTY COMMUNITY COLLEGE DISTRICT",
  "perf_str_addr": "Highway 1",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934058095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}