{
 "awd_id": "2236708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Insect-scale Flapping-Wing Micro Aerial Robots Capable of Self-powered Hover and Agile Maneuvering",
 "cfda_num": "47.041, 47.070",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-05-04",
 "awd_max_amd_letter_date": "2023-05-04",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) award will create new capabilities for insect-scale flying robots, that is, flying robots that weigh less than five grams and are less than five centimeters in length. These robots have the potential to provide unique benefits to society, but their development has been slowed by major engineering challenges. The goal of this project is to demonstrate both agile maneuvers and precise hover, for flight durations of up to ten seconds using only on-board power. These capabilities will set insect-scale flying robots on the path to important future applications, such as assisting in the pollination of crops, or conducting remote inspections of inaccessible areas. Some features of these robots are inspired by their biological analogs, such as the soft, muscle-like actuators that drive their wings. Other important functions, such as hovering at a precise location, must diverge from natural strategies due to size, weight, and power restrictions. For example, when the robot attains its desired orientation it resists disturbances such as wind gusts by using its wings to spin like a top. And, rather than carry a heavy and power-hungry high-speed camera and image processing system, the hovering robot will rely on low-frequency updates from nearby companion robots to correct its flight. The research is complemented by educational and outreach activities including exhibits at distinguished science museums in Boston and New York, programs for underrepresented high school and undergraduate students hosted through MIT’s summer research programs, and workshops organized at international robotics conferences.\r\n\r\nThis project will develop soft-actuated micro-aerial-robots capable of demonstrating insect-like agile maneuvers and passively stable untethered flight. We aim to enable transformative flight capabilities through leveraging the unique properties of dielectric elastomer actuators and the dynamics of insect-scale robots. Specifically, the project will focus on the following three directions: (i) demonstrate fast (>1.5 m/s) flight and acrobatic maneuvers such as rapid banked turns and somersaults; (ii) leverage passive stability and implement low frequency (<5 Hz) vision-based tracking to demonstrate hovering flight without requiring the state-of-the-art infrared indoor tracking system; and (iii) incorporate compact power electronics and a battery to achieve a 10-second untethered flight in a 2.3 g soft aerial robot. Achieving these flight capabilities will represent a major milestone in the long-term effort of developing fully autonomous insect-scale aerial robots.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yufeng",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yufeng Chen",
   "pi_email_addr": "yufengc@mit.edu",
   "nsf_id": "000820771",
   "pi_start_date": "2023-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "144Y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}