{
 "awd_id": "2236959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Photochemistry with Resonating Mean-Field",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924514",
 "po_email": "rjorn@nsf.gov",
 "po_sign_block_name": "Ryan Jorn",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2028-05-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2022-11-18",
 "awd_max_amd_letter_date": "2022-11-18",
 "awd_abstract_narration": "With support from the Chemical Theory, Models, and Computational Methods (CTMC) program in the Division of Chemistry, Shane Parker of Case Western Reserve University will advance simulations of chemical reactions triggered by light. Chemical reactions that use or produce light are called photochemical reactions and are at the heart of many technologically and biologically important processes including photocatalysis, electricity generation in solar cells, and DNA damage caused by ultraviolet light. To reliably design new photocatalysts or photosensitizers, researchers need to understand the microscopic mechanism of photochemical reactions. Simulations based on quantum mechanics are a powerful tool for unraveling the mechanism of complicated photochemical reactions. However, the applicability of photochemistry simulations is limited by the quality of the available methods. Dr. Parker and his research group are developing the Resonating Mean-Field method for use in photochemistry simulations, thus enabling simulations with improved accuracy for classes of reactions that are inaccessible to current state-of-the-art methods. This project involves training and mentoring undergraduate and graduate students  in theoretical chemistry and engagement with the Americal Chemical Society Project SEED to recruit high school students from Cleveland-area schools for summer research.  In addition, Dr. Parker will build a suite of education-focused programs that run in web browsers so that K-12 students and university students can use numerical simulations to interrogate chemical models in the classroom.\r\n\r\nFirst-principles simulations have emerged as a powerful tool to discover the microscopic mechanism of complex photochemical reactivities at the heart of many important grand challenges for society, such as solar-fuel production on titanium dioxide nanoparticles. However, the use of such simulations for broad classes of problems is currently thwarted by the lack of affordable quantum chemistry methods that can balance the descriptions of electronic states with different charge and spin characteristics. To address this need, Dr. Parker and his research group are developing the Resonating Mean-Field (ResMF) method for photochemistry simulations. ResMF is a promising method for photochemistry simulations because it has a mean-field cost, explicitly balances states with different characters and reproduces the correct topology of conical intersections. The research objectives of this proposal are i) to establish a nonorthogonal spin-adapted wavefunction expansion that eliminates spin-contamination and reduces computational cost, ii) to produce a numerically robust and efficient implementation of ResMF, and iii) to implement all molecular forces and properties necessary to simulate photochemistry. The educational objectives of this proposal are i) to develop web-based numerical simulation tools for use in classrooms of all levels, ii) to train K-12 educators to teach model-based thinking skills, and iii) to introduce high school students from Cleveland-area schools to scientific research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Parker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Shane M Parker",
   "pi_email_addr": "shane.parker@case.edu",
   "nsf_id": "000829236",
   "pi_start_date": "2022-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441061712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": null
}