{
 "awd_id": "2236135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Ecological and Evolutionary Drivers in an Invasive Host-Parasite System",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 1165173.0,
 "awd_amount": 652563.0,
 "awd_min_amd_letter_date": "2023-02-21",
 "awd_max_amd_letter_date": "2024-08-29",
 "awd_abstract_narration": "Invasive species are responsible for large-scale economic and environmental losses. Despite these costs, it is still unclear what ecological and evolutionary processes drive invasions, especially for host species and their parasites. This research will look at the importance of local adaptation and dispersal ability in driving genetic differences among populations of invasive hosts and parasites.  When an invasive species establishes in a new location, it rapidly begins to adapt to its local surroundings. As this adaptation proceeds, genetic differences between invasive populations can emerge and change the way in which hosts and parasites affect one another. The research will also consider the role of dispersal ability, specifically the ability of hosts to move between suitable habitats and of parasites to move between hosts. It will investigate how dispersal ability together with variation among habitats affect patterns of local adaptation for invasive hosts and parasites. The project will significantly advance our understanding of the ways in which hosts and parasites successfully invade new habitats, thereby helping to improve management efforts. In addition, the project will train undergraduate and graduate students in ecological and evolutionary research methods, teaching methods, science communication, and mentorship. A service-learning partnership between university and middle school students will improve representation and sense of belonging for students pursuing biology through engagement in inquiry-based scientific research. Program goals and successes will be broadly shared among a network of educators interested in participating in similar frameworks.\r\n\r\nComplex host-parasite systems, those in which a parasite uses multiple species of hosts, present a unique challenge and opportunity to better understand invasion dynamics. The system to be explored here is the invasive faucet snail and its trematode parasites. The faucet snail (Bithynia tentaculata) was introduced from Europe to North America in the early 1900s. Several species of trematodes are hosted by faucet snails and complete their life cycle in waterfowl, causing high rates of mortality in species such as Lesser Scaup (Aythya affinis). Research goals include: 1) using genomic sequencing to reconstruct invasion histories of snail hosts and trematode parasites and comparing evolutionary models of invasion scenarios, 2) determining patterns of local adaptation among snail and trematode populations across an active invasion landscape using an experimental, large-scale cross infection design, and 3) determining the relative contributions of dispersal and habitat heterogeneity to patterns of population structure and local adaptation using a combination of field and lab-based approaches.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Koop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Koop",
   "pi_email_addr": "jkoop@niu.edu",
   "nsf_id": "000633699",
   "pi_start_date": "2023-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "1425 W LINCOLN HWY",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 251648.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400915.0
  }
 ],
 "por": null
}