{
 "awd_id": "2237064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Uncovering the brain circuitry of language and its interaction with other modalities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-09-08",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "This project aims to better understand how different brain areas interact with each other to enable understanding and production of language in complex real-life settings. Language is a crucial part of human experience, versatile and intimately connected to other abilities. For example, reading a story relies not only on language processing but also on social reasoning, inference of subsequent events, visual imagery, etc. However, due to the complexity of language, most neuroimaging experiments have focused on one aspect of language (e.g., syntax) and studied language in isolation from other cognitive abilities. This has led to theories about which brain areas are involved in language processing and the broad role of each area, but has not been able to reveal what individual units of meaning are processed in each area, how information flows between areas, and how these areas interact with other areas that process other cognitive abilities such as vision or social reasoning. This proposal brings together more powerful experimental data of language in a natural context and uses machine learning, statistics and advances in artificial intelligence to study real-world language use.\r\n\r\nThis project seeks to further understanding of the neurobiology of language and its interaction with other modalities, while also improving AI methods by jointly modeling brain activity and stimulus. Aim 1 will focus on using intracortical recordings (stereoencephalography) to trace the flow of information in the language system at a fine spatial and temporal resolution, enabling more precise discovery of where language features are processed and how information passes between regions. Aim 2 will connect language to visual and social processing, using extensive functional magnetic resonance imaging (fMRI) data from individuals watching a popular sitcom to model the interactions between the language system and other brain systems. Aim 3 will extend this approach to relating brain activity to behavior. A new fMRI dataset where participants engage in natural conversation will be collected and used to study the underlying high-level brain representations. The proposed multidisciplinary research will lead to new educational material as well as new opportunities for students to explore the use of machine learning and AI for science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leila",
   "pi_last_name": "Wehbe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leila Wehbe",
   "pi_email_addr": "lwehbe@cs.cmu.edu",
   "nsf_id": "000784133",
   "pi_start_date": "2023-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100243.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 499757.0
  }
 ],
 "por": null
}