{
 "awd_id": "2237454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: CAS-Climate: Structure-Property-Performance Relationships of Iron- and Copper-Based Hybrid Mie-Resonator Photocatalysts for C-C and C-N Coupling Reactions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927104",
 "po_email": "bchandle@nsf.gov",
 "po_sign_block_name": "Bert Chandler",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 580177.0,
 "awd_amount": 580177.0,
 "awd_min_amd_letter_date": "2023-01-06",
 "awd_max_amd_letter_date": "2024-07-01",
 "awd_abstract_narration": "Carbon-carbon (C-C) and carbon-nitrogen (C-N) cross-coupling reactions are important reactions used in the chemical and pharmaceutical industries to produce a variety of valuable products. These products include pharmaceuticals, polymers, and agrochemicals. The current methods used in the industry for cross-coupling reactions require high-temperature processes and expensive metal catalysts such as palladium (Pd). This project develops iron- and copper-based inexpensive photocatalysts for C-C and C-N cross-coupling reactions. These photocatalysts use visible light as energy input to drive cross-coupling reactions under atmospheric temperature and pressure reaction conditions. The development of iron- and copper-based photocatalysts will result in significant reductions in the overall cost, energy requirements, and greenhouse gas emissions from the cross-coupling processes. The project includes educational activities that build upon the proposed research to infuse photocatalysis and solar energy concepts into the chemical engineering curriculum at Oklahoma State University (OSU). The proposed curriculum will prepare the students for the 21st century`s challenges and directly benefit the undergraduate and graduate students at OSU.\r\n\r\nThe C-C and C-N cross-coupling reactions have been conventionally carried out by homogeneous Pd complex-catalyzed batch processes. There remains a critical need to develop inexpensive heterogeneous nanocatalysts for these cross-coupling reactions since nanocatalysts are the ideal catalysts for the most desired continuous flow processes. This project will focus on the design of earth-abundant and inexpensive iron- and copper-based hybrid Mie-resonator nanoparticles as heterogeneous visible light photocatalysts for C-C and C-N cross-coupling reactions. Specifically, the project will develop the structure-property-performance relationships by examining the size/shape of hybrid Mie-resonator nanoparticles against their charge carriers generation rate, the electron-transfer efficiency, and the photocatalytic rate for the C-C and C-N cross-coupling reactions. To accomplish this research objective, the project will utilize a combination of experimental and theoretical tools, including nanoparticles geometry-controlled synthesis techniques, finite-difference time-domain optical simulations, in-situ spectroscopic techniques, and photoreactor studies. The project will also establish the conditions of photocatalytic stability for the iron- and copper-based hybrid Mie-resonator nanoparticles to operate under the cross-coupling reaction conditions. The photocatalytic stability of the hybrid Mie-resonator nanoparticles of different sizes and shapes (spheres and cubes) will be investigated as a function of light intensity. The stability and the possible phase transformation at high light intensity will be characterized using in-situ UV-Vis extinction spectroscopy. The outcomes of this specific research objective will identify the combination of optimal geometries and optimal light intensity that can maintain the photocatalytic stability of iron- and copper-based hybrid Mie-resonator nanoparticles for the C-C and C-N cross-coupling reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marimuthu",
   "pi_last_name": "Andiappan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marimuthu Andiappan",
   "pi_email_addr": "marimuthuandiappan@usf.edu",
   "nsf_id": "000732354",
   "pi_start_date": "2023-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 177508.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}