{
 "awd_id": "2237430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Aerosol transport in well-defined periodic porous metamaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2023-02-01",
 "awd_exp_date": "2028-01-31",
 "tot_intn_awd_amt": 615000.0,
 "awd_amount": 486271.0,
 "awd_min_amd_letter_date": "2023-01-06",
 "awd_max_amd_letter_date": "2023-01-06",
 "awd_abstract_narration": "Tiny solid or liquid droplets suspended in air called ‘aerosols’ are all around us and have major impacts to our health and environment. Aerosols of certain properties can deposit in the human airway, with potential detrimental outcomes, such as the spread of airborne diseases such as COVID-19, or positive outcomes, such as inhalers that deliver medicines or vaccines. In these examples, the lung effectively acts as a porous filter, collecting some fraction of inhaled aerosols as they travel through the complex airway structure. The movement of aerosols through porous structures such as the lung is very difficult to predict and depends on the background airflow, the local porous structure, and the individual aerosol properties. This Faculty Early Career Development Program (CAREER) award seeks to understand how aerosols travel through porous structures with similar porosities to the human lung using model porous materials with a regular and well-defined structure. Leveraging this understanding of aerosol movement in regular porous structures could ultimately lead to development of better inhalable medicines or protection against environmental exposures. This award will also involve a set of educational activities related to the scientific work that seek to diversify the scientific pipeline, support public engagement with scientific communication, and mentor socially aware research scientists.\r\n\r\nThe overall objective of this award is to build fundamental understanding of aerosol transport through well-defined porous lattices, using both experimental and computational multiphase approaches. Aerosol transport within lattices will be studied to establish predictive fundamental relationships within uniform lattices, as well as deposition within asymmetric and patterned lattices, under cyclic flow profiles, and within tapered pipes. Knowledge of deposition within varied lattice designs will then be implemented to approximate spatial deposition in an innovative dynamic lung model, using lattice structures to provide meaningful spatial approximations of inhaled aerosols that map to anatomic regions of the human lung. This award also aims to integrate educational activities to empower scientific communicators and strengthen multilayered student communities for student success and STEM engagement. This award represents a synergistic research methodology to enhance the mechanistic understanding of aerosol dynamics within periodic, well-defined porous structures while growing a sustainable and integrated approach to educational STEM impacts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Fromen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Fromen",
   "pi_email_addr": "cfromen@udel.edu",
   "nsf_id": "000783746",
   "pi_start_date": "2023-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "220 HULLIHEN HALL",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 486271.0
  }
 ],
 "por": null
}