{
 "awd_id": "2237920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Prioritizing the Development of Team Cognition in Human-AI Teams to Engender the Advancement and Acceptance of AI Teammates",
 "cfda_num": "47.070, 47.083",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 580227.0,
 "awd_amount": 580227.0,
 "awd_min_amd_letter_date": "2023-07-07",
 "awd_max_amd_letter_date": "2024-06-18",
 "awd_abstract_narration": "Teamwork is a long-standing foundation of modern society, used to accomplish many important and meaningful societal contributions. As artificial intelligence (AI) continues to progress, it will be used to form teams with human collaborators. Effective teamwork requires sharing knowledge and information so teammates share understanding of how to accomplish goals. Currently, AI agents prioritize simple task completion and have little to no conceptualization of what teamwork and team cognition is or what being a good teammate entails. To ensure that humans and AI are able to work together safely, research that seeks to understand what humans want and need from an AI teammate is needed. Furthermore, work is needed to design and develop AI teammates that intentionally and positively contribute to human-AI team cognition. This project provides a comprehensive exploration of how AI can be designed, created, and implemented into human-AI teams to advance team cognition. The project will result in AI systems that enable effective teaming with people. The knowledge gained about effective human-AI teaming through advancing team cognition will improve human acceptance of AI teammates and increase human enthusiasm for working with AI.\r\n\r\nThe technical goals of this project are divided into three related aims. First, interviews with real-world workers, followed by a large-scale survey experiment, are used to identify ways that humans want AI to contribute to and benefit team cognition. Second, participatory design is used to ensure that AI teammates actively promote team cognition. during human-AI team. These designs are then tested, validated, and refined in a mixed methods experiment (collecting and analyzing quantitative and qualitative data). Finally, an additional mixed methods experiment links AI teammate design, human-AI team cognition formation, and human acceptance of AI teammates to better understand humans' acceptance of AI teammates. This work is then extended and applied through collaborations with academic and industry institutions. The results of this research will be continually integrated into educational opportunities to promote human-centered perspectives in next-generation AI practitioners and researchers. The three aims tackled by this research create a human-centered foundation for creating team cognition in human-AI teams, and for designing teammates that more effectively contribute to teaming processes and outcomes. This foundation includes the identification of how humans want AI teammates to benefit team cognition, the actions AI teammates can take to create said benefit, and how that realized benefit creates high-performance human-AI teams and highly accepted AI teammates. The outcomes will contribute concepts and design principles for human-AI teaming, team cognition, and human-centered AI.\r\n\r\nThis project is jointly funded by CISE-IIS, and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "McNeese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan McNeese",
   "pi_email_addr": "mcneese@clemson.edu",
   "nsf_id": "000768877",
   "pi_start_date": "2023-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 332117.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 248110.0
  }
 ],
 "por": null
}