{
 "awd_id": "2237945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Enhancing ambient capacitive sensing through improved resolution and multi-modal sensor fusion",
 "cfda_num": "47.070, 47.083",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2028-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2024-05-31",
 "awd_abstract_narration": "One important part of recovering from strokes and managing other nervous system conditions is neurorehabilitation to help people recover from physical impairments to their posture and mobility. During rehabilitation sessions, therapists carefully monitor motions and give feedback to improve motor function and control. Being able to continue this monitoring and feedback outside of rehabilitation sessions could be a valuable addition to therapy; however, existing technologies for continuous body pose and motion estimation have many limitations. This proposal’s goal is to develop new techniques for pose and motion estimation based on capacitive sensor arrays (CSAs), a common technology used in devices such as smartphones. These new techniques will examine how both sensors in the environment and flexible, body-worn sensors can be used to better estimate pose and motion. The work will include developing new ways to configure and deploy CSAs, process the signals they send back, and combine multiple types of sensors. The project will focus on upper body pose and motion detection, particularly people’s arms, but the insights and methods are likely to apply to a wide range of medical applications and more generally provide new ways to interact with computers. In particular, the outcomes of the work may both help therapists develop new training procedures and support remote physical therapy that would make it more accessible to people who live in non-urban areas.\r\n\r\nThis project seeks to demonstrate the feasibility of embedded and wearable CSAs and e-field sensors to provide accurate, continuous pose estimation beyond the state of the art. To do this, the team will address existing open challenges of non-touch wearable CSAs; namely 1) improving sensor resolution, 2) reducing error due to variable positioning, and 3) compensating for electrode shift. Specifically, sensor resolution in wearable systems will be improved by creating tailored capacitive arrays for pose estimation, augmenting the resolution of the sensors and improving noise filtering through deep transfer learning, and compensating for errors by augmenting the data with additional sensing mechanisms. These contributions will be evaluated through task-based remote neurorehabilitation training for people with upper limb impairments, which is currently lacking support for long-term and in-the-wild motor assessment. If successful, the work promises to increase the duration, quality, and accessibility of neurorehabilitation for the nearly 800,000 individuals experiencing strokes each year in the U.S. alone.\r\n\r\nThis project is jointly funded by Human Centered Computing (HCC) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Nelson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander H Nelson",
   "pi_email_addr": "ahnelson@uark.edu",
   "nsf_id": "000758176",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "504 J. B. Hunt Building",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 285103.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 214897.0
  }
 ],
 "por": null
}