{
 "awd_id": "2237215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Reconfigurable Infrastructure and Scalable Execution for Advanced Air Mobility (RISE-AAM)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2028-04-30",
 "tot_intn_awd_amt": 537847.0,
 "awd_amount": 537847.0,
 "awd_min_amd_letter_date": "2023-05-04",
 "awd_max_amd_letter_date": "2023-05-04",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) project will advance the knowledge needed to develop transformative infrastructure and execution schemes for the emerging advanced air mobility missions. With the goals of addressing future mobility needs and fostering safe, efficient, and sustainable transportation systems, advanced air mobility focuses on the transition from the traditional air transportation to future passenger or cargo-carrying services in and around urban areas. However, integration of air mobility into complex three-dimensional built environments presents many unique challenges in infrastructure design and operation. To address these challenges, this project will develop and test a novel airway system as well as the coupled operational rules and control schemes. These approaches are adaptive and scalable depending on the real-time travel demand, vertiport distribution and throughput, airspace capacity, and environmental footprint. The resulting advances are expected to impact multiple fields including transportation, aerospace, smart cities, and civil engineering. The research activities are closely integrated with educational activities to 1) support pre-college education and research through K-12 teacher training and summer pre-college programs, 2) promote undergraduate and graduate education and research by creating new courses, enhancing existing courses, and mentoring student researchers, and 3) educate broader community and general public through scholarly forums, university events, and network platforms.\r\n\r\nThe long-term goal of this project is to transform the transportation system by advancing the knowledge and capabilities of novel concepts, infrastructures, and operations for intelligent, automated, cooperative air transportation services in and around urban areas. The overall objective of this project is to develop and test advanced air mobility infrastructures (both physical and digital) and execution procedures to enable safe and efficient coordination of an increasing number of heterogeneous air vehicles for on-demand fast transit services in chaotic, dynamic environments. Specific research objectives include: 1) optimize location of physical air mobility infrastructure and investigate a transformative digital air mobility infrastructure, 2) develop a hierarchical execution approach that integrates a novel data-driven scheduling method and a new distributed model-based vehicle control technique for safe and efficient air mobility operations, and 3) validate the infrastructure designs and execution approaches through integrated simulations and emulated experiments. These contributions are significant because they are a fundamental step toward reimagining transportation systems by uncovering how high-tempo, high-density air mobility operations can be safely and efficiently coordinated in limited airspace.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenbo",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenbo Wang",
   "pi_email_addr": "zwang124@utk.edu",
   "nsf_id": "000807246",
   "pi_start_date": "2023-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1331 CIR PARK DR",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379163801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 537847.0
  }
 ],
 "por": null
}