{
 "awd_id": "2238616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Towards Responsible Graph Neural Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924286",
 "po_email": "yduan@nsf.gov",
 "po_sign_block_name": "Andy Duan",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 484822.0,
 "awd_amount": 484822.0,
 "awd_min_amd_letter_date": "2023-06-26",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "Heralded as the breakthrough for machine learning on relational data (i.e., graphs) that would allow the same “AI renaissance” that Neural Networks have achieved in Computer Vision or Natural Language Processing, Graph Neural Networks (GNNs) have recently emerged as one of the preferred algorithms for reasoning on relational data. Yet, despite GNNs’ success on academic datasets, their properties remain ill-understood. This severely compromises their use in practical settings, where the requirements for rigor, transparency and reliability are paramount. In response, this proposal focuses on two key research agendas: (1)  characterizing the properties, reliability and sensitivity of GNN outputs through experiments and theory; and (2) advancing the theoretical understanding of statistical properties in graph estimators, thereby providing a stronger foundation for the development of improved GNNs. The resulting algorithms will be deployed in diverse novel applications aimed at learning understandable and reliable representations from data. Efforts will be made to promote and spread the utilization of these methods through various means, including developing open-source software, creating new graduate courses, and supporting the investigator's university initiative to collaborate with local community colleges.\r\n \r\n\r\nThe project investigates the relationship between data, GNN architecture parameters (such as embedding distance or convolution operator), and the resulting embedding space geometry.  The overarching objective is to identify specific conditions under which different GNN architectures can achieve optimal performance. To this end, the investigator suggests leveraging insights from the rich statistics literature on high-dimensional statistics and graph-based regularization. This approach seeks to view GNNs as estimators for functions on a manifold in order to (a) analyze the types of functions that GNNs can effectively learn, and (b) draw comparisons and gain insights from high-dimensional models incorporating graph regularization. By pursuing these research directions, this proposal aims to transform GNNs from black-box models into actionable analysis pipelines that are explainable, trustworthy, and reliable.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Donnat",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Claire L Donnat",
   "pi_email_addr": "cdonnat@uchicago.edu",
   "nsf_id": "000855675",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 484822.0
  }
 ],
 "por": null
}