{
 "awd_id": "2238571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Landscape genomics of co-evolution: a test in carpenter ants (Genus Camponotus) and their microbial symbionts",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032925376",
 "po_email": "fbmoore@nsf.gov",
 "po_sign_block_name": "Paco Moore",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2028-04-30",
 "tot_intn_awd_amt": 1068793.0,
 "awd_amount": 862082.0,
 "awd_min_amd_letter_date": "2023-05-15",
 "awd_max_amd_letter_date": "2023-05-15",
 "awd_abstract_narration": "Interactions with positive impacts for both organisms—mutualisms—shape the ecology and evolution of many taxa. Across a landscape, evolution of mutualists may be shaped by environmental characteristics; however, little research has quantified how co-distributed mutualist pairs exhibit similar or different coevolutionary dynamics across the landscape. Using co-distributed North American carpenter ants and their mutualist microbial symbionts, the researchers will quantify whether mutualist pairs with overlapping geographic ranges are codiversifying and coevolving in similar manners, as measured by convergent or divergent genetic patterns. Consequently, this project will provide insight about how environmental pressures shape evolutionary patterns and processes in mutualists. The specimens, genomic data, and results generated by this project will be used to improve STEM education; educational components include (1) formal undergraduate and graduate training in genomics research, (2) development and expansion of research-focused genomics and molecular ecology courses at Texas Tech University, and (3) museum-based educational materials at the Museum of Texas Tech University, including both an exhibit and educational traveling trunks. \r\n\r\nThe research team will test hypotheses about comparative patterns of codiversification and coevolution and their predictability in ant hosts and their endosymbionts. Using whole-genome sequence data from carpenter ant hosts (genus Camponotus) and their endosymbionts (genus Blochmannia) across the landscape of North America, the researchers will measure genetic variation in both mutualist partners to (1) characterize associations between ant / symbiont genotypes and the environment using landscape genomics techniques and (2) test hypotheses about coevolution of ant and endosymbiont genomes and whether coevolutionary local adaptation is predictable. The project’s final products will include deposition of thousands of specimens in natural history collections, open genomic resources for several species of carpenter ants and their bacterial endosymbionts, science communication of results via presentations and manuscripts, and student training in all aspects of the research including field studies, genomic sequence generation, bioinformatics, and dissemination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Manthey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D Manthey",
   "pi_email_addr": "joseph.manthey@ttu.edu",
   "nsf_id": "000689437",
   "pi_start_date": "2023-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2901 Main St",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794099844",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 862082.0
  }
 ],
 "por": null
}