{
 "awd_id": "2238071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Integrating brain-behavior evolution with real-world science impacts through neuroscience of working dogs",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924332",
 "po_email": "cstmary@nsf.gov",
 "po_sign_block_name": "Colette St. Mary",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2028-02-29",
 "tot_intn_awd_amt": 1361007.0,
 "awd_amount": 925967.0,
 "awd_min_amd_letter_date": "2023-01-17",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "Some species of animals have innate predispositions to acquire particular collections of learned skills. This is particularly apparent in working dog breeds, which provides the opportunity to understand this general phenomenon in detail.  For example, border collies have an innate interest in sheep and can easily be trained to herd livestock, but this is not the case for pointers, retrievers, and sled dogs, who instead each have their own, different behavioral predispositions.  How does this occur?  The proposed research explores this question using noninvasive neuroimaging in 220 dogs of 4 breeds, including groups of nonworking companion dogs and working dogs in the real world.  The research will examine dogs practicing historical working skills like herding and hunting, as well as more modern skills that directly impact human society, including guide dogs, service dogs, and scent detection dogs.  Rigorous analyses of these brain images will identify changes related to innate skill predispositions as well as brain plasticity resulting from learning.  Integrated with this research, the project will support coordinated education and research experiences for students at Harvard and elsewhere.  In a unique new undergraduate course, students will design and carry out their own dog behavior experiments.  Course materials and video data will be made publicly available to extend educational and student research impact beyond the host institution.  Additionally, data from the research project will support a variety of independent student projects.  Open-access datasets and data analytic tools from the project will support further research at other institutions.  Outreach activities will leverage dogs as public-interest “ambassadors for science,” including knowledge exchange with canine professional sectors.\r\n\r\nFeedback loops between behavior and evolution have been posited since the time of Darwin, but surprisingly little behavioral neuroscience research has probed this topic.  This proposal addresses the critical central question, “What is the interplay between plasticity and adaptation in brain evolution?”  It explores three distinct hypotheses about how such change could occur in the brain. Working dogs offer a uniquely well-controlled “natural experiment” on this question, because strong and rapid artificial selection by humans has created different breeds with different early-emerging predispositions for learned behaviors.  The project’s aims will identify neural correlates of innate predispositions for particular categories of learned skills accrued across generations of evolved change, brain plasticity resulting from learning these skills within a lifetime, and differences between neural correlates of selection for historical and more recent skills.  Additionally, the performance ratings of working dog organizations will be used to identify markers of individual variation in real-world working skills, which may have direct applied impacts for breeding and training efforts.  These goals will be accomplished using canine-optimized neuroimaging sequences from the Human Connectome Project, including T1- and T2-weighted MRI, diffusion-weighted imaging, and resting state functional connectivity. Comprehensive, whole-brain analyses will examine gray matter morphometry using a priori general linear models and a data-driven multivariate analysis; white matter microstructure; and white matter connectivity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Hecht",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Erin E Hecht",
   "pi_email_addr": "erin_hecht@fas.harvard.edu",
   "nsf_id": "000510736",
   "pi_start_date": "2023-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "President and Fellows of Harvard College",
  "perf_str_addr": "11 Divinity Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 225291.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 700676.0
  }
 ],
 "por": null
}