{
 "awd_id": "2238977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Physiological Modeling of Longitudinal Human Trust in Autonomy for Operational Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 674716.0,
 "awd_amount": 674716.0,
 "awd_min_amd_letter_date": "2023-02-22",
 "awd_max_amd_letter_date": "2024-06-11",
 "awd_abstract_narration": "This project develops models of human trust in autonomous systems by measuring the body's response to working with the system over time.  Every day, people work with highly autonomous systems in operational environments, such as teaming with robots in warehouse distribution facilities or flying an airplane. If a person's trust in the autonomy is too high or low relative to its capability, the person may rely on it too much or not use it at all.  Trust changes over time as someone interacts with the autonomous system and learns its capabilities. However, the person's lack of awareness of their own trust influences behavior, and as a result impacts performance and safety. It is difficult to measure someone's trust while they are doing these tasks because accurate measurements of trust often disrupt the work being done. If trust can be measured continuously over time, the person's interaction with the autonomous system can be made safer and more efficient. Given the increased use of autonomy across sectors including manufacturing, aerospace, the tech industry, and military, continuous measures of trust may impact US economy and security. Further, there is a need to prepare a diverse, technically trained workforce for advanced operational environments. People who will be working with autonomous systems are often not trained on the importance of trust and how it may change over time. Further, there are currently limited opportunities for underserved and underrepresented populations to enter this in-demand workforce. \r\n\r\nTo address these needs, the project contributes to fundamental understanding of trust in operational environments by modeling trust dynamics from physiological signals. Changes in trust manifest as physiological responses, which can be detected by monitoring the heart, eye, skin, and brain. While there is increasing interest in physiological monitoring to estimate trust, this work has been constrained to the laboratory under ideal conditions and has yet to be successful applied to operational environments. This project has four Research Goals (R#). R1 models initial trust with physiological features used to predict operators' self-reported trust. R2 assesses learned trust dynamics after repeated interactions with autonomy. R3 investigates trust calibration by assessing operators' trust dynamics when the reliability of the autonomous agent shifts. R4 seeks to understand the utility of wearable sensors to model trust in operational environments. Two demonstration environments are used: a person working with a simulated robot to fill orders in a distribution warehouse, and a person flying an aircraft with the assistance of an automated flight planner. The education component of this project has two educational goals (E#) to train the human-autonomous teaming (HAT) workforce on the importance of trust and engage the next generation of HAT researchers and operators. E1 trains operators on the importance of trust for workplace safety and performance through educational modules for HAT operators. It also informs the research goals through a series of operator interviews to define the task used in this research. E2 increases access and engagement in STEM in Colorado. The key effort in E2 administers experiential learning modules called Traveling Trunks, which are easy-to-administer lessons that use HAT as a hook to increase student interest. They are disseminated in rural, underserved high school classrooms. E2 also incorporates outreach and research mentorship to further reinforce the STEM pipeline. Together, these goals broadly promote an improved understanding of trust in autonomy to demystify its abilities and improve intelligent adoption of autonomy in operational settings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allison Anderson",
   "pi_email_addr": "apanders@colorado.edu",
   "nsf_id": "000829954",
   "pi_start_date": "2023-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 121687.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 553029.0
  }
 ],
 "por": null
}