{
 "awd_id": "2239822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Kirigami-Actuated Adaptive Metasurfaces with Dynamic Tunability enabled by 2D Materials",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922967",
 "po_email": "sekim@nsf.gov",
 "po_sign_block_name": "Margaret Kim",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2024-08-09",
 "awd_abstract_narration": "Developing aggressively miniaturized and highly tunable optical devices using nanoscale antenna arrays, also known as metasurface, has a wide range of applications in biomedical imaging, drone-based sensing and imaging, wearable augmented reality glasses and artificial intelligence. Despite their great prospects, metasurfaces are essentially static and predefined by their initial geometry design and cannot be changed on the fly during the device operation. This can be a significant limitation in their optical functionalities. On the other hand, nature’s optical solutions are not static but movable, adaptive and highly tunable. For example, tunable irises enable vertebrates such as fish, reptiles and mammals to adapt to highly variable light environments with a range of 8-9 orders of magnitude. The research activities in this program aim to develop a new generation of ultralight optical devices with unconventional functionalities by introducing mechanically movable and optically tunable capabilities into their design and fabrication. This project will build kirigami-inspired nanoscale actuators and heterogeneously integrate them with tunable metasurfaces based on emerging nanomaterials. This interdisciplinary project provides unique opportunities at the intersection of physics, nanomechanics, nanophotonics and materials, which will promote students’ exposure to the frontiers of science and engineering. The program will also actively enhance the participation of underrepresented students in science and engineering. \r\n\r\nMetasurfaces are phased array antennas taken to the subwavelength regime, using sub-wavelength metallic and/or dielectric phase shifting optical elements to mold optical wavefronts into arbitrary shapes with a full 0-2π phase profile. Their extreme compactness and lightweight hold great promise in building dramatically miniaturized optical components for various imaging and sensing applications. Despite their potentials, metasurfaces are essentially static and with limited tunability, restricting their optical functions that can be achieved. The objective of this project is to use a holistic, co-design approach to develop metasurfaces with unprecedented mechanical and optical tunability by leveraging emerging kirigami metamaterials and van der Waals two-dimensional materials. The proposed research program includes the following activities: (1) explore the design space and fundamental limits of nanoscale mechanical structures in terms of elastic strain limit and mechanical instability, and build nanoscale kirigami actuators that would be difficult to achieve by conventional fabrication methods and micro-electromechanical systems; (2) investigate tunable light-matter interactions in graphene and layered transitional metal dichalcogenides and develop highly tunable metasurfaces; and (3) develop innovative approaches for the co-design and heterogeneous integration of kirigami tunable metasurface platform. The scope of this research program also provides unique outreach and educational opportunities to train next generation scientists and engineers to tackle interdisciplinary problems, and to broaden inspiration and mentoring of underrepresented students in science and engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xu",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xu Zhang",
   "pi_email_addr": "xuzh@cmu.edu",
   "nsf_id": "000849400",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}