{
 "awd_id": "2239507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Highly Tunable Dry Adhesion through Constrained Buckling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2028-05-31",
 "tot_intn_awd_amt": 547315.0,
 "awd_amount": 547315.0,
 "awd_min_amd_letter_date": "2023-05-15",
 "awd_max_amd_letter_date": "2023-05-15",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) award aims to investigate tunable dry adhesion of soft hollow pillars. Hollow pillars are unique in that they exhibit adhesion changes over 1000 times when buckling under pressure. Tunable dry adhesion has many applications including pick-and-place manufacturing and haptics. However, current approaches to tunable dry adhesion still suffer from limited adhesion changes. Many also require high power consumption and long activation time. This research will introduce a new approach to highly tunable dry adhesion using soft hollow pillar structures. The study will examine the effects of geometry, material stiffness, and buckling on the fundamental adhesion mechanics of these soft hollow structures. The results from this project will advance the development of soft grippers for manipulation of small, curved, and thin parts that are difficult to manipulate using current approaches. The new mechanics knowledge gained will also benefit the design of other robotic mechanisms, such as haptics. This project also has a set of integrated education and outreach programs to broaden its impacts including course development, undergraduate research opportunities, soft robotics summer camps at a local STEM museum, and interactions with industry partners.\r\n\r\nThe research objective of this CAREER project is to unravel fundamental mechanics of highly tunable dry adhesion of soft hollow pillars through constrained buckling for compliant manipulation applications. Specifically, the project will investigate (1) constrained buckling of cylindrical soft hollow pillars under low pressure and how the geometric and material parameters impact its adhesion mechanics; (2) the impact of cross section shape on tunable adhesion of soft hollow pillars; (3) the impact of using smart materials with tunable stiffness on tunable adhesion of soft hollow pillars; and (4) the impact of bistable bottom surface on tunable adhesion of soft hollow pillars. Both experiments and finite element simulations will be used to address these fundamental mechanics problems. The success of this project will generate new mechanics knowledge that advances the field of tunable dry adhesion for compliant manipulation and other robotic mechanisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wanliang",
   "pi_last_name": "Shan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wanliang Shan",
   "pi_email_addr": "washan@syr.edu",
   "nsf_id": "000702301",
   "pi_start_date": "2023-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE STE 620",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132440001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 547315.0
  }
 ],
 "por": null
}