{
 "awd_id": "2239824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Advancing Equity in Selection Problems Through Bias-Aware Optimization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922681",
 "po_email": "ruzsoy@nsf.gov",
 "po_sign_block_name": "Reha Uzsoy",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2028-05-31",
 "tot_intn_awd_amt": 531915.0,
 "awd_amount": 531915.0,
 "awd_min_amd_letter_date": "2023-07-05",
 "awd_max_amd_letter_date": "2023-07-05",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) grant will contribute to the advancement of national health, prosperity, and welfare by developing systematic approaches to reducing workforce inequality due to implicit bias. Widely used automated applicant screening technologies bring high risk of systematically screening-out STARS (skilled workers trained by alternate routes), while imposing quotas on the selection of candidates from different backgrounds can violate anti-discrimination laws. This award supports the development of fundamental methodologies for transparently handling contextual biases in candidate evaluation data without resorting to quotas or fairness constraints (due to legal requirements). This interdisciplinary research will provide tools for practitioners and policymakers to understand the inefficiencies in the system, leading to a synergistic design of policies for hiring and college admissions. The accompanying educational plan aims to develop STEAM (STEM+art) workshops for high school students to understand biases in data through a “hiring manager” simulation game, a workshop geared towards policy and law professionals, the design of courses in Ethical OR, and the continued mentorship of students with a focus on STEM minorities.\r\n\r\nThis research will develop fundamental methodologies to model variability in data due to its context, by using counterfactual and causal analysis to construct cardinal and ordinal variability sets for candidates’ evaluation data, yielding bilinear optimization problems and ordinal combinatorial optimization respectively. The research will develop new techniques to address these challenging problem classes using parametric optimization and order theory as a start and find tractable solutions. This work will provide a fundamental shift in how we process contextual data, while advancing the theories of ordinal, robust, parametric, and general discrete optimization. The work will address important policy-design questions related to equity-efficiency trade-offs, e.g., the impact of bias-aware techniques on equity, diversity, and fairness when data is contextual, the impact of changing \"risk\" parameters in the construction of variability sets on candidate selection and highlight ways to use limited resources to reduce variability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Swati",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Swati Gupta",
   "pi_email_addr": "swatig@mit.edu",
   "nsf_id": "000783862",
   "pi_start_date": "2023-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021390001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5514",
   "pgm_ref_txt": "OPERATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 531915.0
  }
 ],
 "por": null
}