{
 "awd_id": "2239498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Towards Low-Energy Tests of Quantum Gravity with AMO Systems",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 514230.0,
 "awd_amount": 244894.0,
 "awd_min_amd_letter_date": "2023-07-05",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "More than a century ago, two theories revolutionized physics: quantum theory and Einstein’s theory of general relativity. Quantum theory describes the smallest building blocks of nature and predicts puzzling phenomena that have been confirmed to enormous precision on atomic scales. General relativity, on the other hand, describes gravity as curved space and time: it governs the dynamics of planets, galaxies and even the universe. Both theories withstood the test of time and there is no experimental indication that either of them needs to be revisited. Yet, both are seemingly at odds with each other, and it remains a puzzle how to combine them into a single framework. No complete theory of quantum gravity has yet been found. A major challenge is the scant experimental evidence that could guide theoretical developments, as both theories are relevant at seemingly distant scales. This project aims to tackle the problem from a new perspective: using quantum technologies to test the interplay of quantum theory and gravity. The new approach focuses on fundamental concepts in quantum information science, and on new developments in the experimental control of quantum systems that now operate at entirely new scales. The goal of the project is to show how to test signatures of the quantum nature of gravity and of new physics at the interface of quantum theory and gravity. While firmly rooted in basic research with the goal to progress science in new interdisciplinary ways, the project will also advance the development of quantum technologies. It will involve undergraduate and K-12 students, fostering the fascination for the most fundamental questions of nature and provide training in quantum information science.  \r\n\r\n While quantum gravity effects are usually associated with the distant Planck-scale, in the past decade a new quantum information perspective has opened novel routes for possible indirect experimental tests of expected and speculative physics. Building on these developments and rapidly advancing experimental platforms, this project will address current conceptual and practical challenges to enable experimental searches for quantum gravity. The group will design new detection methods based on AMO systems and quantum information concepts that can enable tests of quantum gravity phenomenology at low energies.   The work will focus on tests of fundamental principles that can indirectly reveal signatures of quantization of gravity, and on tests of speculative models that show signatures at low energies that can be probed in near-future experiments. The project will significantly advance this young and promising research field by providing realistic paths for new experiments with AMO systems, overcoming current technical and conceptual drawbacks, and support quantum technology development for basic science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Pikovski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Pikovski",
   "pi_email_addr": "pikovski@stevens.edu",
   "nsf_id": "000817353",
   "pi_start_date": "2023-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "1 CASTLE POINT ON HUDSON",
  "perf_city_name": "HOBOKEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305906",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1284",
   "pgm_ref_txt": "ATOMIC THEORY"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100989.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 143905.0
  }
 ],
 "por": null
}