{
 "awd_id": "2239458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Networking and Learning Co-Design Framework for Data-Efficient Resource Management",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925139",
 "po_email": "haliu@nsf.gov",
 "po_sign_block_name": "Hang Liu",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 560000.0,
 "awd_amount": 221034.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2024-09-10",
 "awd_abstract_narration": "Modern buildings require complex management of heating, ventilation, and air-conditioning (HVAC), lighting, blinds, and windows through collection of data from a variety of sensors. LoRaWAN (an open LPWAN protocol) along with LoRa physical layer technology (long range)  has been a good choice for large-scale sensor networking with ability to offer long communication distance at low cost. According to LoRa Alliance (which manages the development of LoRaWAN), LoRaWAN outperforms conventional wireless networks (e.g., ZigBee and Wi-Fi) for smart buildings in many aspects, such as easy coverage of several floors in a building with a simple gateway, low power consumption, and long battery life of up to ten years. However, the current version of LoRaWAN can benefit from improved high transmission accuracies and lower energy consumption of sensor nodes. To tackle the above limitations of current LPWAN and machine learning solutions used for in-building climate control system, this project aims to investigate holistic networking and learning framework for resource management. In particular, the project focuses on building energy management as an example application. The goal is to design a building energy management system that optimizes the energy consumption of in-building climate systems jointly while meeting requirements of human comfort. The proposed building energy management system aims at achieving three design goals: 1) maximizing energy saving while maintaining occupants’ comfort, 2) being able to be deployed in buildings of multiple systems, and 3) searching for the optimal control policy with data efficiency. The proposed research activities will be  carefully integrated with education activities at UC Merced, a Hispanic-serving institution, including curriculum development, interdisciplinary education, and engaging underrepresented groups.\r\n\r\nThis project will develop a holistic networking and learning framework to jointly control climate in building. Three design goals will be achieved: maximizing energy saving while maintaining occupants’ comfort, being readily deployable in buildings with multiple control systems, and searching for the optimal control policy with data efficiency. TO achieve these design goals, the project is organized into three research thrusts: 1) building an indoor low-power wide area networking system for reliable data collection by a novel rateless-enabled data transmission mechanism and a bit-level network resource allocation scheme; 2) developing a data-efficient model-based reinforcement learning system for resource management by tackling fundamental research problems, such as incomplete training data, representation learning for mitigating data noise, and the bias problem of system dynamics models; 3) designing a networking and learning co-design scheme that considers a set of optimization goals in a unified framework, including building energy saving, occupants’ comfort, data efficiency of reinforcement learning, and wireless network lifetime.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wan",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wan Du",
   "pi_email_addr": "wdu3@ucmerced.edu",
   "nsf_id": "000763884",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 111358.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 109676.0
  }
 ],
 "por": null
}