{
 "awd_id": "2239963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Uncovering transcriptional regulatory mechanisms in plant thermomorphogenesis",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2023-03-15",
 "awd_exp_date": "2028-02-29",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-03-10",
 "awd_max_amd_letter_date": "2025-03-11",
 "awd_abstract_narration": "In the context of global climate change, plants face a more fluctuating temperature environment. It is well known that extreme temperatures such as heatwaves have detrimental impacts on crop production and biodiversity. However, even smaller increases in ambient temperatures would dramatically change the growth and development of various plant species. These temperature-induced changes in the growth speed of organs (e.g., stem and roots), biomass, flowering time, the rate of photosynthesis, and the efficiency of water usage, significant impact crop yield and fitness. However, the precise mechanisms by which plants sense and respond to moderately increased, nonstressful (warm) temperatures are still unclear. The long-term goal of the proposed project is to elucidate the regulatory mechanisms by which warm temperatures trigger the expression of critical genes whose products contribute to the morphological and architectural changes in land plants. To achieve this goal, innovative technologies have been developed or adapted to examine the spatiotemporal functions and structure-function relationships of critical transcriptional regulators and their co-factors in thermosensory growth. Understanding these mechanisms is crucial for us to design and breed climate-resilient crops, potentially reducing the adverse effects of global warming on crop productivity and food security. The success of the project will also help train next-generation scientists from high school to graduate levels in performing cutting-edge research. \r\n\r\nDifferent from the stress responses triggered by extreme temperatures, plant responses to nonstressful ambient temperature fluctuations require unique machinery. Among the discovered components, thermosensory transcription factors (TTFs) play primary roles in warm-temperature-induced hypocotyl (embryonic stem) growth, a process termed thermomorphogenesis. Among the identified TTF families, PIF4 plays a pivotal role in modulating thermomorphogenetic growth. Warm temperatures activate PIF4 transcription through a yet unknown mechanism, and accumulated PIF4 promotes hypocotyl growth by activating key genes involved in the biosynthesis of and response to the growth hormone auxin. The PI discovered HEMERA (HMR) as a coactivator of PIF4 in activating the thermoresponsive gene expression. Although HMR is required for PIF4 activity and protein stability at warm temperatures, how these regulations are achieved remains elusive. Through forward and reverse genetic approaches and bioinformatic analyses, the PI’s group has identified multiple factors that may regulate PIF4 expression, activity, and protein stability upon temperature elevations. The proposed research will uncover PIF4-mediated thermomorphogenetic mechanisms and transcriptional regulatory networks formed by PIF4 and other TTF families. The integrated educational plan will improve STEM preparedness at the University of Mississippi and across the state of Mississippi and includes efforts to 1) enhance undergraduate and graduate education in plant molecular genetics and physiology at UM; 2) develop a plant phenomics and molecular genetics summer research program for underrepresented minority students at UM and HBCUs; 3) develop a plant molecular biology summer research program for high school and community college students with disadvantaged backgrounds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "YONGJIAN",
   "pi_last_name": "QIU",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "YONGJIAN QIU",
   "pi_email_addr": "yqiu@olemiss.edu",
   "nsf_id": "000858806",
   "pi_start_date": "2023-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "113 FALKNER",
  "perf_city_name": "UNIVERSITY",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386779704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}