{
 "awd_id": "2240008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Epithelial Organization in Thin Bioprinted Hydrogels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927354",
 "po_email": "gmahler@nsf.gov",
 "po_sign_block_name": "Gretchen Mahler",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2028-02-29",
 "tot_intn_awd_amt": 582985.0,
 "awd_amount": 466388.0,
 "awd_min_amd_letter_date": "2023-01-19",
 "awd_max_amd_letter_date": "2023-01-19",
 "awd_abstract_narration": "Thin epithelia form robust barriers throughout the human body, aligning as protective interfaces between interior and exterior environments. Epithelia also organize with even higher complexity to form glands, like the pancreas, sweat glands, and salivary glands. Glandular epithelia rely on a soft, layered extracellular matrix with a directional organization to polarize these cells and enable their secretory function. If damaged by severe injury or disease, delicate branched tissues like the salivary gland often respond with a repair (rather than regenerative) response, yielding a permanently dysfunctional, disorganized array of scar tissue. The resulting loss of salivary function can have dramatic impacts on oral health and quality of life. Researchers continue to search for ways to regenerate these scarred tissues, and three-dimensional (3D) bioprinting is one method that could have potential application to this need. The research activities of this CAREER award will focus on applying a new method of bioprinting to epithelial regeneration, with the intent of delivering more precise deposition of cells, within supportive hydrogels, in 3D. In the educational and outreach activities, multidisciplinary teams of dental students, graduate students, and undergraduates will partner together to implement unique, low-cost bioprinters toward these same problems. Larger groups of students will be introduced to Houston’s growing culture of entrepreneurship and innovation, gaining creative inspiration for their future careers. The program’s goal is to recruit, train, and retain students with diverse backgrounds, to advance a future cadre of multidisciplinary scientists in oral health.  \r\n\r\nThe investigator’s laboratory designs, synthesizes, and characterizes polymeric and supramolecular biomaterials for clinical use, across applications in tissue regeneration, drug delivery, and preclinical drug screening. The goal of this CAREER proposal is to leverage recent advances in biomaterials and coaxial microfluidic bioprinting to print ultrathin hydrogel layers, with controlled gradients in biochemical composition and mechanical properties, that drive cellular organization and phenotype display of co-encapsulated epithelia and surrounding mesenchyme. The specific research objectives are to: (1) tailor hydrogel composition to support concentric epithelial/mesenchymal cell interaction, (2) quantify epithelial cell migration and organization behavior within bioprinted hydrogel structures of varying dimension, composition, porosity, and cellular partners, and (3) assess differentiation and organization as a function of these same print parameters. In tandem, the integrated education goal of this project is to develop a cohort of experts at the interface of oral biology and biomaterials, across multiple education levels, within a dental school setting. Specific education objectives are to: (1) implement interdisciplinary bioprinting education for dental students, graduate students in biosciences, and undergraduates in bioengineering within a summer research program, (2) increase engagement for students from historically underrepresented or excluded backgrounds, and (3) leverage Houston’s startup ecosystem to expose students to STEM translation and entrepreneurship, alongside didactic training in methods of innovation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Harrington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Harrington",
   "pi_email_addr": "daniel.harrington@uth.tmc.edu",
   "nsf_id": "000655064",
   "pi_start_date": "2023-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Health Science Center at Houston",
  "inst_street_address": "7000 FANNIN ST FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7135003999",
  "inst_zip_code": "770303870",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS HEALTH SCIENCE CENTER AT HOUSTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZUFBNVZ587D4"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas Health Science Center at Houston",
  "perf_str_addr": "7000 FANNIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770305400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 466388.0
  }
 ],
 "por": null
}