{
 "awd_id": "2240562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Magnetic Resonances in Nonlinear Dielectric Nanostructures: New Light-Matter Interactions and Machine Learning Enhanced Design",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922967",
 "po_email": "sekim@nsf.gov",
 "po_sign_block_name": "Margaret Kim",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "Interactions between light and matter play an important role in many fields of science, giving rise to important applications in sensing, spectroscopy, solar cells, computing, quantum information processing, communications, light-emitting diodes, and lasers. While light is an electromagnetic wave consisting of both electric and magnetic field components, most natural optical materials mainly interact with the electric component of light and leave the magnetic component of light largely unexploited. However, optical metamaterials—engineered nanostructures— fundamentally change the light-matter interaction by making light \"ambidextrous\" in the optical range, with its magnetic and electric components playing equally important roles In particular, judiciously designed dielectric particles provide strong light-induced magnetic properties as a reaction to the magnetic component of external electromagnetic waves. The proposed project aims at discovering new light-matter interactions originating from the effect of magnetic field enhancement in low-loss nonmagnetic dielectrics as well as hybrid metamaterials made of strongly nonlinear glasses and magnetic materials designed using physics-based machine learning approaches. The proposed research will contribute to the fundamental science of nonlinear light-matter interactions and will likely enable new approaches for light generation and modulation, magnetometry, and sensing.\r\n\r\nWhile nonlinear optical interactions, enabled by the electric field enhancement, have been studied by many research groups, magnetic field enhancement-induced light-matter interactions have not been explored in detail. The proposed project aims at discovering new light-matter interactions originating from the effect of magnetic field enhancement, contributing through a magnetic portion of the Lorentz force that contains intrinsic surface and bulk components in engineered optical materials designed using physics-based machine learning based optimization of the resonant and magneto-optical nonlinear interactions in subwavelength single-layer or cascaded metasurfaces consisting of hybrid meta-atoms made of strongly nonlinear chalcogenide glasses and magnetic materials.  The proposed research will focus on the following thrusts: Thrust 1: Investigate theoretically and numerically the contribution of the intrinsic nonlinear optical processes in nonlinear metasurfaces due to the magnetic portion of the Lorentz force; Thrust 2: Using the synergy between the physical model and machine learning approach, enhance nonlinear light-matter interactions due to the strongly localized magnetic fields via Mie, quasi-bound states in the continuum, and guided-mode mechanisms; enhance extrinsic, magneto-optical interactions enabled by hybrid magneto-photonic materials based metasurfaces. Thrust 3: Investigate theoretically and experimentally the possibility of enhancement of the nonlinear frequency conversion in stacked metasurfaces and broadband tapered multilayer structures. Exceptionally high magnetic field localization inside the meta-atoms will be achieved using a unique, physics-based machine learning approach developed to solve the inverse design problem of resonant meta-atoms under the guidance of multipole expansion theory to optimize the shape of the meta-atoms in order to maximize a particular multipolar resonance and the overlap of the modes at both fundamental frequency and a harmonic wavelength.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalia",
   "pi_last_name": "Litchinitser",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Natalia M Litchinitser",
   "pi_email_addr": "natalia.litchinitser@duke.edu",
   "nsf_id": "000504095",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST STE 710",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277084677",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}