{
 "awd_id": "2240848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computationally Efficient Methods for Control of Epidemics on Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 352394.0,
 "awd_amount": 352394.0,
 "awd_min_amd_letter_date": "2023-05-31",
 "awd_max_amd_letter_date": "2023-05-31",
 "awd_abstract_narration": "The COVID-19 epidemic has brought the difficult tradeoffs of epidemic control to the forefront of public attention. While epidemics can be mitigated through a variety of interventions such as lockdowns, travel restrictions, mandated social distancing, and vaccine allocations, many of these methods can be extraordinarily costly, both in terms of creating hardship and unemployment as well as in terms of reducing access to crucial services for vulnerable populations. Furthermore, popular backlash against harsh epidemic control interventions can make their long term sustainability impossible. This project will address the problem of designing such interventions optimally. The goal will be to design a mix of interventions such as those mentioned above to achieve a target rate for how fast an epidemic should decay while imposing the least hardship upon society at large. \r\n \r\nThis project will develop interventions that are both spatially heterogeneous and coordinated among different locations. Optimal epidemic control strategies will be obtained by treating different locations differently, based both on the number of cases at each location as well as the geographic importance of each location for future epidemic spread. The methods developed for this purpose will be robust across different epidemic models and likely applicable to future pandemics, which may not share key features of COVID-19. The technical approach will take into account uncertainty in disease parameters, which can vary not only depending on location but are constantly evolving in time depending on interventions and human behavior. Finally, solutions will also be developed that respect certain fairness constraints, such as ensuring that locations with fewer cases do not face harsher lockdowns, which is a counter-intuitive feature of some optimal lockdowns. The newly developed methods will be guaranteed to work in a number of operations that is polynomial, and often linear, in the size of the spatial epidemic model, ensuring that the final results are applicable to large-scale epidemic models in the United States.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Olshevsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Olshevsky",
   "pi_email_addr": "alexols@bu.edu",
   "nsf_id": "000617353",
   "pi_start_date": "2023-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "8 St. Mary's Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152421",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 352394.0
  }
 ],
 "por": null
}