{
 "awd_id": "2240826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholars Award: Automotive Fatalities: Making and Unmaking a Scandal, 1950-90",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927563",
 "po_email": "cleuenbe@nsf.gov",
 "po_sign_block_name": "Christine Leuenberger",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 142762.0,
 "awd_amount": 142762.0,
 "awd_min_amd_letter_date": "2023-07-18",
 "awd_max_amd_letter_date": "2023-07-18",
 "awd_abstract_narration": "Motor vehicle crashes are the leading cause of injury death in the United States. More than three million Americans have lost their lives due to traffic accidents in the 20th century. Despite the gravity of the issue, research and public policy on this issue has been inconsistent over the course of the 20th century. Periods of intense attention have alternated with decades of indifference. This research project will illuminate why some solutions to enhance car safety have been contentious and polarizing, while others were readily adopted. \r\n\r\nUsing historical analysis, the project will focus on automotive safety. Outcries over automotive deaths in the 1960s resulted in suggestions for various technological improvements or implementations. While redesigned dashboards were generally accepted, requirements to wear seat belts and to adhere to speed limits often met with apprehension or rejection. Focusing on drivers and their public voices, the research project will analyze why so many motorists were reluctant to buckle up and to adopt limitations on how fast they could legally drive. In public protests, letters to political leaders, and in letters to the editor, drivers invoked personal freedom and a right to choose, while regulators presented these changes as contributions to the common good. Even more so than other transportation technologies, individually owned and operated automobiles became sites of democratic negotiations over what kind of technological changes governments should or should not require in the name of safety.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Zeller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Zeller",
   "pi_email_addr": "tzeller@umd.edu",
   "nsf_id": "000209417",
   "pi_start_date": "2023-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 142762.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Award</p>\r\n<p>&nbsp;</p>\r\n<p>The primary outcome of this NSF STS Scholar&rsquo;s Award is an in-progress book manuscript, <em>Driven to Death: How We Came to Disregard Car Crashes</em>.</p>\r\n<p>&nbsp;</p>\r\n<p>The research analyzes how automotive fatalities became a scandal in the United States and West Germany by the late 1960s and how deaths and injuries on the road have been <em>normalized</em> since then. In particular, the project is concerned with popular responses to seat belt mandates and speed limits from the 1960s to the 1980s. By advocating or rejecting these two kinds of regulations, drivers and passengers entered a dialogue with regulators and politicians who sought to increase car safety. By focusing on drivers and passengers, this book will explain why high numbers of deaths and injuries on the road have become acceptable. Many drivers and passengers tolerated them and balked at policies intended to mitigate the dangers of driving. The book will deepen our understanding of transportation as a major 20<sup>th</sup>-century technology.</p>\r\n<p>&nbsp;</p>\r\n<p>Between 1950 and 1990, the United States and West Germany nourished a strong car culture and wrestled with the rising risk of being on the road. As Cold War allies and trading partners, their automotive histories were intertwined, making a historical comparison even more insightful. Both countries were major producers of automobiles and rapidly expanded their automotive infrastructures while experiencing passionate debates about driving, injury, and death. These two societies grappled with citizen ideas about individualism and inherent tensions with public goods such as automotive safety. The comparative and braided approach is novel for this topic and will significantly increase our understanding of technology in society.</p>\r\n<p>&nbsp;</p>\r\n<p>The NSF funded archival research at the Nixon, Ford, Carter, and Reagan presidential libraries, at the German Federal Archives (Bundesarchiv), the German Parliament (Deutscher Bundestag,) and in several databases for newspapers and public-interest magazines, supplementing previous research at the National Museum of American History, Smithsonian Institution, in Washington, D.C.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"Default\">Graduate students on the campus of the University of Maryland developed professional research skills in database research. Student researchers in Berlin gained similar skills working in the newspaper clipping collection of the Deutscher Bundestag. In addition, the PI began to give presentation on his research at scholarly conferences and will incorporate research into the class &ldquo;Planes, Trains, and Automobiles: Transportation in History.&rdquo; The class provides social and cultural histories of different modes of transportation.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Thomas&nbsp;G&nbsp;Zeller</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Award\r\n\n\n\r\n\n\nThe primary outcome of this NSF STS Scholars Award is an in-progress book manuscript, Driven to Death: How We Came to Disregard Car Crashes.\r\n\n\n\r\n\n\nThe research analyzes how automotive fatalities became a scandal in the United States and West Germany by the late 1960s and how deaths and injuries on the road have been normalized since then. In particular, the project is concerned with popular responses to seat belt mandates and speed limits from the 1960s to the 1980s. By advocating or rejecting these two kinds of regulations, drivers and passengers entered a dialogue with regulators and politicians who sought to increase car safety. By focusing on drivers and passengers, this book will explain why high numbers of deaths and injuries on the road have become acceptable. Many drivers and passengers tolerated them and balked at policies intended to mitigate the dangers of driving. The book will deepen our understanding of transportation as a major 20th-century technology.\r\n\n\n\r\n\n\nBetween 1950 and 1990, the United States and West Germany nourished a strong car culture and wrestled with the rising risk of being on the road. As Cold War allies and trading partners, their automotive histories were intertwined, making a historical comparison even more insightful. Both countries were major producers of automobiles and rapidly expanded their automotive infrastructures while experiencing passionate debates about driving, injury, and death. These two societies grappled with citizen ideas about individualism and inherent tensions with public goods such as automotive safety. The comparative and braided approach is novel for this topic and will significantly increase our understanding of technology in society.\r\n\n\n\r\n\n\nThe NSF funded archival research at the Nixon, Ford, Carter, and Reagan presidential libraries, at the German Federal Archives (Bundesarchiv), the German Parliament (Deutscher Bundestag,) and in several databases for newspapers and public-interest magazines, supplementing previous research at the National Museum of American History, Smithsonian Institution, in Washington, D.C.\r\n\n\n\r\n\n\nGraduate students on the campus of the University of Maryland developed professional research skills in database research. Student researchers in Berlin gained similar skills working in the newspaper clipping collection of the Deutscher Bundestag. In addition, the PI began to give presentation on his research at scholarly conferences and will incorporate research into the class Planes, Trains, and Automobiles: Transportation in History. The class provides social and cultural histories of different modes of transportation.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: ThomasGZeller\n"
 }
}