{
 "awd_id": "2240508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adapting to the Human Body: Shape-Adaptive Attachment for Parallel Wearable Robots Using Jamming",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aesquive@nsf.gov",
 "po_sign_block_name": "Amanda O. Esquivel",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 447000.0,
 "awd_min_amd_letter_date": "2023-01-26",
 "awd_max_amd_letter_date": "2025-04-23",
 "awd_abstract_narration": "Wearable robots like exoskeletons have been developed to restore movements for individuals with mobility limitations. These robots are attached to the user’s body and transmit assistive forces through physical attachments (i.e., belts and cuffs). However, current belts and cuffs cannot fully conform to the body or adapt to changes in body shapes (e.g., muscle atrophy). As a result, the assistive force is unevenly distributed, causing discomfort or even soft-tissue damage. The challenge of using belts and cuffs as the attachments is more profound in wearable robots where multiple parallel chains of linkages (i.e., parallel mechanisms) are used to connect the body attachments. The deformation of the cuffs and belts causes model errors, limiting robot performance and introducing risks of injuries. To address these challenges, this project will develop a new attachment system for parallel wearable robots to better conform to the user’s body and adapt to the body shape changes without compromising the model accuracy. This project offers an exciting opportunity to involve persons with mobility limitations (e.g., head drop, amputee) in research, fostered by close collaborations with medical professionals at the University of Utah Hospital. The project will provide convergence training to engineering students to also become experts in healthcare. Trainees will shadow physicians in a multidisciplinary clinic and conduct interviews with patients and their caregivers to learn the needs of persons with mobility limitations. Workshops will be organized at conferences to disseminate knowledge and raise awareness of research for persons with mobility limitations.\r\n\r\nThe overall objective is to develop a new strategy to attach wearable robots on the human body to improve comfort, adapt to body shape changes, and ensure accuracy. To attain this overall objective, jamming structures will be embedded within the design of the attachments to conform to the body shape when soft, and maintain that shape when hardened, by manipulating the internal pressure of the jamming structures. The specific knowledge products will include: (1) a design methodology for jamming embedded attachments; (2) a dataset to demonstrate jamming embedded attachment for body shape adaptation as a result of a disability (e.g., head drop in amyotrophic lateral sclerosis); and (3) a delineation of longitudinal user-robot interaction using jamming embedded attachments. The knowledge gained from this research is also expected to generalize to other biomedical devices (e.g., prostheses, orthoses, braces) and applications that use wearable devices (e.g., construction, manufacturing). This work challenges the conventional design paradigm for parallel wearable robots, emphasizing both the body and the machine. Therefore, the project forms a roadmap for future research at the intersection of engineering and long-term patient care.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haohan",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haohan Zhang",
   "pi_email_addr": "haohan.zhang@utah.edu",
   "nsf_id": "000868055",
   "pi_start_date": "2023-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bromberg",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Bromberg",
   "pi_email_addr": "mark.bromberg@hsc.utah.edu",
   "nsf_id": "000868853",
   "pi_start_date": "2023-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5342",
   "pgm_ref_txt": "RESEARCH TO AID THE DISABLED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 425000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 11000.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 11000.0
  }
 ],
 "por": null
}