{
 "awd_id": "2240781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mixotrophic Grazing as a Strategy to meet Nutritional Requirements in the Iron and Manganese Deficient Southern Ocean",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2023-02-15",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 175853.0,
 "awd_amount": 175853.0,
 "awd_min_amd_letter_date": "2023-02-09",
 "awd_max_amd_letter_date": "2023-02-09",
 "awd_abstract_narration": "Mixotrophs are essential components of the Antarctic planktonic community able to photosynthesize and also ingest small particles like bacteria to meet their nutritional needs. This project aims to understand the physiological response of mixotrophs exposed to micronutrient limitation in the Southern Ocean, specifically iron, manganese and simultaneous limitation of more than one trace metal, or colimitation. Such environmental conditions are characteristic of the Southern Ocean and can only be tested with local algae. The Principal Investigators hypothesize that under trace metal colimitation, some mixotrophs will have a competitive advantage by increasing their ability to consume particles to obtain energy and trace metals from their prey. Given the lack of understanding of how mixotrophs have adapted to the micronutrient limitation, the researchers propose studies with microalgal cultures isolated from the Southern Ocean; they will measure growth responses, consumption behavior, changes in cellular chemistry and transcription of genetic material in response to iron and manganese limitation. This project benefits the National Science Foundation goals of understanding Life in Antarctica and adaptation of organisms to this extreme environment. Society will benefit from the training proposed, whereby students from rural colleges will be instructed in computer coding and scientific data analyses. Furthermore, this work will support one graduate student, two undergraduate summer interns, and two early career scientists.\r\n\r\nThe Principal Investigators hypothesize that under Fe-Mn colimitation, some mixotrophs will have a competitive advantage by increasing their grazing rates to obtain energy, Fe, and Mn from their prey. Given the lack of understanding of how mixotrophs have adapted to seasonal changes in the availability of these micronutrients and how they influence mixotrophic growth dynamics, the PIs propose culture studies to measure growth responses, grazing behavior, and changes in elemental stoichiometry in response to Fe and Mn limitation. Transcriptomic analyses will reveal the metabolic underpinnings of trophic behavior and micronutrient stress responses, with implications for key biogeochemical processes such as carbon fixation, remineralization, and nutrient cycling. Results are expected to clarify the ecological roles of Antarctic mixotrophs and elucidate the adaptations of Southern Ocean organisms to their unique polar ecosystem following the 2015 Strategic Vision for Polar Programs. This work will support one graduate student, two undergraduate summer interns, and two early career scientists. A series of virtual coding and bioinformatic workshops will be organized, in which basic principles of coding, and data processing used in the proposed analysis will be taught to undergraduate students. Small colleges in rural areas will be targeted for 8 modules on bioinformatics training.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Millette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Millette",
   "pi_email_addr": "nmillette@vims.edu",
   "nsf_id": "000834256",
   "pi_start_date": "2023-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1375 GREATE RD",
  "perf_city_name": "GLOUCESTER POINT",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230622026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116Z",
   "pgm_ref_txt": "LIA-Life in Antarctica"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 175853.0
  }
 ],
 "por": null
}