{
 "awd_id": "2240489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Quantum Manufacturing: In-situ Nano-Patterned Topological Josephson Junctions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2023-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-12-12",
 "awd_max_amd_letter_date": "2022-12-12",
 "awd_abstract_narration": "Quantum computing, where the logic states of zeros and ones can be represented and processed simultaneously, is rapidly emerging as the computing technology of the future, with tremendous promises in information processing, secure communications, and national defense. Among all the platforms of quantum computing, topological quantum computing can realize quantum information processing with immunity to error propagation and material defects. However, it is based on advanced materials which are currently difficult to be processed or engineered, especially at the required nanoscale. This EArly-concept Grant for Exploratory Research (EAGER) Quantum Manufacturing award supports the development of an original manufacturing technique to fabricate basic logic units of a topological quantum computer based on advanced quantum materials. It is inspired by the ancient technique of block printing, where patterns are printed by pressing papers onto a pre-patterned woodblock. In this EAGER project, the team develops nanoscale blocks by carving the pattern on an oxide substrate, and fabricates the quantum devices by depositing ultrathin, iron-based quantum materials on the substrate. This technique avoids air contamination and harsh chemical environment in traditional nanofabrication. Moreover, the manufacturing protocol can be potentially scalable, enabling translational activities to boost the emerging quantum economy. This project has a significant societal impact by inspiring and preparing the next generation of workforce through outreach programs such as the Microscopy And Spectroscopy for Transient Electronic-matter Research (MASTER) Summer School.\r\n\r\nThe most pressing challenge in realizing topological quantum computing is to engineer topological superconductors, where the fundamental quasiparticles called Majorana zero modes carry quantum information with immunity to classical and quantum errors. Iron based topological superconductors - iron selenium tellurium - are promising material candidates due to the intrinsic coupling between the topological electronic states on the surface and the superconductivity in the bulk, yet these complex materials are air-sensitive and incompatible with the traditional nanofabrication techniques. This project seeks to develop a new manufacturing technique to create nanoscale topological Josephson junctions, which are heterostructures composed of iron based topological superconductor islands and a gap of a few nanometers in-between. It is done by pre-patterning the strontium titanate substrates and using the substrates for nanoscale block printing in a molecular beam epitaxy setup. The devices fabricated in this project allow the testing of fundamental scientific hypotheses such as non-abelian statistics in topological superconductors. The manufacturing protocol is scalable and can also be applied broadly to the nanofabrication of other quantum materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuolong",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuolong Yang",
   "pi_email_addr": "yangsl@uchicago.edu",
   "nsf_id": "000820208",
   "pi_start_date": "2022-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}