{
 "awd_id": "2241853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predicting fate and transport of antibiotic resistance genes in streams",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 419000.0,
 "awd_amount": 419000.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "Antimicrobial resistance  has become a global public health threat. In the United States, the Centers for Disease Control and Prevention (CDC) estimates that more than 2.8 million antimicrobial-resistant infections occur each year. Antimicrobial resistance (AMR) occurs when pathogenic microorganisms no longer respond to drugs such as antibiotics making it very difficult to treat infections and control contagion and disease spread. AMR occurs naturally and develops over time as microorganisms exchange genetic materials (e.g., antibiotic resistance genes) in environmental media including air, water, soils, and sediments. There is growing concern about the roles of surface water systems and wastewater treatment plants as reservoirs and sources for antibiotic resistance genes (ARGs). However, the availability of validated models that can accurately predict the fate and transport of ARGs in surface water systems has remained elusive. The overarching goal of this project is to develop and experimentally validate a computational model to predict the fate and transport of ARGs in surface water systems using a river in Central Iowa as a model system. To advance this goal, the Principal Investigators (PIs) propose to combine and integrate laboratory experiments, field measurements, and physics-based computational modeling to accurately predict the fate and transport of ARGs in surface water systems including streams and rivers. The successful completion of this project will benefit society through the development of a new and validated model to improve the ability to predict and assess the risk of ARG spread and transmission in surface water systems. Additional benefits to society will be achieved through student education and training including the mentoring of two  graduate students and one undergraduate student at Iowa State University.\r\n\r\nPredicting the fate and transport of antibiotic resistance genes (ARGs) in rivers is complicated by the large number of processes involved. As with all models of water quality in rivers, a model for ARG transport must account for advection and dispersion by the river’s flow, as well as lateral inflows into the river including stormwater/agricultural runoffs and the discharges of wastewater treatment plant effluents. In addition, ARGs can exhibit different form factors in surface water systems including intracellular DNA (iDNA), free extracellular DNA (eDNA), and particle-associated DNA. Potentially important processes that control the fate and transport of ARGs in rivers include sorption to particles, gene transfer to live cells, gene replication, and mobilization. Because replication, horizontal gene transfer, and decay can occur in river sediments, an accurate model of ARG fate in rivers needs to account for the transport between the water column and the sediment bed of a river. Building the results of preliminary modeling investigations of the fate and transport of ARGs in a model river system, the Principal Investigators (PIs) of this project propose to test the hypothesis that the inclusion of processes that account for sediment bed and eDNA exchanges will improve the predictive capability of their model. The specific objectives of the research are to (1) evaluate the predictive capability of the PIs’ revised ARG transport model using field measurements in a river and identify parameters requiring further study; (2) measure these parameters in batch and mesocosm experiments; and (3) test the robustness of the model with additional field measurements and analyses. Objective 1 will focus on field measurements downstream of a wastewater treatment plant (WWTP) in Ames (Iowa) that are designed to evaluate the sediment and eDNA contributions to the model predictive capability. Objective 2 will consist of laboratory experiments targeting the parameters identified in Objective 1 with the goal of determining realistic ranges of values for the model parameters. In Objective 3,  the estimated parameters from Objective 2 will be used as inputs to the model to predict concentrations of ARGs downstream of the WWTP in Objective 1 followed by field measurements designed to evaluate the model predictive capability and the robustness of its parametrization. To implement the education and training goals of this project, the PIs plan to integrate the research findings into a project-based course entitled “Introduction to Research” which is a required course for the newly launched B.S. degree program in environmental engineering at Iowa State University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Rehmann",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Chris R Rehmann",
   "pi_email_addr": "rehmann@iastate.edu",
   "nsf_id": "000198556",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaoru",
   "pi_last_name": "Ikuma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaoru Ikuma",
   "pi_email_addr": "kikuma@iastate.edu",
   "nsf_id": "000551348",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "515 MORRILL RD, 1350 BEARDSHEAR HALL",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103Z",
   "pgm_ref_txt": "PIPP-Pandemic Prevention"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 419000.0
  }
 ],
 "por": null
}