{
 "awd_id": "2241700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"Collaborative Research: Studying Science Curiosity and Computational Thinking in an eTextile Upward Bound Curriculum\"",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928637",
 "po_email": "llyons@nsf.gov",
 "po_sign_block_name": "Leilah Lyons",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 362113.0,
 "awd_amount": 362113.0,
 "awd_min_amd_letter_date": "2023-05-16",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "This project will examine and iteratively improve the design of a youth-centered 30-hour summer school curriculum that will engage high school students in making e-textiles (i.e., wearable technologies). The  research builds on an existing curriculum (STEAM-Maker) that, when piloted, showed a promising capacity to improve participants' computational thinking. In addition to studying the impact of the revised curriculum on computational thinking, the current project will assess the curriculum’s impact on: science curiosity; affinity for science, technology, and engineering; youths' self-perceptions as computational professionals; and increased knowledge of and/or interest in STEM-related careers and pursuits. This work will solidify a research-practice partnership in two states with the youth-serving organization, Upward Bound. The project will work with 60 youth in Upward Bound summer camps in Pennsylvania and Michigan, and employ computer science and engineering graduates involved in wearable technology industries (e.g., biomedical devices, fitness trackers, robotics, and smart fabrics) as near-peer mentors during the program. The mentors have been recruited to challenge typical stereotypes about who can create technology, and will be trained in anti-racist and equity-based mentorship practices. The project will produce a refined curriculum which will be shared with high school summer camp providers, with the intent to broaden participation of Black and Hispanic/Latinx youth in STEAM-Maker   camps.\r\n\r\nThe research will support further theorization around the linkages between curiosity, computational thinking, STEM career interest, and science curiosity. Data will include video of youths' engagement with activities; learners' artifacts; validated surveys of science curiosity, STEM career interest, and computational thinking; and surveys of post-program engagement with making. Analysis includes qualitative coding of artifacts, micro-ethnographic analysis of youth engagement, learning and innovation, and statistical analysis of quantitative data including affect surveys (using location, gender, and race/ethnicity as variables). The intellectual merit of the project rests in the development of design principles for encouraging science curiosity, career interest, and computational thinking in youth-centered making experiences. This project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing youths' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers. This project is co-funded by the CS for All: Research and RPPs program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Zimmerman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Heather A Zimmerman",
   "pi_email_addr": "haz2@psu.edu",
   "nsf_id": "000517926",
   "pi_start_date": "2023-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Gabriela",
   "pi_last_name": "Richard",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriela T Richard",
   "pi_email_addr": "grichard@umass.edu",
   "nsf_id": "000745744",
   "pi_start_date": "2023-05-16",
   "pi_end_date": "2023-12-17"
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "310E Keller Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  },
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 362113.0
  }
 ],
 "por": null
}