{
 "awd_id": "2241463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Psychological distance and risk perception related to the 2022 monkeypox outbreak",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2022-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 198092.0,
 "awd_amount": 198092.0,
 "awd_min_amd_letter_date": "2022-11-07",
 "awd_max_amd_letter_date": "2022-11-07",
 "awd_abstract_narration": "This project assesses public risk perceptions of the 2022 monkeypox outbreak. By late summer 2022 there were over 13,000 monkeypox cases in the U.S., and the White House declared this outbreak a public health emergency on August 4, 2022. Limiting spread would seem to require a comprehensive, international vaccination strategy targeting high-risk groups. There is still much unknown, however, about this outbreak. This research examines unique attributes of the monkeypox outbreak that shape public risk perceptions. Further, this project examines the extent to which risk perceptions influence Americans’ intention to engage in preventive behaviors and support public health response measures. These research questions warrant attention now because they will provide important insights for health and risk communication that can potentially shape the progression of this outbreak.\r\n\r\nThe goals of the proposed research are: 1) integrate the psychometric paradigm, secondary risk theory, and construal level theory to evaluate whether uncertainty is key to secondary risk appraisal; 2) evaluate the relationship between psychological distance, mental construal, risk perceptions, discrete emotions, and risk mitigation decisions; 3) identify unique attributes of the monkeypox outbreak that influence the public’s support for response measures and intention to engage in preventive behaviors. These objectives will be achieved through a large-scale survey (N = 1,000) based on a nationally representative sample. Results can be generalizable to the entire U.S. population. As media coverage is shaping public risk, and members of the public are negotiating their internal and external uncertainty related to the outbreak, it is crucial to conduct this research immediately because it is not too late for high-risk groups to make decisions about preventive behaviors. Identifying unique attributes of the monkeypox outbreak that may motivate people to engage in preventive behaviors will offer crucial insights for risk communication messaging.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Yang",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Z Yang",
   "pi_email_addr": "zyang5@buffalo.edu",
   "nsf_id": "000589019",
   "pi_start_date": "2022-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "329 Baldy Hall",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 198092.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The U.S. government declared the monkeypox outbreak a public health emergency on August 4, 2022. Although initial media coverage often highlighted sexual activity as a major driver of the current surge, monkeypox is not a sexually transmitted infection. News media highlighting the fact that nearly all cases to date were among men who have sex with men may lead some members of the public to view the Monkeypox outbreak as a psychologically distant risk. As any other public health crisis, how societies responded collectively could shape its course. At this critical juncture, this project was funded under the RAPID mechanism to document unique attributes of the Monkeypox outbreak that motivated people to engage in preventive behaviors.</p>\n<p>The goal of the proposed research is to conduct a survey based on a nationally representative sample to assess risk perception, communication behaviors, and support for public health policy at the peak of the Monkeypox outbreak. Data were collected through Ipsos Public Affairs (<em>N</em>&nbsp;= 1000) from August 31 to September 20, 2022. Results indicate that social dominance orientation contributes to perceived psychological distance of the Monkeypox outbreak. Both social distance and temporal distance influence policy support and vaccination intention through risk perception. Replicating past research on the COVID-19 pandemic, this project also found that the American public perceived the Monkeypox outbreak as a more dreaded risk than the Monkeypox vaccine, but they viewed the vaccine as a more unknown risk.</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merit</span></em>: advances risk perception research related to psychological distance and the psychometric paradigm; identifies unique attributes of the Monkeypox outbreak that shapes support for public health response measures and intention to engage in preventive behaviors.&nbsp;<em><span style=\"text-decoration: underline;\">Broader Impacts</span></em>: informs risk communication messaging about public health crises that are often perceived as psychologically distance by the American public.&nbsp;</p>\n<p>This project has yielded two journal articles (Yang, 2023; Yang &amp; Dong, 2023) and two conference papers. One additional manuscript is currently under review.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Janet&nbsp;Z&nbsp;Yang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe U.S. government declared the monkeypox outbreak a public health emergency on August 4, 2022. Although initial media coverage often highlighted sexual activity as a major driver of the current surge, monkeypox is not a sexually transmitted infection. News media highlighting the fact that nearly all cases to date were among men who have sex with men may lead some members of the public to view the Monkeypox outbreak as a psychologically distant risk. As any other public health crisis, how societies responded collectively could shape its course. At this critical juncture, this project was funded under the RAPID mechanism to document unique attributes of the Monkeypox outbreak that motivated people to engage in preventive behaviors.\n\n\nThe goal of the proposed research is to conduct a survey based on a nationally representative sample to assess risk perception, communication behaviors, and support for public health policy at the peak of the Monkeypox outbreak. Data were collected through Ipsos Public Affairs (N= 1000) from August 31 to September 20, 2022. Results indicate that social dominance orientation contributes to perceived psychological distance of the Monkeypox outbreak. Both social distance and temporal distance influence policy support and vaccination intention through risk perception. Replicating past research on the COVID-19 pandemic, this project also found that the American public perceived the Monkeypox outbreak as a more dreaded risk than the Monkeypox vaccine, but they viewed the vaccine as a more unknown risk.\n\n\nIntellectual Merit: advances risk perception research related to psychological distance and the psychometric paradigm; identifies unique attributes of the Monkeypox outbreak that shapes support for public health response measures and intention to engage in preventive behaviors.Broader Impacts: informs risk communication messaging about public health crises that are often perceived as psychologically distance by the American public.\n\n\nThis project has yielded two journal articles (Yang, 2023; Yang & Dong, 2023) and two conference papers. One additional manuscript is currently under review.\n\n\n\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: JanetZYang\n"
 }
}