{
 "awd_id": "2241639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Workshop on Materials for Space",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2022-11-15",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 127944.0,
 "awd_amount": 127944.0,
 "awd_min_amd_letter_date": "2022-11-01",
 "awd_max_amd_letter_date": "2022-11-01",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nA virtual workshop, organized by a small Steering Committee (including the Chair) and facilitated by a professional workshop and support company, gathers 50 experts from materials science, space environments effects, spacecraft engineering, and mission planning communities. Convening for six half-day periods spanning three weeks, participants are identifying current and future needs for materials that can perform their functions in various space environments and defining materials research areas where investment is likely to have the greatest impact on future missions. While space has always been a key national security venue, the rapid growth in the use and exploration of space for economic purposes will undoubtedly have immensely important political and international consequences. Thus, a key objective of this workshop – the identification of transformative areas of materials research leading to prolonged operation of planned missions or the enabling of new ones – will naturally impact the whole of society, bringing new knowledge and economic benefits.  These benefits require a talented and innovative workforce in materials science and engineering (MSE), so another key objective is developing strategies to attract a larger and more diverse body of students to MSE and educate them for careers where their talents can push back the frontiers of space utilization and exploration.\r\n\r\nTECHNICAL SUMMARY\r\nSpace environments are unforgivingly harsh on spacecraft, which are almost always subjected to high energy charged, and often neutral, particles and short-wavelength electromagnetic radiation. In addition, micrometeoroids may strike spacecraft in certain environments, and some mission profiles may lead to extreme heating, thermal gradients, or thermal cycling. Besides the hazards caused by the natural space environment, man-made or induced environments create further hazards, including molecular or particulate contamination, electromagnetic interference, build-up and release of static charge, thruster plume impingement, and debris impacts. There are countless ways in which these hazards, acting either individually or in combination, may affect or even compromise the operation of a spacecraft by altering the properties of its materials in unwanted or unanticipated ways. This workshop is identifying fundamental research directions that could substantially enhance the design, fabrication, and use of innovative metallic, ceramic, and composite materials and systems in spacecraft applications where the maintenance of material properties or functions in harsh or extreme environments is of paramount importance. This workshop also addresses the unique challenges of testing and qualifying new and potentially transformative materials for use on spacecraft. In this context, the Steering Committee and participants are considering the increasingly relevant roles of theory and computation, advanced synthesis methods, emerging characterization approaches, and innovative property measurement approaches. Both laboratory and in-space property measurement techniques are being evaluated. Educational and workforce issues that limit the impact of research on new materials for space are also being addressed. Finally, the workshop is considering the possible role of research on functional, yet durable, materials in meeting national security priorities for space missions. A report is being produced containing the most relevant and salient workshop findings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Minton",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy K Minton",
   "pi_email_addr": "tminton@colorado.edu",
   "nsf_id": "000269504",
   "pi_start_date": "2022-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "089Z",
   "pgm_ref_txt": "Materials Under Extreme Conditions"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 127944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prof. Timothy K. Minton (University of Colorado) was supported by the Metal and Metallic Nanostructure Program of the Division of Materials Research as the Chair of a workshop on materials for use on spacecraft in low Earth orbit and beyond. A virtual workshop, organized by a small Steering Committee (including the Chair) and facilitated by a professional workshop and support company, Know Innovation, gathered approximately 50 invited experts from materials science, space environments effects, spacecraft engineering, and mission planning communities to identify current and future needs for materials that can perform their functions in various space environments and define materials research areas where investment is likely to have the greatest impact on future missions. The \"Workshop on Materials for Space\" was held on July 17 &amp; 23-27, 2023.&nbsp;During this time, the Know Innovation facilitators guided the participants through a process of generating approximately 300 ideas for potential stewarding, combining ideas and down selecting to 25 ideas for further consideration, and ultimately preparing 16 distinct white papers.</p>\n<p>The titles of the white papers were: (1) Future Materials Solutions; (2) Materials for Power Generation; (3) Bridging the Gaps: Research to Engineering and End Use for Aerospace Materials; (4) Smart Materials and Structures; (5) Additive and Advanced Manufacturing for Space; (6) Manufacturing in Space &amp; In Situ Resource Utilization; (7) Research into Testing Environments and their Interactions with Materials; (8) Prediction of Materials Performance in Space from Ground-based Test Data using Various Computational Tools with Uncertainty Quantification; (9) A Framework for Developing Standardized Testing Protocols and Certification for Materials in the Space Environment; (10) Definition and Measurements of Space Environments/Hazards; (11) Materials in Dusty Planetary Environments; (12) In Situ Sensors for Monitoring the Space Environment and Its Effect Upon Satellite Materials; (13) AI/ML for the Design of Experiments for Space Materials; (14) Access to Testing Facilities; (15) Space Materials Center; (16) Workforce Development: Opportunities for Educating, Recruiting, and Retaining an Innovative, Diverse, and Inclusive Workforce for the Space Industry.</p>\n<p>The white papers could be grouped into six themes: (1) Materials development, discovery, and maturation; (2) Manufacturing in space and for space; (3) Testing, performance prediction, and certification; (4) Definitions of space environments; (5) Curated space materials center; (6) Workforce development. Only four white papers addressed specific materials challenges, which was somewhat surprising. Most white papers focused on the need for accessible and curated knowledge from which to base: ML/AI for materials discovery, process for determining materials research that will have the highest payoff, testing protocols, prediction of performance from ground-based experiments (including ML/AI solutions), selection of materials for the relevant environment and function, certification of new or existing materials for flight, training of new space materials scientists and engineers. Thus, this group of experts generally gave priority to collections of information and an infrastructure to make materials research more effective, rather than to the materials research and development itself. A summary of the &ldquo;Materials in Space Workshop&rdquo; was presented at the International Symposium on Materials in a Space Environment &ndash; 16 (ISMSE-16), Saint-Rapha&euml;l, France, October 7-11, 2024.</p>\n<p>The key objective of this workshop &ndash; the identification of transformative areas of materials research that could lead to prolonged operation of planned missions or the enabling of new ones &ndash; has been met insofar as the main areas of recommended research are in the materials-agnostic methodology for taking new materials from the laboratory and testing them, predicting (with uncertainty limits) their performance in a well-defined space environment, and certifying the materials for flight. The recommended research would speed the process of placing new materials on space vehicles and would lead to more accurate predictions of their functional properties for the duration of relevant space missions. Such research would naturally impact the whole of society, bringing new knowledge and economic benefits. These benefits require a talented and innovative workforce in materials science and engineering (MSE), and recommendations were also made for strategies to attract a larger and more diverse body of students to MSE and educate them for careers where their talents can push back the frontiers of space utilization and exploration. Various modifications to STEM curricula at all levels, from elementary school through college, focused on the enhancement of space science education. It was suggested that, by recognizing the growing use of space for the economy and diiscovery, we will inspire and train the next generation of students.&nbsp; In addition,&nbsp; we must provide for greater mentorship at critical moments where students encounter difficulty and are at increased risk of leaving STEM career track. Close tracking of retention rates from point-of-entry along space-related careers should inform the effectiveness of identified programs.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/10/2024<br>\nModified by: Timothy&nbsp;K&nbsp;Minton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProf. Timothy K. Minton (University of Colorado) was supported by the Metal and Metallic Nanostructure Program of the Division of Materials Research as the Chair of a workshop on materials for use on spacecraft in low Earth orbit and beyond. A virtual workshop, organized by a small Steering Committee (including the Chair) and facilitated by a professional workshop and support company, Know Innovation, gathered approximately 50 invited experts from materials science, space environments effects, spacecraft engineering, and mission planning communities to identify current and future needs for materials that can perform their functions in various space environments and define materials research areas where investment is likely to have the greatest impact on future missions. The \"Workshop on Materials for Space\" was held on July 17 & 23-27, 2023.During this time, the Know Innovation facilitators guided the participants through a process of generating approximately 300 ideas for potential stewarding, combining ideas and down selecting to 25 ideas for further consideration, and ultimately preparing 16 distinct white papers.\n\n\nThe titles of the white papers were: (1) Future Materials Solutions; (2) Materials for Power Generation; (3) Bridging the Gaps: Research to Engineering and End Use for Aerospace Materials; (4) Smart Materials and Structures; (5) Additive and Advanced Manufacturing for Space; (6) Manufacturing in Space & In Situ Resource Utilization; (7) Research into Testing Environments and their Interactions with Materials; (8) Prediction of Materials Performance in Space from Ground-based Test Data using Various Computational Tools with Uncertainty Quantification; (9) A Framework for Developing Standardized Testing Protocols and Certification for Materials in the Space Environment; (10) Definition and Measurements of Space Environments/Hazards; (11) Materials in Dusty Planetary Environments; (12) In Situ Sensors for Monitoring the Space Environment and Its Effect Upon Satellite Materials; (13) AI/ML for the Design of Experiments for Space Materials; (14) Access to Testing Facilities; (15) Space Materials Center; (16) Workforce Development: Opportunities for Educating, Recruiting, and Retaining an Innovative, Diverse, and Inclusive Workforce for the Space Industry.\n\n\nThe white papers could be grouped into six themes: (1) Materials development, discovery, and maturation; (2) Manufacturing in space and for space; (3) Testing, performance prediction, and certification; (4) Definitions of space environments; (5) Curated space materials center; (6) Workforce development. Only four white papers addressed specific materials challenges, which was somewhat surprising. Most white papers focused on the need for accessible and curated knowledge from which to base: ML/AI for materials discovery, process for determining materials research that will have the highest payoff, testing protocols, prediction of performance from ground-based experiments (including ML/AI solutions), selection of materials for the relevant environment and function, certification of new or existing materials for flight, training of new space materials scientists and engineers. Thus, this group of experts generally gave priority to collections of information and an infrastructure to make materials research more effective, rather than to the materials research and development itself. A summary of the Materials in Space Workshop was presented at the International Symposium on Materials in a Space Environment  16 (ISMSE-16), Saint-Raphal, France, October 7-11, 2024.\n\n\nThe key objective of this workshop  the identification of transformative areas of materials research that could lead to prolonged operation of planned missions or the enabling of new ones  has been met insofar as the main areas of recommended research are in the materials-agnostic methodology for taking new materials from the laboratory and testing them, predicting (with uncertainty limits) their performance in a well-defined space environment, and certifying the materials for flight. The recommended research would speed the process of placing new materials on space vehicles and would lead to more accurate predictions of their functional properties for the duration of relevant space missions. Such research would naturally impact the whole of society, bringing new knowledge and economic benefits. These benefits require a talented and innovative workforce in materials science and engineering (MSE), and recommendations were also made for strategies to attract a larger and more diverse body of students to MSE and educate them for careers where their talents can push back the frontiers of space utilization and exploration. Various modifications to STEM curricula at all levels, from elementary school through college, focused on the enhancement of space science education. It was suggested that, by recognizing the growing use of space for the economy and diiscovery, we will inspire and train the next generation of students. In addition, we must provide for greater mentorship at critical moments where students encounter difficulty and are at increased risk of leaving STEM career track. Close tracking of retention rates from point-of-entry along space-related careers should inform the effectiveness of identified programs.\n\n\n\t\t\t\t\tLast Modified: 11/10/2024\n\n\t\t\t\t\tSubmitted by: TimothyKMinton\n"
 }
}