{
 "awd_id": "2241746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Separation and Purification of Fatty Acid Esters Derived from Vegetable Oil",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 393055.0,
 "awd_amount": 393055.0,
 "awd_min_amd_letter_date": "2023-08-04",
 "awd_max_amd_letter_date": "2023-08-04",
 "awd_abstract_narration": "Vegetable oils are derived in the tens of millions of tons from large-scale crops like corn, soybean, and sunflowers. These oils are valuable resources in the chemical industry due to their low cost, bio-renewability, and environmental safety relative to petroleum-derived chemicals. Vegetable oils are also used in many consumer product applications, including hand lotion, engine oil, and more. Despite their desirability, vegetable oils are complex mixtures, making them challenging to use in applications. Currently, the components of these oil mixtures cannot be separated efficiently at a reasonable cost. Membrane-based separations are a promising and potentially cost-effective approach to achieve the desired separation. This research project aims to design membranes based on covalent organic frameworks to separate vegetable oil mixtures into high-purity components. Additionally, the research will yield fundamental insights into the separation of similarly sized and shaped organic chemicals using covalent organic frameworks. The project will actively involve graduate, undergraduate, and high school students, offering them an opportunity to gain knowledge and hands-on experience in membrane-based separations. Moreover, the investigator will participate in the Iowa State Fair and Iowa STEM fairs, engaging with children of all ages through interactive science experiments.\r\n\r\nThis project aims to develop covalent organic framework membranes that can separate fatty acids and fatty acid esters into streams of high-purity individual components and to understand how the structure of covalent organic frameworks relates to their effectiveness. To accomplish these goals, two- and three-dimension covalent organic frameworks will be synthesized, and the mechanisms responsible for fatty acids and fatty acid esters separations will be investigated. The inner pores will be functionalized to systematically explore the effects of pore size and polarity on separation performance. A combination of mixed-matrix and thin-film covalent organic framework membranes will be investigated. The best-performing membrane will be applied to separate corn oil-derived fatty acids and fatty acid esters. This research is expected to show that covalent organic framework membranes can separate organic chemicals with nearly identical molecular weights and sizes and with highly fluxional structures. As such, these membranes can be applied in a wide range of organic chemical separations for which no other low-cost methods are available.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ned",
   "pi_last_name": "Bowden",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ned B Bowden",
   "pi_email_addr": "ned-bowden@uiowa.edu",
   "nsf_id": "000339560",
   "pi_start_date": "2023-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 393055.0
  }
 ],
 "por": null
}