{
 "awd_id": "2241675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: Maine EPSCoR RII Track-1 Planning Grant",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2023-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2023-02-06",
 "awd_max_amd_letter_date": "2023-02-06",
 "awd_abstract_narration": "Over a one-year period, this planning grant will focus on addressing five objectives to mature a selected project concept and research team, using a collaborative, inclusive approach.  The planning grant objectives are: (1) network assessment and mobilization, focusing on the human and organizational network in Maine; (2) strategic planning and gap analysis; (3) economic assessment, including workforce and commercialization analyses; (4) workforce development planning, including the determination of baseline demographics within Maine; and, (5) development of key strategic documents and events, including an implementation plan for the future five-year project and a detailed project logic model.  Key activities to achieve these objectives will occur on a 12-month timeline that features three major statewide events focused sequentially on listening, strategic planning, and synthesis. \r\n\r\nThis planning project from the University of Maine has the potential to develop the intrastate teamwork needed for a future EPSCoR Research Infrastructure Improvement Track-1 proposal on the topic of “Future Opportunities for Decarbonization with Climate-Smart Renewable Resources in Maine’s Emerging Green Economy (Maine-FORRE).” This topic is properly aligned with Maine’s state Science & Technology plan, which identifies “Maine’s forests and their associated products as a unique opportunity for the state, given interests in decarbonization, renewable materials, and natural climate solutions upon which Maine-FORRE will capitalize and expand.”  Maine-FORRE plans to strategically unify several existing University of Maine research centers (i.e., Advanced Structures and Composites Center, Center for Research on Sustainable Forests, Center for Research in STEM Education, Forest Bioproducts Research Institute, Margaret Chase Smith Policy Center, Process Development Center, and Senator George J. Mitchell Center for Sustainability Solutions).  The planning proposal will foster linkages among the existing centers, and allow additional linkages to other partners, both internal and external to Maine, particularly Federal national laboratories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Weiskittel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Weiskittel",
   "pi_email_addr": "aaron.weiskittel@maine.edu",
   "nsf_id": "000513454",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Khodadad",
   "pi_last_name": "Varahramyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Khodadad Varahramyan",
   "pi_email_addr": "varahramyan@maine.edu",
   "nsf_id": "000174373",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "De Urioste-Stone",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra M De Urioste-Stone",
   "pi_email_addr": "sandra.de@maine.edu",
   "nsf_id": "000649887",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Moeykens",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shane A Moeykens",
   "pi_email_addr": "shane.moeykens@maine.edu",
   "nsf_id": "000700213",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Whitney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Whitney",
   "pi_email_addr": "bwhitney@mainetechnology.org",
   "nsf_id": "000890513",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL RM 422",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193Y00",
   "pgm_ele_name": "EPSCoR RII: Track-1"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"western\">The NSF EPSCoR RII Track-1 planning grant was developed and submitted by Dr. Aaron Weiskittel and awarded by NSF in November 2023. The planning grant sought to: (1) utilize team science strategies to ensure the successful integration of convergent expertise across various career stages and backgrounds; (2) complete a network collaboration assessment and convening to ensure effective leadership and involvement of key personnel across different backgrounds, expertise, and organizations, as well as possibly catalyze new collaborations; (3) start the development of key strategic materials, including a project logic model to ensure optimization of research and capacity-building efforts, which identify and address potential barriers; (4) help broaden participation of individuals or organizations currently underserved and/or underrepresented in NSF&rsquo;s award portfolio by identifying key strategic partners and inclusion strategies; and (5) identify current economic and workforce conditions throughout the state; and (6) identify specific actions and steps to ensure success during the project implementation stage. A primary outcome of the planning grant was the convening of an external stakeholder network and prioritization of current capacity gaps in Maine for the forest sector. The stakeholders identified gaps they saw in research and workforce capacity (e.g., skills and staffing), while they also described solutions they and their peers were undertaking. Key priority areas were open data availability, AI, economic development, diversity/equity/inclusion, and improved learning.</p>\n<p class=\"western\">Additional stakeholder meetings on specific topics were convened with key organizations. First, a diverse group of educators and professionals from across the state of Maine gathered at the University of Maine&rsquo;s Portland Gateway in June 2023 to discuss the field of AI technology and the related areas of data science and informatics. These topics were interwoven with the future of Maine&rsquo;s natural forest resources and the industries that have developed around them. A report summarized the focused discussions on the obstacles Maine&rsquo;s companies are facing in recruiting high-tech employees with appropriate skills; possibilities of capitalizing on the opportunities provided by Maine&rsquo;s natural resources; steps needed to build a resilient, innovation-based economy; and how AI offers promise to address many of the challenges.The report also introduced the Maine-FOREST plan, currently under development by researchers at the University of Maine. The plan represents a statewide effort to bring together different organizations to work on the complex issues of developing the state&rsquo;s workforce in AI, data science and related informatics skillsets, and bridging the state&rsquo;s forest industry away from a declining paper manufacturing emphasis to emerging new opportunities.</p>\n<p class=\"western\">Second,&nbsp;members of the University of Maine&rsquo;s EPSCoR team were invited to attend a meeting of the Forest Opportunity Roadmap / Maine (FOR/Maine; https://formaine.org/) Executive Council in Augusta, ME on July 10, 2023. FOR/Maine is a collaborative organization that brings together representatives from the forestry industry, state and local governments, schools, and non-profits to plan for the future of Maine&rsquo;s forest economy. The Executive Council includes representatives from each of the aforementioned sectors who work together to help lay the roadmap for Maine&rsquo;s forestry future.The EPSCoR team was invited to discuss the opportunities that the new National Science Foundation (NSF) programs relevant for research and development in the forestry sector. After the council was updated on Maine&rsquo;s most recent legislative session, the results of a recent collaborative trip to Finland, and activities and prospective opportunities that fell under committee business, Shane Moeykens, Aaron Weiskittel, and Beth Campbell briefed the council. Members were provided information on the state&rsquo;s Science &amp; Technology plan and the future of NSF programming and asked for feedback and opportunities to collaborate to work towards a successful proposal.&nbsp;Metrics were proposed to measure the state&rsquo;s research capacity included the number of faculty, percentage of research personnel, number of degree programs, number of research centers, and the percentage of funding dedicated to research in the forestry industry. Feedback from the council suggested that the state should be looking to compare itself not to regional competitors but to states with larger, more developed forestry sectors. Educational components for the Maine-FOREST programs were also discussed, including building skills in the forestry sector among K-16 students as well as adult professionals. This education would include introducing indigenous knowledge into university-level science education, the expansion of a forest ecology research network, and learning opportunities for Maine&rsquo;s educators. The programs will be looking to pull the industry together under one umbrella, enabling connections and communications across the sector on important discussions such as the importance of research in fields like AI, much like FOR/Maine has accomplished for the business sector of the industry, for research and development.&nbsp;</p>\n<p class=\"western\">In short, the Maine EPSCoR RII Track-1 Planning Grant allowed the necessary strategic planning to assess current opportunities within the state as it relates to the forest sector and align key partnerships to build future programming needed to reimagine the sector.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2023<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Weiskittel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The NSF EPSCoR RII Track-1 planning grant was developed and submitted by Dr. Aaron Weiskittel and awarded by NSF in November 2023. The planning grant sought to: (1) utilize team science strategies to ensure the successful integration of convergent expertise across various career stages and backgrounds; (2) complete a network collaboration assessment and convening to ensure effective leadership and involvement of key personnel across different backgrounds, expertise, and organizations, as well as possibly catalyze new collaborations; (3) start the development of key strategic materials, including a project logic model to ensure optimization of research and capacity-building efforts, which identify and address potential barriers; (4) help broaden participation of individuals or organizations currently underserved and/or underrepresented in NSF’s award portfolio by identifying key strategic partners and inclusion strategies; and (5) identify current economic and workforce conditions throughout the state; and (6) identify specific actions and steps to ensure success during the project implementation stage. A primary outcome of the planning grant was the convening of an external stakeholder network and prioritization of current capacity gaps in Maine for the forest sector. The stakeholders identified gaps they saw in research and workforce capacity (e.g., skills and staffing), while they also described solutions they and their peers were undertaking. Key priority areas were open data availability, AI, economic development, diversity/equity/inclusion, and improved learning.\nAdditional stakeholder meetings on specific topics were convened with key organizations. First, a diverse group of educators and professionals from across the state of Maine gathered at the University of Maine’s Portland Gateway in June 2023 to discuss the field of AI technology and the related areas of data science and informatics. These topics were interwoven with the future of Maine’s natural forest resources and the industries that have developed around them. A report summarized the focused discussions on the obstacles Maine’s companies are facing in recruiting high-tech employees with appropriate skills; possibilities of capitalizing on the opportunities provided by Maine’s natural resources; steps needed to build a resilient, innovation-based economy; and how AI offers promise to address many of the challenges.The report also introduced the Maine-FOREST plan, currently under development by researchers at the University of Maine. The plan represents a statewide effort to bring together different organizations to work on the complex issues of developing the state’s workforce in AI, data science and related informatics skillsets, and bridging the state’s forest industry away from a declining paper manufacturing emphasis to emerging new opportunities.\nSecond, members of the University of Maine’s EPSCoR team were invited to attend a meeting of the Forest Opportunity Roadmap / Maine (FOR/Maine; https://formaine.org/) Executive Council in Augusta, ME on July 10, 2023. FOR/Maine is a collaborative organization that brings together representatives from the forestry industry, state and local governments, schools, and non-profits to plan for the future of Maine’s forest economy. The Executive Council includes representatives from each of the aforementioned sectors who work together to help lay the roadmap for Maine’s forestry future.The EPSCoR team was invited to discuss the opportunities that the new National Science Foundation (NSF) programs relevant for research and development in the forestry sector. After the council was updated on Maine’s most recent legislative session, the results of a recent collaborative trip to Finland, and activities and prospective opportunities that fell under committee business, Shane Moeykens, Aaron Weiskittel, and Beth Campbell briefed the council. Members were provided information on the state’s Science &amp; Technology plan and the future of NSF programming and asked for feedback and opportunities to collaborate to work towards a successful proposal. Metrics were proposed to measure the state’s research capacity included the number of faculty, percentage of research personnel, number of degree programs, number of research centers, and the percentage of funding dedicated to research in the forestry industry. Feedback from the council suggested that the state should be looking to compare itself not to regional competitors but to states with larger, more developed forestry sectors. Educational components for the Maine-FOREST programs were also discussed, including building skills in the forestry sector among K-16 students as well as adult professionals. This education would include introducing indigenous knowledge into university-level science education, the expansion of a forest ecology research network, and learning opportunities for Maine’s educators. The programs will be looking to pull the industry together under one umbrella, enabling connections and communications across the sector on important discussions such as the importance of research in fields like AI, much like FOR/Maine has accomplished for the business sector of the industry, for research and development. \nIn short, the Maine EPSCoR RII Track-1 Planning Grant allowed the necessary strategic planning to assess current opportunities within the state as it relates to the forest sector and align key partnerships to build future programming needed to reimagine the sector.\n\n\t\t\t\t\tLast Modified: 08/08/2023\n\n\t\t\t\t\tSubmitted by: Aaron Weiskittel"
 }
}