{
 "awd_id": "2241433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Exploring the dynamics of nitrous oxide in the Southern Benguela Upwelling System",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 147450.0,
 "awd_amount": 147450.0,
 "awd_min_amd_letter_date": "2023-05-04",
 "awd_max_amd_letter_date": "2023-05-04",
 "awd_abstract_narration": "Nitrous oxide is a long-lived and powerful greenhouse gas. It is also a driver of ozone depletion in the stratosphere. Natural sources of nitrous oxide include production by bacteria through processes called nitrification and denitrification. The ocean is a major source of nitrous oxide to the atmosphere, and areas of high biological productivity like eastern boundary upwelling systems have been shown to generate particularly high nitrous oxide emissions to the atmosphere. The Southern Benguela Upwelling System (SBUS) is arguably the most productive eastern boundary upwelling system, yet there are no published measurements of nitrous oxide from this region. In addition, the relative importance of the major biological pathways of nitrous oxide production in the SBUS is not well established. A team of scientists from the University of Connecticut and the University of South Carolina will investigate nitrous oxide cycling in the SBUS, estimate nitrous oxide fluxes to the atmosphere, and explore what drives changes in nitrous oxide cycling across seasons and in different locations. This study will improve understanding of an important greenhouse gas and how its cycling might change in response to changing ocean conditions. Funding from the proposed work will sponsor the training of a graduate student at the University of Connecticut and an undergraduate student at the University of South Carolina. It will also provide a postdoctoral fellow the opportunity to apply computational skills in regional modeling and machine learning, offering preparation for a career in academia or industry. The project will contribute to undergraduate education and communication of climate change science to the general public and policymakers through the incorporation of the study methodology into an undergraduate Service Learning course at the University of Connecticut.\r\n\r\nThis work seeks to provide estimates of the regional flux of nitrous oxide to the atmosphere, to examine seasonal dynamics, to assess the biological pathways to nitrous oxide production and consumption, and to query regional and large scale forcings on nitrous oxide dynamics in the SBUS. To this end, the team will (a) measure nitrous oxide concentrations in samples collected in the SBUS during seasonal surveys, measure surface nitrous oxide continuously underway, and derive robust estimates of the sea-to-air flux of nitrous oxide from coincident windspeed; (b) query nitrous oxide production and consumption pathways from measurements of the nitrogen and oxygen isotope ratios of nitrous oxide and nitrate, and investigate environmental correlates of nitrous oxide cycling; (c) develop regional machine learning models for nitrous oxide from these measurements to investigate environmental drivers of seasonal and inter-annual nitrous oxide dynamics, predicting nitrous oxide in the SBUS with historical data and with hydrographic fields derived from a regional dynamical ocean model. The work will give insights into pathways of nitrous oxide production and consumption in an eastern boundary upwelling system bounded by a broad continental shelf – contrasting the greater body of knowledge obtained from active margins. The statistical nitrous oxide models borne of machine learning will ultimately serve to predict nitrous oxide from climate projections of the SBUS, and to anticipate the regional response of nitrous oxide to global ocean de-oxygenation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Annie",
   "pi_last_name": "Bourbonnais",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Annie Bourbonnais",
   "pi_email_addr": "abourbonnais@seoe.sc.edu",
   "nsf_id": "000703506",
   "pi_start_date": "2023-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST # 414",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 147450.0
  }
 ],
 "por": null
}