{
 "awd_id": "2242995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Cycling of dissolved organic matter in blue carbon ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922996",
 "po_email": "rsmyth@nsf.gov",
 "po_sign_block_name": "Robyn Smyth",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 106449.0,
 "awd_amount": 106449.0,
 "awd_min_amd_letter_date": "2023-06-22",
 "awd_max_amd_letter_date": "2023-06-22",
 "awd_abstract_narration": "Blue carbon refers to carbon stored in coastal systems like sea grass meadows and marshes. These ocean plants play an important role in carbon cycling by making, storing and releasing carbon. These plants release carbon as dissolved organic matter into the water. Dissolved organic matter is made of very large carbon-containing molecules with complex structures. It is formed when plant matter, like leaves, breaks down. These dissolved molecules are a part of the global carbon cycle, but we do not know very much about the different types of dissolved organic matter or how it changes over time. This research will study how salt marshes and eel grass beds in Padilla Bay create, alter and store dissolved organic matter. Padilla Bay is a large bay in the coastal waters of Washington state. Measurements will be made of how the amount and type of dissolved organic matter flowing out of the salt marshes and Bay change from high tide to low tide and in different seasons. This research will help scientists understand the role and importance of blue carbon systems in carbon cycling in coastal waters.\r\n\r\nThe proposed activities incorporate a system and process approach to evaluating DOM sources and cycling in salt marshes, mudflats, and eelgrass beds. Surface waters, sediment pore waters and plant leachates will be studied to assess their contributions to DOM cycling using a combination of spectroscopic, stable isotope (C-13), dissolved organic carbon, water quality and hydrodynamic measurements. The primary goal is to examine the composition, photochemical and biological transformations, and amount of DOM exported from a salt marsh into the Padilla Bay estuary.  Secondary goals are to assess how carbon flow is modified by eelgrass beds and mudflats in the estuary. Padilla Bay has several degraded salt marshes slated for restoration, and DOM will also be studied in these systems, providing a baseline for monitoring carbon flow changes at different stages of marsh restoration in the future. This study will help researchers make better predictions about changes in climate and anthropogenic influences on coastal ecosystems, as well as improve management of the coastal zone and wetland restoration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "De Bruyn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Warren J De Bruyn",
   "pi_email_addr": "debruyn@chapman.edu",
   "nsf_id": "000482296",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chapman University",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7146287383",
  "inst_zip_code": "928661005",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "CHAPMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EN9DMTETW3N1"
 },
 "perf_inst": {
  "perf_inst_name": "Chapman University",
  "perf_str_addr": "1 UNIVERSITY DR",
  "perf_city_name": "ORANGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928661005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 106449.0
  }
 ],
 "por": null
}