{
 "awd_id": "2242867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combined Tribological and Bactericidal Effect of Bioinjectable Nanodiamonds on Biological Joints",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 119661.0,
 "awd_amount": 119661.0,
 "awd_min_amd_letter_date": "2023-05-12",
 "awd_max_amd_letter_date": "2023-05-12",
 "awd_abstract_narration": "Collaborative Research: Combined Tribological and Bactericidal Effect of Bioinjectable Nanodiamonds on Biological Joints\r\n\r\nAbstract: \r\nPART 1: NON-TECHNICAL SUMMARY\r\n\r\nOsteoarthritis is a common condition that affects the joints, especially those in the hips and knees. As people age, the cartilage in their joints can break down, causing pain, stiffness, and reduced mobility. This makes performing everyday activities, like walking, climbing stairs, and even getting out of a chair, very difficult. Although there are treatments available for osteoarthritis, like oral pain medication and injections, they only provide temporary relief and do not cure the disease. As a result, surgery that replaces the damaged joint with an artificial one could be the only viable option.  However, this surgery is a very difficult procedure that requires a lengthy recovery period and carries additional risks for seniors with underlying health conditions. Use of nanoparticles can potentially help in treating the early stages of tissue failures but there is a lack of knowledge about their interactions with biological tissues. That is why the goal of this project is to understand the processes happening upon nanoparticles contacting heathy and damaged tissues. The researchers propose to focus on diamond nanoparticles as a controlled system of study. The project will focus on  understanding the mechanisms of interactions of these tiny particles with biological tissues and immune cell. In addition to the research itself, this project also aims to provide educational opportunities for students in the fields of materials science, biomedical engineering, and surface science. By engaging more students, especially women and minorities, the project will create a more diverse and inclusive scientific community, enabling new discoveries and innovations in the STEM fields.\r\n\r\n\r\nPART 2: TECHNICAL SUMMARY\r\nIn the early stages of osteoarthritis, the cartilage in the joints breaks down and the joint becomes inflamed, leading to pain and reduced mobility. One of the major challenges preventing the development of effective osteoarthritis treatment is the lack of understanding how the different mechanical, biochemical, and cellular processes within the joint interact with each other. This project aims to address this challenge by studying how diamond nanoparticles interact with joint cells and tissues to reduce damage and inflammation. The researchers will examine the effects of diamond nanoparticles on biological tissues and how they impact cell health as a function of the surface functionalization. The functionalized nanodiamonds will be analyzed for their ability to stay dispersed in body fluids and to escape macrophage attack to establish the correlation between the functionalization and the biocompatibility potential. Acquiring this essential knowledge will aid in comprehending the interactions between nanomaterials and biological cells, which will have a significant  broader impact on the advancement of nanoparticle-based treatments and therapies. This will be particularly useful for treating joint-related conditions such as osteoarthritis, leading to decreased pain, improved mobility, and the prevention of further joint damage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donghui",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donghui Zhu",
   "pi_email_addr": "donghui.zhu@stonybrook.edu",
   "nsf_id": "000802671",
   "pi_start_date": "2023-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "WEST 5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 119661.0
  }
 ],
 "por": null
}