{
 "awd_id": "2242866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combined Tribological and Bactericidal Effect of Bioinjectable Nanodiamonds on Biological Joints",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 101896.0,
 "awd_amount": 101896.0,
 "awd_min_amd_letter_date": "2023-05-12",
 "awd_max_amd_letter_date": "2023-05-12",
 "awd_abstract_narration": "Collaborative Research: Combined Tribological and Bactericidal Effect of Bioinjectable Nanodiamonds on Biological Joints\r\n\r\nAbstract: \r\nPART 1: NON-TECHNICAL SUMMARY\r\n\r\nOsteoarthritis is a common condition that affects the joints, especially those in the hips and knees. As people age, the cartilage in their joints can break down, causing pain, stiffness, and reduced mobility. This makes performing everyday activities, like walking, climbing stairs, and even getting out of a chair, very difficult. Although there are treatments available for osteoarthritis, like oral pain medication and injections, they only provide temporary relief and do not cure the disease. As a result, surgery that replaces the damaged joint with an artificial one could be the only viable option.  However, this surgery is a very difficult procedure that requires a lengthy recovery period and carries additional risks for seniors with underlying health conditions. Use of nanoparticles can potentially help in treating the early stages of tissue failures but there is a lack of knowledge about their interactions with biological tissues. That is why the goal of this project is to understand the processes happening upon nanoparticles contacting heathy and damaged tissues. The researchers propose to focus on diamond nanoparticles as a controlled system of study. The project will focus on  understanding the mechanisms of interactions of these tiny particles with biological tissues and immune cell. In addition to the research itself, this project also aims to provide educational opportunities for students in the fields of materials science, biomedical engineering, and surface science. By engaging more students, especially women and minorities, the project will create a more diverse and inclusive scientific community, enabling new discoveries and innovations in the STEM fields.\r\n\r\n\r\nPART 2: TECHNICAL SUMMARY\r\nIn the early stages of osteoarthritis, the cartilage in the joints breaks down and the joint becomes inflamed, leading to pain and reduced mobility. One of the major challenges preventing the development of effective osteoarthritis treatment is the lack of understanding how the different mechanical, biochemical, and cellular processes within the joint interact with each other. This project aims to address this challenge by studying how diamond nanoparticles interact with joint cells and tissues to reduce damage and inflammation. The researchers will examine the effects of diamond nanoparticles on biological tissues and how they impact cell health as a function of the surface functionalization. The functionalized nanodiamonds will be analyzed for their ability to stay dispersed in body fluids and to escape macrophage attack to establish the correlation between the functionalization and the biocompatibility potential. Acquiring this essential knowledge will aid in comprehending the interactions between nanomaterials and biological cells, which will have a significant  broader impact on the advancement of nanoparticle-based treatments and therapies. This will be particularly useful for treating joint-related conditions such as osteoarthritis, leading to decreased pain, improved mobility, and the prevention of further joint damage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Berman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Berman",
   "pi_email_addr": "Diana.Berman@unt.edu",
   "nsf_id": "000731199",
   "pi_start_date": "2023-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 UNION CIR #305250",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 101896.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"display: inline !important;\">Intellectial Merit: Although osteoarthritis (OA) is one of the most common degenerative joint diseases and nanomaterials offer new concepts for its treatment, the lack of understanding of how nanoparticles interact with biological tissues limits their use potential. Current treatments, such as oral pain medication and injections, only provide temporary relief and do not prevent cartilage degradation, often lrequiring joint replacement with artificial materials. This project focused on understanding the interactions of&nbsp;polyglycerol-functionalized nanodiamonds (NDs)&nbsp;with biological tissue&nbsp; as an alternative approach for treating OA by reinforcing cartilage and suppressing the inflammation. A total of&nbsp;one book chapter&nbsp;and&nbsp;one conference presentation&nbsp;have been disseminated, and&nbsp;one manuscript&nbsp;is currently under preparation.</p>\r\n<p>A number of significant results on the behavior of NDs in biological and inorganic systems were found during this project. First, the funcationalization of NDs, specifically the density&nbsp; of the functional groups&nbsp; largely affect their colloidal stability and bioactivity. Different durations of polymerization were tested to identify&nbsp;functionalization&nbsp;producing the most stable colloidal solution with favorable zeta potential and high affinity to polymer, metal, and ceramic surfaces. Second, a rat model analysis demonstrated that the selected functionalization did not only improve the friction and wear performance of joints but also prevented the development of OA. Finally, advanced characterization of the joint tissues revealed that NDs embedded into the cartilage, reinforcing its structure and suppressing&nbsp; the stress-induced degradation.&nbsp;</p>\r\n<p>Understanding the mechanisms of ND interactions with biological tissues and their effect on cartilage repair processes creates a new fundamental concept of nanoparticle-assisted joint treatment. The research presents a novel&nbsp;structure-property-function relationship&nbsp;for nanoparticle-based approaches, advancing surface science and biotribology.</p>\r\n<p>Broader Impacts: The broader impacts of this project are demonstrated through the opportunities provided to students. Funding of this work supported the research work for one PhD student assisting in the project. The student gained hands-on experience in materials synthesis, testing, and characterization work relevant to the project. Based on the conducted research, the student had the opportunity to present the outcomes of their research at the international conference. This contributed to the development of the future workforce for the U.S. industry needs as supported by the student&rsquo;s success in receiving industry positions after graduation.&nbsp; Several new lectures, classes, and textbook chapter were developed based on the scope of this award.</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Diana&nbsp;Berman</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2242866/2242866_10862151_1733169196381_Biolubricant_figureDB--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2242866/2242866_10862151_1733169196381_Biolubricant_figureDB--rgov-800width.jpg\" title=\"Concept of Biolubrications with NDs\"><img src=\"/por/images/Reports/POR/2024/2242866/2242866_10862151_1733169196381_Biolubricant_figureDB--rgov-66x44.jpg\" alt=\"Concept of Biolubrications with NDs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PG-functionalized NDs are used to reduce the friction  and wear of  natural joints and suppress  the osteoarthritis development.</div>\n<div class=\"imageCredit\">Diana Berman</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Diana&nbsp;Berman\n<div class=\"imageTitle\">Concept of Biolubrications with NDs</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectial Merit: Although osteoarthritis (OA) is one of the most common degenerative joint diseases and nanomaterials offer new concepts for its treatment, the lack of understanding of how nanoparticles interact with biological tissues limits their use potential. Current treatments, such as oral pain medication and injections, only provide temporary relief and do not prevent cartilage degradation, often lrequiring joint replacement with artificial materials. This project focused on understanding the interactions ofpolyglycerol-functionalized nanodiamonds (NDs)with biological tissue as an alternative approach for treating OA by reinforcing cartilage and suppressing the inflammation. A total ofone book chapterandone conference presentationhave been disseminated, andone manuscriptis currently under preparation.\r\n\n\nA number of significant results on the behavior of NDs in biological and inorganic systems were found during this project. First, the funcationalization of NDs, specifically the density of the functional groups largely affect their colloidal stability and bioactivity. Different durations of polymerization were tested to identifyfunctionalizationproducing the most stable colloidal solution with favorable zeta potential and high affinity to polymer, metal, and ceramic surfaces. Second, a rat model analysis demonstrated that the selected functionalization did not only improve the friction and wear performance of joints but also prevented the development of OA. Finally, advanced characterization of the joint tissues revealed that NDs embedded into the cartilage, reinforcing its structure and suppressing the stress-induced degradation.\r\n\n\nUnderstanding the mechanisms of ND interactions with biological tissues and their effect on cartilage repair processes creates a new fundamental concept of nanoparticle-assisted joint treatment. The research presents a novelstructure-property-function relationshipfor nanoparticle-based approaches, advancing surface science and biotribology.\r\n\n\nBroader Impacts: The broader impacts of this project are demonstrated through the opportunities provided to students. Funding of this work supported the research work for one PhD student assisting in the project. The student gained hands-on experience in materials synthesis, testing, and characterization work relevant to the project. Based on the conducted research, the student had the opportunity to present the outcomes of their research at the international conference. This contributed to the development of the future workforce for the U.S. industry needs as supported by the students success in receiving industry positions after graduation. Several new lectures, classes, and textbook chapter were developed based on the scope of this award.\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: DianaBerman\n"
 }
}