{
 "awd_id": "2242987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Conflicting selection pressures within mate choice of Jewelwing damselflies",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 448258.0,
 "awd_amount": 448258.0,
 "awd_min_amd_letter_date": "2023-07-31",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "One hundred and fifty years after Darwin described the origin of species as the consummate mystery, biologists are still seeking to unravel fundamental questions of speciation, including how mate choice evolves. The process of choosing a mate is central to species identities, but it can involve two steps that may conflict: identifying which potential mate is the same species and selecting which one is most attractive. The choice might be different for those two processes, and the chosen mate might end up being a different species, particularly if a nearby, closely-related species is brighter, flashier, louder, or otherwise more appealing. When that happens, species boundaries can break down and two species can become one. Alternatively, natural selection to maintain species boundaries may act against selection for the most attractive mate. A key to understanding speciation and biodiversity, therefore, is to explore how conflicting decisions in mate choice are resolved. This project will examine selection on damselfly wing pigmentation, a trait used when choosing mates. Overall, this project will train undergraduate students in field ecology and in public outreach through the development of an art exhibit that will explore complexity and diversity of form in nature. \r\n\r\nThis project leverages a natural experiment involving two Jewelwing damselfly species, Calopteryx aequabilis and C. maculata, whose geographic ranges overlap. Wing pigmentation varies within and between species. Where the species live separately, they look very similar, but where they coexist their wing pigmentation is quite different. This pattern suggests that conflicting selection is acting on wing pigmentation. The PI will use a wing-transplant technique to switch wings between individuals from different populations and species and measure mate choice in paired choice trials across the species ranges. Additionally, the PI will measure the traits correlated with mating success in nature by marking damselflies with flourescent powder that transfers between mates. These approaches will pinpoint the traits under selection and the direction of selection by species recognition versus sexual selection. By studying both steps of mate choice along a gradient of species overlap, this research will reveal where and how conflicting choices may be resolved. The PI hypothesizes that sexual dimorphism, or differences between sexes, may resolve the conflict: females are under stronger species recognition selection and males are under stronger sexual selection, so a single trait under selection during mate choice may evolve readily in different directions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Idelle",
   "pi_last_name": "Cooper",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Idelle A Cooper",
   "pi_email_addr": "cooperidelle@grinnell.edu",
   "nsf_id": "000611946",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grinnell College",
  "inst_street_address": "733 BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "GRINNELL",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "6412694983",
  "inst_zip_code": "501122227",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "THE TRUSTEES OF GRINNELL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NRFXPGZU88G2"
 },
 "perf_inst": {
  "perf_inst_name": "Grinnell College",
  "perf_str_addr": "733 Broad St",
  "perf_city_name": "Grinnell",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "501122227",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 448258.0
  }
 ],
 "por": null
}