{
 "awd_id": "2242168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cultural Consonance, Toxic Stress, and Early Childhood Development in a Context of Poverty",
 "cfda_num": "47.075, 47.083",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 359751.0,
 "awd_amount": 359751.0,
 "awd_min_amd_letter_date": "2023-03-22",
 "awd_max_amd_letter_date": "2023-03-22",
 "awd_abstract_narration": "Cultural consonance describes the extent to which individuals’ own beliefs and behaviors match the norms of broader society. Anthropologists have long been interested in the effects of cultural consonance, especially in relation to its ability to buffer individuals against adversity. One intriguing but under-studied extension of this relationship is that one person’s cultural consonance can affect others who depend on them. This project tests this proposition by investigating whether children of parents with high cultural consonance are also buffered from adversity. It does so in contexts of extreme poverty, where even marginal environmental improvements can have large effects on child well-being. The project contributes to training a graduate student in scientific cultural anthropology, disseminates its research findings broadly to academic and non-academic audiences, and involves collaborative partnerships, including with policy experts, that improve research capacity and infrastructure. This project is jointly funded by the Cultural Anthropology Program and the Established Program to Stimulate Competitive Research (EPSCoR). \r\n\r\nThrough interviews and questionnaires, the researchers gather data from caregivers of children ages 2 to 5 who live in poverty and from their children. First, they will analyze if caregivers who live according to shared cultural values promote stimulating activities and positive discipline among their children more frequently than other caregivers. To study this association, they will collect data from 100 caregivers and their children and analyze them using rigorous qualitative and quantitative methods. Second, the researchers will examine if the children of caregivers who live according to shared cultural values are less likely to suffer developmental delays. For this part of the research, they will study 1,000 caregivers and their children, analyze the data statistically, and use predictive models to determine the cultural factors that buffer the effect of poverty on early childhood development. The project contributes important extensions of prior theory to understand the direct and indirect effects of cultural consonance on health and well-being and a more holistic understanding of which domains of consonance are most important for doing so.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arachu",
   "pi_last_name": "Castro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arachu Castro",
   "pi_email_addr": "acastro1@tulane.edu",
   "nsf_id": "000892246",
   "pi_start_date": "2023-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7562",
   "pgm_ref_txt": "DOMINICAN REPUBLIC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 359751.0
  }
 ],
 "por": null
}