{
 "awd_id": "2243407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Oceanic Storm Systems using Microseism",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 225566.0,
 "awd_amount": 225566.0,
 "awd_min_amd_letter_date": "2023-01-11",
 "awd_max_amd_letter_date": "2023-01-11",
 "awd_abstract_narration": "Due to a warming climate, the typical behaviors of tropical cyclones and other oceanic storms are likely changing. There is great concern that over the coming decades and centuries hurricanes will become more frequent, powerful, and devastating to society, and especially coastal populations. Key information to predict how these storms will evolve comes from the historic storm catalog. These records of past storm behavior have been kept for over a century and are used to help determine the patterns in storms up until today. However, one major drawback to these records is that prior to the satellite era, the observations for most storms were sourced from nearby ships or land-based weather stations; therefore, the data are good for records of storms which were close to the coast or to major shipping lanes, but those out to sea are likely to be poorly reported or completely missed. A potential solution comes from long-running ground motion data recordings. While these records are typically used to study earthquakes, the ground motion during “quiet” times (i.e., without earthquakes) has been shown to register off-shore ocean storm activity. As such, they could fill in the gaps in storm records for the pre-satellite era. The researchers will establish the relationship between the ground motion signals (seismic data) and parameters of tropical cyclones (e.g., windspeed, location). This work will be an essential first step towards utilizing large collections of historical seismic data to develop a seismic-based catalog of storms. Such a catalog will complement existing historical storm data to paint a more comprehensive picture of how hurricanes have changed, and how they might continue to evolve over the coming century.\r\nUp to the present, many studies have shown that background seismic noise, or microseisms, are excited when a hurricane is present. This is the case even for inland seismic stations or storms that are out to sea. However, detailed analysis of how different storm parameters, such as strength and location, affect the structure of the microseism observations (i.e., the strength in different frequency bands across time) has yet to be undertaken. This project will combine several comprehensive and modern data sets to look for relationships that can be leveraged in future work to reduce bias introduced by land- or ship-track-based observations in historical storm catalogs. In particular, the HURDAT2 dataset from NOAA which gives the best storm-track and a variety of other relevant storm parameters will be compared to spectral data from seismic stations and wave-buoys. The work will focus on storms in the Atlantic and seismic stations and buoys across the Eastern United States over the last two decades. Once relationships that determine how the response of wave-buoys and seismic observations change for different combinations of storm parameters are found, the models will be used to invert the problem, i.e., constraining storm characteristics using the seismic data. This project will additionally require consideration and study of site-specific effects as well as ways to filter the effects of small local weather systems from the data. In undertaking this work, stronger constraints will also be put on the physical mechanisms which excite microseisms as well as the locations in which they are excited. The end result of this work will be an ability to extract information about oceanic storms (i.e., the presence of a storm, its strength, and its location) from seismic data alone, as well as an overall improved understanding of how energy is transferred from fluid to the solid Earth, paving a way for analyses of historical storms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miaki",
   "pi_last_name": "Ishii",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miaki Ishii",
   "pi_email_addr": "ishii@eps.harvard.edu",
   "nsf_id": "000102658",
   "pi_start_date": "2023-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "20 Oxford St.",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 225566.0
  }
 ],
 "por": null
}