{
 "awd_id": "2243353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Community Centered Pathways for Equity and Justice in STEM Teaching",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032927260",
 "po_email": "lsun@nsf.gov",
 "po_sign_block_name": "Lulu Sun",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 1198468.0,
 "awd_amount": 830130.0,
 "awd_min_amd_letter_date": "2023-03-13",
 "awd_max_amd_letter_date": "2025-03-21",
 "awd_abstract_narration": "This project aims to serve the national need to recruit, develop, and retain highly qualified STEM teachers from local communities who are able teach their subjects with special attention to employing a lens of equity and justice. Research suggests that students experience academic, participation, and identity benefits when exposed to STEM teachers with similar community backgrounds and/or racial identities. In Colorado, there is a shortage of STEM teachers who identify as Black, Indigenous, and/or persons of color (BIPOC) or who grew up in communities served by high-need school districts. To help address these shortages, this project will focus on recruiting local and BIPOC students and supporting them to obtain a STEM degree from the University of Colorado Boulder, as well as to gain State of Colorado teaching licensure. The project will also partner with “grow your own” teacher programs and high-need districts to establish pathways into STEM teaching for local high school students. Finally, the project will support teacher retention and preparation by introducing prospective teachers into a professional learning community of practicing STEM teachers committed to teaching STEM for equity and justice.\r\n\r\nThis project includes partnerships with the Denver Public Schools, Adams 12 Five Star Schools, Pathways2Teaching, and Teacher Cadets Colorado. The project intends to produce 21 new secondary teachers licensed in mathematics or science. Three project goals guide the execution of the project. First is to use Noyce scholarships and collaborative partnerships to recruit and support 21 STEM majors over four years from diverse groups entering and completing the CU Teach licensure program. Second is to institutionalize a model of a professional learning community for preparing teachers, that will support them as they move into their first few years of teaching, and as they move into increasing positions of leadership. Third, and finally, is to promote new learning and collective sense-making around STEM-specific, equity- and justice-seeking instructional practices. The project’s community-centered recruitment pathway and continued support that includes a professional learning community targeting pre-collegiate, prospective, early career, and veteran STEM teachers has the potential of becoming a sustainable mechanism to support the continued development of diverse STEM educators committed to teaching STEM for equity and justice in their communities. The necessity to adapt equity- and justice-seeking instructional practices to fit the realities of secondary STEM teaching is a primary focus of this work, and it is predicted that leveraging the strengths inherent in a diverse community of experiences, backgrounds, and knowledge will be essential for overcoming recruitment, development, and retention challenges. The project will evaluate the successes and challenges of the community-centered pathway in meeting project goals and disseminate results in district professional development workshops, district leadership meetings, STEM education conferences, and research journals. This Track 1: Scholarships and Stipends project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Lindsay",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Lindsay",
   "pi_email_addr": "william.lindsay@colorado.edu",
   "nsf_id": "000860373",
   "pi_start_date": "2023-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Otero",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie K Otero",
   "pi_email_addr": "Valerie.Otero@colorado.edu",
   "nsf_id": "000480821",
   "pi_start_date": "2023-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bethany",
   "pi_last_name": "Wilcox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bethany Wilcox",
   "pi_email_addr": "bethany.wilcox@colorado.edu",
   "nsf_id": "000761904",
   "pi_start_date": "2024-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Her Many Horses",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Her Many Horses",
   "pi_email_addr": "ian.hermanyhorses@colorado.edu",
   "nsf_id": "000779692",
   "pi_start_date": "2023-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ambika",
   "pi_last_name": "Kamath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ambika Kamath",
   "pi_email_addr": "ambika.kamath@colorado.edu",
   "nsf_id": "000892732",
   "pi_start_date": "2023-03-13",
   "pi_end_date": "2024-08-16"
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 483137.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 346993.0
  }
 ],
 "por": null
}