{
 "awd_id": "2243364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coupling, Energetics and Dynamics of Atmospheric Regions (CEDAR) Workshop, 2023-2024",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 639504.0,
 "awd_amount": 888027.0,
 "awd_min_amd_letter_date": "2023-03-31",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "This award will support an annual CEDAR (Coupling, Energetics and Dynamics of Atmospheric Regions) workshop for 2023 and 2024. The workshop promotes the progress of geospace science by fostering collaborations among experts in ground-, space-based and modeling at different career stages. The annual workshop is the premier meeting for students to network within the CEDAR community. The workshop ensures the health of the state of the profession by supporting undergraduate and graduate students to attend the workshop each year, and thus, to gain exposure and participate in research.  Since 1990, more than 75 students per year have been sponsored by NSF to attend the workshop. A DEI task force is in place to ensure diversity, equity and inclusion in all aspects of the workshop.  The educational benefits of this annual workshop are considerable and are a source of pride. Further educational training is available through recordings of the lectures, tutorials, and sessions available online on the CEDAR Science YouTube channel. The new CEDAR website represents the CEDAR community to stakeholders and serves the CEDAR community by providing links to all recordings of tutorials, prize lectures, and distinguished lectures. The CEDAR website includes reports, individual workshop presentations, and poster PDFs, as well as information about CEDAR science, the CEDAR community at large, opportunities specifically for students, and the CEDAR Diversity, Equity, and Inclusions efforts.\r\n\r\nThe CEDAR workshop achieves its goal of promoting geoscience, ensuring the health of the state of the profession, and fostering diversity, equity, and inclusion through its unique approaches. The CEDAR workshop is under the guidance of the CEDAR Science Steering Committee (CSSC).  The CSSC periodically checks on the community science progress and direction and provides timely input to the workshop organizer. The workshop includes a student day, community-organized plenary sessions as well as grand challenge sessions, poster sessions with a student poster competition, plenary sessions with science highlights, agency updates, tutorials, a distinguished lecture, and a prize lecture. The plenary session speakers are identified and recruited through the CSSC agenda planning process that evaluates the ideal candidates based on their representing the breadth of CEDAR science and are selected based on the qualities of merit, educational career objectives, potential contribution to the overall conference experience as well as to their commitment to a diverse, equitable and inclusive workshop environment. These plenary session presentations are recorded and available on the CEDAR website for public access. The CEDAR website, email list server, and the CEDAR slack channel provide communication platforms for the community. The poster session is a prime venue for the students to share, discuss and receive feedback on their research with CEDAR participants. The student poster competition is organized by the CSSC.  The Student Day activities are spearheaded and organized by student reps with inputs from the students. The CEDAR workshop fosters diversity, equity, and inclusion by awarding dependent care grants with a focus on student and early career scientists, by providing student travel support, by including students as co-conveners in individual workshops, by learning and fostering discussion via a DEI-centered talk in the plenary session, and by providing a discussion platform at the individual DEI workshop.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanne",
   "pi_last_name": "Mauriello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanne Mauriello",
   "pi_email_addr": "hanne@ucar.edu",
   "nsf_id": "000192562",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liying",
   "pi_last_name": "Qian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liying Qian",
   "pi_email_addr": "lqian@ucar.edu",
   "nsf_id": "000818279",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 CENTER GREEN DR",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 639504.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 248523.0
  }
 ],
 "por": null
}