{
 "awd_id": "2243980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: REU Site: Advancing Data-Driven Deep Coupling of Computational Simulations and Experiments",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928104",
 "po_email": "shabagch@nsf.gov",
 "po_sign_block_name": "Sharmistha Bagchi-Sen",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 383917.0,
 "awd_amount": 403917.0,
 "awd_min_amd_letter_date": "2023-05-03",
 "awd_max_amd_letter_date": "2023-08-29",
 "awd_abstract_narration": "This project establishes a Research Experiences for Undergraduate (REU) site at Washington State University Vancouver and University of Houston Clear Lake. The REU site hosts a diverse cohort of ten undergraduate students across the nation per year for three years to participate in various research projects on developing and optimizing data-driven and data-intensive scientific workflows used for arrhythmia detection, intelligent monitoring of health behavior, cancer cell detection. The REU site provides an excellent platform for undergraduate students to gain new insights into and potential interests in high-performance computing (HPC) and data-intensive workflows. The project informs a generation of teaching modules on various aspects related to scientific data analysis, large-scale simulation in mechanical engineering, and optimization of HPC systems. The REU site provides underrepresented students, from community colleges, primarily undergraduate institutions, and Hispanic-serving institutions, opportunities to gain experience in interdisciplinary research from a group of researchers representing different races, genders, and cultures.\r\n\r\nData-intensive workflows (i.e., scientific workflows) are widely used in most data-driven research disciplines today, often exploiting rich and diverse data resources and parallel and distributed computing platforms. In the proposed summer research program, undergraduate students participate a variety of projects focusing on various aspects of developing data-intensive and data-dependent scientific workflows, from their use as a technique to analyze and process large-scale, real-world data from HPC applications to investigating the underlying computer software and hardware support for accelerating the execution of those workflows. The REU site focuses on real-world scientific problems, including flow simulations for managing large wind farms, droplet ejection modeling for advanced manufacture, microfluidic cancer cell detection in liquid biopsy. The site activities include students training on using data-driven approaches (e.g., machine learning, advanced system software, and emerging hardware) to address the big data issues in the study of these scientific research problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuechen",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuechen Zhang",
   "pi_email_addr": "xuechen.zhang@wsu.edu",
   "nsf_id": "000701735",
   "pi_start_date": "2023-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University Vancouver",
  "perf_str_addr": "14204 NE SALMON CREEK AVE",
  "perf_city_name": "Vancouver",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "986869600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 403917.0
  }
 ],
 "por": null
}