{
 "awd_id": "2243745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Building and Applying a Universal Plagioclase Oxybarometer using X-ray Absorption Spectroscopy",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 506856.0,
 "awd_amount": 506856.0,
 "awd_min_amd_letter_date": "2023-05-31",
 "awd_max_amd_letter_date": "2024-05-31",
 "awd_abstract_narration": "The project focuses on how volcanic magmas change as they travel toward the surface and erupt. The team is interested in the oxygen content of magma as it ascends, and they will use the most common rock-forming mineral in the Earth’s crust, feldspar, to study that . This oxidation state of a magma is important because it plays a large role in regulating the style of the eruption and how explosive it is. The project will apply a new analytical technique to volcanic products from Mounts Shasta and St. Helens to gain a more thorough understanding of how their magmas have changed as they ascend to the surface before eruption. This work could lead to better indices of hazard assessment in active volcanic systems. This project supports a postdoctoral researcher who will build their expertise in spectroscopic measurements and gain experience in project leadership. It will also provide undergraduates valuable experience with laboratory research in the geosciences. Both PIs have dedicated much of their careers to encouraging and working with students from underrepresented groups in the STEM fields to grow diversity of scientific thoughts and backgrounds and opportunities for all.\r\n\r\nThe project will enable in situ measurements of feldspar chemistry and fO2, using a large diverse calibration suite of >180 samples. It will then use the resultant XAS calibrations to examine partitioning of Fe3+ and variations in fO2 in three natural systems: the Bushveld complex, Mount Shasta, and Mount St. Helens. It will result in new geochemical calibrations available to the geologic community and new insights into the role played by feldspar in partitioning cations with coexisting melts. Specifically, this project includes tasks that will enable Fe valence state and fO2 to be evaluated directly from feldspar single crystals using XAS, and will be complemented by other types of spectroscopic measurements: 1) Grow liquidus feldspars over a range of bulk compositions, fO2, and temperature to be used as standards for an XAS fO2 calibration; 2) Create a feldspar calibration for microanalysis of Fe3+ in feldspar using polarized, high-resolution XAS measurements of independently constrained standards using the pre-edge and main-edge regions of oriented single crystals; 3) Use the equilibrated feldspars with known fO2 to create a feldspar calibration for fO2 using polarized, high-resolution XAS; 4) Test and apply our feldspar calibration for fO2 on Bushveld, Shasta, and Mount St. Helens samples; 5) With undergraduate researchers leading the work, characterize the same suite of samples assembled for the oxybarometers using Raman, Mössbauer, ultraviolet (UV), visible (VIS), attenuated total reflectance (ATR) and reflectance FTIR spectroscopies, looking for linkages between composition and spectral response.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melinda",
   "pi_last_name": "Dyar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Melinda D Dyar",
   "pi_email_addr": "mdyar@psi.edu",
   "nsf_id": "000291609",
   "pi_start_date": "2023-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Planetary Science Institute",
  "inst_street_address": "1700 E FORT LOWELL RD STE 106",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206226300",
  "inst_zip_code": "857192395",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "PLANETARY SCIENCE INSTITUTE",
  "org_prnt_uei_num": "Q7KKMKT2ANN7",
  "org_uei_num": "Q7KKMKT2ANN7"
 },
 "perf_inst": {
  "perf_inst_name": "Planetary Science Institute",
  "perf_str_addr": "1700 E FORT LOWELL RD STE 106",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857192395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 162226.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 344630.0
  }
 ],
 "por": null
}