{
 "awd_id": "2243393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Using a Microcredential Model to Prepare Secondary Mathematics and Science Teachers to Meet the Needs of Rural, High-need Districts",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928712",
 "po_email": "lmcalist@nsf.gov",
 "po_sign_block_name": "Leah McAlister-Shields",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 1449713.0,
 "awd_amount": 891044.0,
 "awd_min_amd_letter_date": "2023-03-06",
 "awd_max_amd_letter_date": "2023-03-06",
 "awd_abstract_narration": "This project aims to serve the national need to prepare secondary mathematics and science teachers who are equipped for the challenges of teaching in rural, high-need school districts. Working with local community colleges, the project will recruit prospective teachers and provide specialized training using a microcredential model focused on the needs of rural communities. Participants will receive mentoring support by partnering them with previous Noyce scholars. Through this support and training the project aims to increase both the number and quality of secondary mathematics and science teachers available to the rural communities in eastern North Carolina.\r\n \r\nThis project at East Carolina University (ECU) includes partnerships with Greene County Schools, Pitt County Schools, Pitt Community College, and the East Carolina University Rural Education Institute. The project will recruit 30 future science and mathematics high school teachers over a four-year period. Students will earn a double major in science/science education or mathematics/mathematics education. They will receive scholarship support during their last two years of a Bachelor of Science (BS) program. The overarching goal is to provide training and support to better prepare secondary mathematics and science teachers to meet the unique needs of rural, high-need school districts. To meet this goal, the project has four objectives. First is to provide specialized education and support for scholars using a microcredential model with virtual reality simulations. Second is to build a Noyce Professional Community by leveraging the expertise of scholars from previous ECU Noyce Grants. Third is to optimize recruitment by building strategic relationships with rural community colleges. The fourth and final objective is to evaluate the teaching of scholars and conduct research that informs the preparation of high school mathematics and science teachers to teach effectively in rural, high-need schools. In addition to preparing 30 new mathematics and science teachers, this project will also provide an opportunity to study how the use of microcredentials and virtual reality simulations impact the knowledge of, competencies for, and self-efficacy of high school mathematics and science teachers to implement culturally responsive teaching practices during their clinical experiences and early years of teacher induction. Additionally, the microcredentials created as a product of this project could be implemented in other contexts, including other educator preparation or teacher professional development programs. This Track 1: Scholarships and Stipends, project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charity",
   "pi_last_name": "Cayton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charity Cayton",
   "pi_email_addr": "caytonc@ecu.edu",
   "nsf_id": "000694031",
   "pi_start_date": "2023-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Vance-Chalcraft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Vance-Chalcraft",
   "pi_email_addr": "vancechalcrafth@ecu.edu",
   "nsf_id": "000270451",
   "pi_start_date": "2023-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Grady",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen M Grady",
   "pi_email_addr": "gradym@ecu.edu",
   "nsf_id": "000834842",
   "pi_start_date": "2023-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "209 East 5th Street, Mail Stop 211",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278581821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 891044.0
  }
 ],
 "por": null
}