{
 "awd_id": "2243923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Climate and Sustainability Research in Nanotechnology and Electrochemical Devices for Community College Students",
 "cfda_num": "47.041, 47.076",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 404872.0,
 "awd_amount": 654872.0,
 "awd_min_amd_letter_date": "2023-04-14",
 "awd_max_amd_letter_date": "2024-07-05",
 "awd_abstract_narration": "The three-year renewal REU Site project, \"Climate and Sustainability Research in Nanotechnology and Electrochemical Devices for Community College Students\", at Rice University will provide ten community college students in the Greater Houston area with summer research internships each year pertaining to the topics of climate and sustainability. The program aims to engage students in the STEM fields by recruiting them from community colleges. Through laboratory research experiences and interactions with faculty, post-docs, and student mentors at Rice University, REU participants will gain exposure to STEM research, applications, and careers. Taking part in undergraduate research experiences facilitates the transition for students from two-year to four-year colleges, and creates a pathway to graduate school and research careers. Students in this ten-week program will engage in projects that involve real-world applications pertaining to sustainability, energy, and water purification. Furthermore, the program will offer substantial mentorship and training to the students with the support of the participating Rice faculty, staff, and students and through its strong infrastructure designed to enhance student success. One of the primary goals of the program is to strengthen the STEM workforce by providing transformative research experiences to students who would not have otherwise considered STEM research or careers.\r\n\r\nThe three-year renewal REU Site project, \"Climate and Sustainability Research in Nanotechnology and Electrochemical Devices for Community College Students\" at Rice University will introduce ten Houston-area community college students each year to climate and sustainability research, applications, education, and careers through 10-week internships and follow-up support. This REU will broaden the participation of URM students in STEM by providing research opportunities to community college students who might not otherwise have access to state-of-the-art research facilities, prominent scientists, and proactive mentorship. Houston's community colleges represent a large group of students, many of whom are first-generation college students. This REU will be a bridge between 2- and 4-year colleges and serve as a pipeline for those entering graduate school. Furthermore, through this REU, participants will build and maintain mentoring relationships with the Rice faculty, staff, postdocs, and grad students while fostering inter-institutional partnerships between Rice University and community colleges in the Houston area. Rice University has established itself as a leader in the field of nanotechnology through extensive research facilities, interdisciplinary collaboration, and significant breakthroughs. This REU will offer students lab experiences in cutting-edge research. Using nanotechnology and electrochemical devices, students will address climate change and environmental sustainability through three interdisciplinary themes: 1) Processes to reduce greenhouse gases, 2) Energy storage and management, and 3) Water purification. REU participant research and program findings will be published in peer-reviewed journals and presented at regional and national conferences. Moreover, project outcomes will be disseminated to Rice University, community college faculty, students, and the Houston region through an annual poster colloquium and the REU website.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Nichol",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn A Nichol",
   "pi_email_addr": "cnichol@rice.edu",
   "nsf_id": "000511055",
   "pi_start_date": "2023-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Verduzco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael Verduzco",
   "pi_email_addr": "rafaelv@rice.edu",
   "nsf_id": "000558799",
   "pi_start_date": "2023-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  },
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 404872.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}