{
 "awd_id": "2243477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wafer-Scale Ultrathin Layered Device Array Assembly through a Precision Soft-Robotic Stamp Transfer Process",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 520934.0,
 "awd_amount": 520934.0,
 "awd_min_amd_letter_date": "2023-08-02",
 "awd_max_amd_letter_date": "2023-08-02",
 "awd_abstract_narration": "MMonolayer materials such as graphene can be vertically stacked into van der Waals heterostructures (vdWH) to realize new ultrathin layered optoelectronic, electronic, and quantum devices, which have significant potential to revolutionize nanoelectronics for a wide range of applications. Despite the tremendous opportunity, today’s assembly of vdWH-based devices is mainly through manual operation, which lacks the precision, repeatability, and throughput needed to manufacture vdWH-based device arrays at scale. This award supports fundamental research to remove technical barriers toward a scalable, precise, and high-yield technology to assemble patterned monolayer materials into vdWH-based device arrays at wafer scale. The researched new assembly approach uses a novel soft-robotic stamp transfer process with precision alignment and adhesion control. Inline measurements and data analytics enable defect monitoring and feedback control. This research holds a strong potential to enable deterministic, high-throughput, and high-yield manufacturing of vdWH-based device arrays and circuits for next-generation transparent displays, sensor arrays, and logic and memory circuits, thereby benefiting society at large. In addition, this award supports the training of graduate and undergraduate students in research, incorporating the research into curricula, and outreach to K-12 students.\r\n\r\nTwo scientific barriers prevent the realization of deterministic and scalable stamp transfer assembly of vdWH-based device arrays at wafer scale: (a) the lack of quantitative knowledge in the adhesion control for the stamp-monolayer-substrate interfaces, and (b) the lack of methods to achieve precise interlayer registration over a large area. This project aims to address these knowledge gaps and to enable the scalable, precise, and high-yield assembly of patterned monolayer materials into vdWH device arrays. In particular, this project (i) characterizes the interfacial adhesion between the stamp, monolayer materials, and substrates under various stimuli aiming to achieve the deterministic control of monolayer pick-up and release, (ii) creates a novel soft-robotic stamp transfer machine prototype that can provide precision interlayer alignment with micron-level accuracy and deterministic transfer actions, and (iii) creates inline and offline metrology and data analysis tools and use the measurements to improve the manufacturing process and thus reduce defect rate. The performance of the envisioned manufacturing machine and process is evaluated through experiments involving vdWH device array assembly and a series of metrology results for the process and products\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Zhou",
   "pi_email_addr": "lei.zhou@wisc.edu",
   "nsf_id": "000848607",
   "pi_start_date": "2023-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Warner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie Warner",
   "pi_email_addr": "jamie.warner@austin.utexas.edu",
   "nsf_id": "000830543",
   "pi_start_date": "2023-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 520934.0
  }
 ],
 "por": null
}