{
 "awd_id": "2243317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Capacity and Collaborations to Prepare Elementary Teachers for Cultivating Linguistically Just and Integrated STEM Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032920000",
 "po_email": "jrodrigu@nsf.gov",
 "po_sign_block_name": "Josephine J. Rodriguez",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 74999.0,
 "awd_amount": 74999.0,
 "awd_min_amd_letter_date": "2023-03-20",
 "awd_max_amd_letter_date": "2023-03-20",
 "awd_abstract_narration": "This project aims to serve the national need for building capacity to prepare K-5 teachers to meet the needs of English language learners within an integrated STEM teaching and learning context. This focus is needed in teacher preparation because states such as Tennessee have become new gateways for immigration, but educators are underprepared to meet the needs of changing student populations. This project also seeks to develop strategies that will increase the pool of Black, Indigenous, and people of color (BIPOC) teacher candidates including creating achievable pathways for community college students, who are themselves often bilingual/multilingual, to become STEM teachers of linguistically diverse elementary students. Increasing the representation of BIPOC, linguistically diverse teachers in public schools has the potential to broaden students’ access to high-quality STEM learning opportunities from an early age.\r\n\r\nThis project at the University of Tennessee, Knoxville will develop partnerships with a linguistically diverse, high-need public school district and its nearby community college. Four project goals will guide the work of the investigators. First is to assess the need for teachers who are prepared to teach integrated STEM in school districts with substantial populations of linguistically diverse students. Second is to assess the interest in and need for pathways into elementary STEM education for linguistically diverse or BIPOC community college students. Third is to identify a public school district and its nearby community college to form collaborative partnerships and transfer pathways based upon high need for and interest in recruiting elementary STEM teachers who are prepared to teach integrated STEM in linguistically diverse contexts. The fourth and final goal is to develop and configure a new elementary teacher education program with community college transfer pathways that focuses on preparing teachers for linguistically just and integrated STEM education in K-5. This project has the potential not only to contribute teacher education models and frameworks that integrate theories from bi-/multilingual education and STEM education in K-5, but also help meet the need for teachers prepared to support BIPOC or linguistically diverse students’ STEM learning. This Capacity Building project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Harper",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Frances K Harper",
   "pi_email_addr": "fharper1@utk.edu",
   "nsf_id": "000766259",
   "pi_start_date": "2023-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clara Lee",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clara Lee Brown",
   "pi_email_addr": "cbrown26@utk.edu",
   "nsf_id": "000579536",
   "pi_start_date": "2023-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1122 Volunteer Blvd",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379964515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 74999.0
  }
 ],
 "por": null
}