{
 "awd_id": "2243328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Culturally Responsive Education of STEM Teacher Candidates",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928712",
 "po_email": "lmcalist@nsf.gov",
 "po_sign_block_name": "Leah McAlister-Shields",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2028-04-30",
 "tot_intn_awd_amt": 1190115.0,
 "awd_amount": 659926.0,
 "awd_min_amd_letter_date": "2023-03-28",
 "awd_max_amd_letter_date": "2025-03-27",
 "awd_abstract_narration": "This project aims to serve the national need to increase the number of STEM majors entering the STEM teacher-preparation pipeline to fulfill growing shortages in high-need secondary schools. The project will provide two-year scholarships and academic and co-curricular support to twenty-eight (28) talented undergraduate STEM students who are majoring in biology, chemistry, earth sciences, or mathematics and intend to become secondary STEM teachers. An important direction of the project will be to provide teacher preparation and induction that emphasize effective STEM discipline content knowledge along with culturally responsive and place based pedagogical practices to engage diverse student populations in successful learning experiences in STEM. An underlying feature of the project will be the development and implementation of myriad networking opportunities. Included will be the creation of a professional learning community (PLC) composed of university faculty, Noyce Scholars, and STEM teachers at the partnering Local Education Agencies (LEAs). Related to this learning community, other project components will include a seminar series, an annual STEM teaching conference, classroom observations, mentoring of Scholars by college faculty and in-service teachers, and establishment of an online hub for sharing resources and collaboration. The teacher preparation project initiatives coupled with induction and an emphasis on culturally responsive education will develop STEM teachers who will enable high-need schools in New Jersey and other areas across the United States to provide their students a strong and inclusive science and mathematics education. In turn, this will help provide a pathway for many of these same students to establish STEM careers.\r\n\r\nThis project is housed at Kean University, a minority serving and Hispanic serving institution, and leverages partnerships with two high-need urban adjacent LEAs in New Jersey, namely the Township of Union School District and the Lakewood Township School District. The project will be guided by several goals. First, over five years, the project will recruit, provide scholarships, and prepare a diverse set of twenty-eight (28) high-quality students, who are undergraduate majors in biology, chemistry, earth sciences, or mathematics, to become STEM secondary teachers in high-need schools. A corollary of this goal is that 50% of the Scholars will be students who identify as members of racial and ethnic groups that are underrepresented in their participation in STEM disciplines. A second goal is to provide a variety of networking activities for the project's Scholars to enhance STEM teacher preparation, retention, and classroom effectiveness. An underlying thread through the activities will be an emphasis on culturally responsive pedagogies. For a third goal, the project will provide Noyce Scholars with strong STEM and pedagogical content knowledge through STEM discipline coursework and projects as well as the project's teacher preparation and induction components. Comprehensive mixed-methods project evaluation will provide formative and summative assessment and feedback and generate new knowledge with respect to best practices for professional learning communities and networking opportunities in general for STEM teacher preparation and induction. Project investigators will disseminate findings, successes, and challenges through social media, publications, conference and workshop presentations, summer outreach activities, exchanges with area K-12 educators, and the project's online Culturally Responsive Education for STEM Teachers Hub. This Track 1: Scholarships and Stipends project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Lorentzen",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Y Lorentzen",
   "pi_email_addr": "llorentz@kean.edu",
   "nsf_id": "000226373",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Beaugris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louis Beaugris",
   "pi_email_addr": "lbeaugri@kean.edu",
   "nsf_id": "000123526",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Verdi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gail Verdi",
   "pi_email_addr": "gverdi@kean.edu",
   "nsf_id": "000764282",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "McDermitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia McDermitt",
   "pi_email_addr": "pamcderm@kean.edu",
   "nsf_id": "000893998",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kean University",
  "inst_street_address": "1000 MORRIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "UNION",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9083733464",
  "inst_zip_code": "070837133",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "KEAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SQ62WM5KNSV8"
 },
 "perf_inst": {
  "perf_inst_name": "Kean University",
  "perf_str_addr": "1000 MORRIS AVE",
  "perf_city_name": "UNION",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070837133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 384423.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 275503.0
  }
 ],
 "por": null
}