{
 "awd_id": "2243457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Preparing, Supporting, and Diversifying STEM Teachers for High-Needs Schools in  California’s Central Valley by Promoting Social and Environmental Justice Pedagogies",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032920000",
 "po_email": "jrodrigu@nsf.gov",
 "po_sign_block_name": "Josephine J. Rodriguez",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 1191346.0,
 "awd_amount": 746993.0,
 "awd_min_amd_letter_date": "2023-02-19",
 "awd_max_amd_letter_date": "2023-02-19",
 "awd_abstract_narration": "This project aims to serve the national need for preparing and retaining high-quality STEM teachers who are prepared to teach in high-need school districts. Research indicates that when teachers and students have similar demographics, students' test scores, attendance, and suspension rates are positively affected. Marginalized social groups consistently bear differential impacts, and all fields of science and mathematics are called upon for commitments to improve STEM knowledge and to create solutions for equitable advancement of K-12 students with STEM literacies. To foster these improvements, a focus of the project will be to provide teacher preparation for undergraduate STEM majors or STEM degree holders to become educators with strong content knowledge and pedagogical expertise that target social and environmental justice initiatives. Teacher preparation and induction will emphasize empowerment, transformative leadership, equitable and inclusive educational practices, and research-informed instruction through planned curricular and induction-period activities, as well as participation in a professional learning community. This will enable high-need schools in California's Central Valley and other areas nationwide to provide their students a strong and inclusive science and mathematics education. This, in turn, will help prepare many of these same students for the STEM workforce.\r\n\r\nThis project at California State University-Stanislaus (CSU-Stanislaus), an Hispanic serving institution (HSI), includes partnerships with Turlock Unified School District (USD), Stockton USD, and Modesto City Schools. The project will be guided by several goals. First, over five years, the project will recruit and prepare a diverse set of twenty-five (25) high-quality students, who are undergraduate majors or who have a degree, in biology, chemistry, computer science, engineering, geoscience, mathematics, or physics, to become K-12 STEM teachers in high-needs schools. A special focus will be on recruiting students of color and other minorities who are traditionally underrepresented in the STEM arena. The Scholars, who would be supported for up to three years if a current undergraduate student, and for one credentialing year if already holding a STEM degree, would represent an increase of twenty-five STEM teachers beyond current numbers. Second, project activities and CSU-Stanislaus curricula will provide these prospective STEM teachers with high-level STEM content knowledge and culturally sustaining pedagogies as well as leadership, socio-emotional learning, and active learning skills and expertise to prepare them for their future classrooms in high-needs schools. This process will also feature preparation with respect to national narratives, frameworks, and standards concerning teaching and student learning. A third goal is to decrease teacher burnout and attrition rates by creating an induction process that includes a professional learning community and networking opportunities aimed at connecting practicing STEM teachers with one another. A fourth goal is to create, implement, study, sustain, and disseminate a model that (1) involves research-based best practices to prepare and retain prospective STEM teachers, especially from traditionally marginalized groups, and (2) emphasizes pedagogies that attend to diversity, equity, and inclusion. Comprehensive mixed-methods project evaluation will provide formative and summative assessment and feedback. Through publications, conferences presentations, and workshops, investigators will proactively disseminate project findings and outcomes to other CSU campuses and nationwide. This Track 1: Scholarships and Stipends project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-needs school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bjorg",
   "pi_last_name": "Johannsdottir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bjorg Johannsdottir",
   "pi_email_addr": "bjohannsdottir@csustan.edu",
   "nsf_id": "000755556",
   "pi_start_date": "2023-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Montero Hernandez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia Montero Hernandez",
   "pi_email_addr": "vmonterohernandez@csustan.edu",
   "nsf_id": "000771698",
   "pi_start_date": "2023-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Devitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Devitt",
   "pi_email_addr": "adevitt@csustan.edu",
   "nsf_id": "000831298",
   "pi_start_date": "2023-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynda",
   "pi_last_name": "Wynn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynda Wynn",
   "pi_email_addr": "lwynn@csustan.edu",
   "nsf_id": "000875305",
   "pi_start_date": "2023-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Stanislaus",
  "inst_street_address": "ONE UNIVERSITY CIRCLE",
  "inst_street_address_2": "112A",
  "inst_city_name": "TURLOCK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2096673493",
  "inst_zip_code": "953823200",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CA05",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, STANISLAUS",
  "org_prnt_uei_num": "",
  "org_uei_num": "SRT1YX7KJQL4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Stanislaus",
  "perf_str_addr": "One University Circle",
  "perf_city_name": "Turlock",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953820256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 746993.0
  }
 ],
 "por": null
}