{
 "awd_id": "2243432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS:  Synthesizing three decades of tadpole plasticity experiments with two decades of wetland surveys",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 278827.0,
 "awd_amount": 288610.0,
 "awd_min_amd_letter_date": "2023-03-28",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "Many plants and animals experience variable environmental conditions over space and time and they can respond by changing their shape in ways that make them better suited to their current environment. Decades of experiments have provided tremendous insights into how plants and animal change shape, but we know much less about “shape-shifting” species in nature. Understanding how plants and animals evolve the ability to change their traits in different environments is of interest not only to foundational research in biology, but also to real-world applications, including changes in tolerance to pesticides, freshwater salinization, invasive species, wildlife diseases, human health, and climate change. Thus, the insights from this research will provide societal benefits by furthering our understanding of how changes in morphology can evolve. The work will train 3 undergraduate students, involve summer high school and middle school teachers, and K-12 and public outreach efforts (including with underserved schools). \r\n\r\nThis project will synthesize long-term data on natural environments to better understand how environmental variation impacts the future evolution of species traits. Using discoveries from over three decades of experiments on multiple species of tadpoles, which alter their morphology in different predator and competitor environments, I plan to synthesize that work with nearly two decades of data on environmental variation from long-term surveys of 40 ponds and wetlands in Michigan. The proposal has four major objectives:  1) examine whether the morphological changes observed in our experiments also occur in nature; 2) determine if variation in competition and predation in natural wetlands differs for each tadpole species and is associated with known morphological changes of each species; 3) investigate how different populations experience different amounts of natural variation in competition and predation over time, and 4) predict responses to natural selection in natural ponds by predators and competitors over time to see if it aligns with observations in prior experiments. Integrating these detailed and long-term datasets allows a synthesis that will address important and novel research questions, thereby adding value and new insights for current and future investigators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rick",
   "pi_last_name": "Relyea",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rick A Relyea",
   "pi_email_addr": "relyer@rpi.edu",
   "nsf_id": "000135872",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 278827.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 9783.0
  }
 ],
 "por": null
}