{
 "awd_id": "2243850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: 3D Graph Neural Networks: Completeness, Efficiency, and Applications",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927978",
 "po_email": "racharya@nsf.gov",
 "po_sign_block_name": "Raj Acharya",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 599939.0,
 "awd_amount": 599939.0,
 "awd_min_amd_letter_date": "2023-07-19",
 "awd_max_amd_letter_date": "2023-07-19",
 "awd_abstract_narration": "Many real-world systems and phenomena can be described by entities and their relations. For example, social networks consist of people and their relationships, and molecules consist of atoms connected by chemical bonds. Graphs are commonly used to encode such systems and phenomena in which nodes correspond to entities, and edges correspond to relations. Computational analysis of graphs has been an active area of research for many years with a plethora of fruitful results and discoveries. However, many current graph analysis studies only consider topologies of graphs (i.e., a two-dimensional representations of these relationships), while important geometric information is not considered. In many scientific domains, physical systems are most accurately described by geometric graphs, also known as 3D graphs, in which each node is associated with a coordinate in 3D physical space. Accurate encoding of such geometric information is critical in many scientific domains. For example, atoms in a molecule occupy physical space, and their locations determine 3D molecular geometry. In drug discovery, the binding properties and thus effectiveness of drugs critically depend on their 3D shapes as molecular interactions act similarly to lock-and-key mechanisms. This project aims at advancing the field of geometric graph analysis by developing algorithms that can capture 3D geometries of graphs accurately and efficiently. The project is committed to broadening participation in computing by engaging and inspiring K-12 and underrepresented students in artificial intelligence and molecular analysis research and education. \r\n\r\nIn this project, the first set of research tasks aim to develop principled 3D graph neural networks that can use the power of 3D geometric information of small molecules to generate informative and discriminative representations. A novel message passing scheme will be developed to incorporate 3D geometric information in a complete and efficient manner. Building on this development, a new 3D graph neural networks architecture will be designed to facilitate representation learning on large-scale molecule data and boost the performance and efficiency for a plethora of real-world tasks. The second set of research tasks extend the proposed complete and efficient 3D graph neural networks to representation learning of proteins, which are complex macromolecules of fundamental importance. Existing studies either fail to consider the hierarchical relations present in proteins or suffer from severe efficiency issues. To overcome these limitations, a novel hierarchical protein graph network to learn protein representations at different levels will be developed in this project. The proposed method faithfully integrates important hierarchical relations, resulting in a more natural protein learning scheme. By employing the proposed complete and efficient 3D graph neural networks for small molecules as a base model, the new hierarchical protein graph network is expected to achieve provable completeness and efficiency at different levels. The proposed research will result in open-source software tools to be used by researchers and practitioners.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuiwang",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuiwang Ji",
   "pi_email_addr": "sji@tamu.edu",
   "nsf_id": "000572148",
   "pi_start_date": "2023-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "435 Nagel Street",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 599939.0
  }
 ],
 "por": null
}