{
 "awd_id": "2244897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSFGEO-NERC: C-FORCE Carbon-Cycle Feedbacks from Response to Carbon Emissions",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927516",
 "po_email": "awanamak@nsf.gov",
 "po_sign_block_name": "Alan Wanamaker",
 "awd_eff_date": "2022-11-15",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 201294.0,
 "awd_amount": 201294.0,
 "awd_min_amd_letter_date": "2022-11-08",
 "awd_max_amd_letter_date": "2022-11-08",
 "awd_abstract_narration": "The Paleocene-Eocene Thermal Maximum (PETM) was a global warming event roughly 56 million years ago. The PETM coincided with major volcanism, when opening of the North Atlantic Ocean led to the formation of the North Atlantic Igneous Province. However, it is not clear what fraction of the increase in atmospheric carbon dioxide across the PETM was caused by volcanism. It is also unclear whether carbon cycle feedbacks influenced the carbon dioxide increase. This project will use geophysical, geochemical, and numerical modeling techniques to quantify the net global carbon cycle feedbacks across the PETM. The project’s US participants will generate detailed new records of ocean chemistry and develop novel modeling strategies. Together, these will help determine whether volcanic emissions can explain the magnitude and pace of PETM environmental change. This project will support a postdoctoral researcher at UC Santa Cruz and will provide support and internship research opportunities for undergraduate students from UC Riverside. This is a project that is jointly funded by the National Science Foundation’s Directorate of Geosciences (NSF/GEO) and the National Environment Research Council (NERC) of the United Kingdom (UK) via the NSF/GEO-NERC Lead Agency Agreement. This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award, each Agency funds the proportion of the budget and the investigators associated with its own country.\r\n\r\nTo address uncertainties in carbon cycle feedbacks on a warming planet, the project will measure how the global carbon cycle responded during a past period of global warming that was driven by emissions of carbon-based greenhouse gases to the atmosphere. The Paleocene-Eocene Thermal Maximum (PETM) is the largest natural climate change event of the last 65 million years, and the closest natural analog to the modern rates of global warming and carbon greenhouse gas emissions. During the PETM, initial global warming of 4-5 degrees C over a few thousand years was partially driven by carbon emissions from an unusually massive episode of volcanism, and the climate then gradually recovered to its pre-existing state over more than 100 thousand years. The project will use a novel model of the global carbon cycle to compare the carbon supplied by volcanism with the total PETM carbon budget; the difference between these two budgets can be attributed to carbon cycle feedbacks. First, the project team will make new high-resolution estimates of the rate at which volcanism supplied carbon to the atmosphere throughout the PETM by measuring the processes that generated the magma. Next, new high-resolution records of ocean acidification will constrain calculations of the total budget of carbon emissions to the atmosphere that caused the climate change. Finally, carbon cycle modeling will allow the scientists who make these two sets of measurements to interface effectively to solve the net global carbon cycle feedback problem for the first time. Furthermore, because Earth's carbon reservoirs differ in isotopic composition, this project will fingerprint which reservoirs most likely acted as carbon sources or sinks over the course of the PETM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Turner",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra K Turner",
   "pi_email_addr": "sandra.kirtlandturner@ucr.edu",
   "nsf_id": "000598050",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Ridgwell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Ridgwell",
   "pi_email_addr": "andrew.ridgwell@ucr.edu",
   "nsf_id": "000706115",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 UNIVERSITY AVE",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 201294.0
  }
 ],
 "por": null
}