{
 "awd_id": "2244615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Density of Modes: A New Way to Forecast Sediment Failure",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 218998.0,
 "awd_amount": 218998.0,
 "awd_min_amd_letter_date": "2023-02-10",
 "awd_max_amd_letter_date": "2023-02-10",
 "awd_abstract_narration": "Landslides, submarine slides, ground fissures, and liquefaction are geohazards that occur when near-surface sediments suddenly fail. These geohazards can cause loss of human life and destroy infrastructure. Unfortunately, the scientific community has yet to devise a way to forecast these events. This work aims to determine whether measurements of the density of excited vibrational modes (DoM), a technique that has successfully provided a precursor signal to failure in the laboratory context, provide a route forward. To date, this technique has yet to be tested in natural samples. The researchers will develop the technique first in beach sands, then possibly in more complex near-surface environments, including for data already being collected and published by other groups. Professors on the team will lead a diverse group of STEM students across disciplinary boundaries, using best practices developed by experts that emphasize collaborations and mentorship.\r\n \r\nThe ground beneath our feet shifts over time, sometimes slowly creeping, sometimes flowing like a fluid, and sometimes suddenly failing. These shifts cause landslides, submarine slides, ground fissures, and liquefaction. These geohazards' frequency and destructive capabilities have increased as global warming worsens, sea levels rise, and extreme weather events intensify. The current state-of-the-art lacks a reliable way to forecast these events, largely due to a lack of reliable methods for incorporating soil-scale information into failure models. This proposal hypothesizes that measurements of the density of excited vibrational modes (DoM), a statistical physics quantity that provides well-established failure precursors signals (broadening and increase in excess of low-frequency modes) within lab-reconstituted and numerically simulated granular materials, provides a route forward. The work seeks to answer the following questions: “How do DoM measurements complement and correspond to bulk geophysical measurements?” and “Does the DoM provide insight into the evolving state of naturally-deposited sediments?”  These efforts would represent the first application of the DoM technique in the natural sediments; if successful, the translation of the technique to Earth settings would provide a new way to identify and monitor slope stability-related hazards within the near surface.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Daniels",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E Daniels",
   "pi_email_addr": "kdaniel@ncsu.edu",
   "nsf_id": "000138697",
   "pi_start_date": "2023-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 218998.0
  }
 ],
 "por": null
}