{
 "awd_id": "2244144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: FIRE: Facilitating Inclusive Research Experiences in Mechanical Engineering and Materials Science",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 410216.0,
 "awd_amount": 410216.0,
 "awd_min_amd_letter_date": "2023-07-20",
 "awd_max_amd_letter_date": "2023-07-20",
 "awd_abstract_narration": "This is a three-year new proposal for an REU Site titled, \"REU Site: FIRE: Facilitating Inclusive Research Experiences in Mechanical Engineering and Materials Science” at the University of Pittsburgh. Ten students each year will conduct research related to mechanical engineering and material science. The goal is to determine and validate best practices that will help address gaps in URM students attending graduate school and change the culture at their institution. To address the well-documented gender- and race-gaps in engineering graduate school, this REU program focuses on the “leak” in the pipeline that occurs between undergraduate and graduate school.  The project will develop validated practices for reducing barriers for students, building on existing research in STEM inclusion, and lessons learned from prior summer research programs. Multiple mentors will be assigned to each student. This strategy will create an encouraging and professional environment. Interactive workshops for professional, technical, and social skills will help build lasting social and professional networks for the students as well as the mentors. The project will build the confidence, skills, and networks of diverse undergraduates and foster a more inclusive culture among faculty and REU students as they pursue graduate studies.\r\n\r\nThis is a three-year new proposal for an REU Site titled, \"REU Site: FIRE: Facilitating Inclusive Research Experiences in Mechanical Engineering and Materials Science” at the University of Pittsburgh. Ten students each year will conduct research related to mechanical engineering and material science. Two complementary strategies will be applied to broaden representation in ME/MSE graduate school: 1) Build the confidence, skills, and networks of diverse undergraduates; 2) Foster a more inclusive culture among faculty and graduate students. The plan for the program is to recruit ten diverse undergraduate students per year through the REU and to pair these with an internally-funded cohort of students from the University of Pittsburgh. The program will also directly include faculty members, graduate students as technical mentors and undergraduate students as peer mentors, thus fostering change within a large segment of the department. The program will develop validated practices for reducing barriers for these students, building on existing research in STEM inclusion, and lessons learned from prior summer research programs. Multiple coordinated and trained mentors per student will create an encouraging and professional environment. Interactive workshops for professional, technical, and social skills will help build lasting social and professional networks for the students as well as the mentors. This work will further develop and disseminate validated best practices for addressing the undergraduate-to-graduate school pipeline “leaks” and, ultimately, increase the diversity in the pool of mechanical engineers and materials scientists with graduate degrees, for the purpose of fostering greater diversity of faculty in these programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Whitefoot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Whitefoot",
   "pi_email_addr": "jwhitefoot@pitt.edu",
   "nsf_id": "000896960",
   "pi_start_date": "2023-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nikhil",
   "pi_last_name": "Bajaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikhil Bajaj",
   "pi_email_addr": "nbajaj@pitt.edu",
   "nsf_id": "000802161",
   "pi_start_date": "2023-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 5TH AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 410216.0
  }
 ],
 "por": null
}