{
 "awd_id": "2244450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Non-Invasive Deep Brain-Computer Interfaces",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928318",
 "po_email": "vpavlovi@nsf.gov",
 "po_sign_block_name": "Vladimir Pavlovic",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 323650.0,
 "awd_amount": 339650.0,
 "awd_min_amd_letter_date": "2023-02-27",
 "awd_max_amd_letter_date": "2024-04-13",
 "awd_abstract_narration": "This Research Experiences for Undergraduates (REU) Site will enable eight undergraduate students each year to undertake cutting-edge research topics in Robust Intelligent non-invasive Deep brain-computer interface (BCI) Systems at Kennesaw State University (KSU). The overall goal of this interdisciplinary program is to provide undergraduate students with a multi-mentor academic environment. The REU Site will use the creative potential of BCI technology to attract and broaden the participation of women and underrepresented minorities in the Computing and Engineering fields. The KSU REU program focuses on recruiting students from a broad range of disciplinary backgrounds who are interested in pursuing research careers in Computer and Information Engineering.  To achieve this, this REU site will: (i) involve eight students per summer for a 10-week long research project in BCI and related technology with mentored research projects conducted in collaboration with other subfields, (ii) provide training in tools and technologies that are common in these research areas, (iii) inspire participating students to consider STEM as a career path and pursue STEM career at the graduate level, (iv) specifically target participation of women and underrepresented minorities, and (v) encourage participation of undergraduate students who have limited research opportunities at their home colleges and universities. The mentoring team for each REU student includes members not only from computer science but also from diverse backgrounds, including data science, information technology, and engineering technology. Students will participate in various activities to broaden future career opportunities such as graduate study, research scientists, outstanding science and engineer positions, and faculty career path. In addition, REU students will submit their final research papers to target conferences and journals. The investigators and mentors are all women faculty at KSU, which can attract more underrepresented groups to this program.\r\n\r\nRecruited students will be offered an innovative multi-disciplinary STEM cyber-learning environment and hands-on practices. Through the KSU REU program, eight REU students will fully work on whole-cycle research projects and master professional research skills under the guidance of experienced faculty and industry mentors. These research projects will have a high-level focus on Brain-Computer Interface (BCI)-related topics covering advanced topics in robust intelligence, using non-invasive electroencephalography (EEG) data. This REU site will (i) engage undergraduates in the integrated design of IoT devices, healthcare, big data analysis, cyber security, and deep machine learning methods, (ii) encourage students to participate in student data mining competitions, (iii) help the REU students enhance their presentation skills, research abilities, as well as patent and publication preparation, (iv) provide a transformative career experience for students who are on the brink of making decisions about their post-undergraduate career directions, and (v) provide strong interdisciplinary research opportunities for women and underrepresented undergraduate Students. KSU REU program will organize field trips, workshops, seminars, poster day events, and various social activities to enrich the educational and research experiences.  The research carried out by the participating undergraduate students will advance the state of the art in incorporating BCI techniques for various applications such as healthcare (speech and motor disability, mental health, public health and disease spreading), empathy training, privacy preserving data analytics, and machine learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing He",
   "pi_email_addr": "she4@kennesaw.edu",
   "nsf_id": "000630551",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Tian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Tian",
   "pi_email_addr": "xtian2@kennesaw.edu",
   "nsf_id": "000877573",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kennesaw State University Research and Service Foundation",
  "inst_street_address": "1000 CHASTAIN RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "KENNESAW",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4705786381",
  "inst_zip_code": "301445588",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "GA11",
  "org_lgl_bus_name": "KENNESAW STATE UNIVERSITY RESEARCH AND SERVICE FOUNDATION, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G8DZHNRKWTN3"
 },
 "perf_inst": {
  "perf_inst_name": "Kennesaw State University",
  "perf_str_addr": "1000 CHASTAIN RD MAILSTOP 0111",
  "perf_city_name": "KENNESAW",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301445588",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "GA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 323650.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}