{
 "awd_id": "2244835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Seminar on Stochastic Processes 2023",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927021",
 "po_email": "ewilmer@nsf.gov",
 "po_sign_block_name": "Elizabeth Wilmer",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 49860.0,
 "awd_amount": 49860.0,
 "awd_min_amd_letter_date": "2023-02-27",
 "awd_max_amd_letter_date": "2023-02-27",
 "awd_abstract_narration": "The Seminar on Stochastic Processes 2023 (SSP 2023) will be held at the University of Arizona in Tucson, Arizona on March 8-11 2023. These seminars have been held annually (with the exception of 2021) since 1981 and are an important regular conference series for North American probabilists, bringing together a diverse group of accomplished researchers, early-career investigators, and graduate students. The primary goals of SSP 2023 are to present the most significant recent progress in probability theory and stochastic processes and to enable participants to discuss their work with peers. The five main speakers and tutorial lecturer were chosen for their prominence in the field and for the collective breadth of their research areas. SSP 2023 will also incorporate activities intended especially for new researchers; these will include two 90-minute tutorial lectures, a poster session with accompanying mini-talks, an open problem session, and a panel discussion on topics of particular interest to early-career researchers.\r\n\r\nStochastic processes are fundamental to understanding the way randomness occurs in the real world and are used to model a wide variety of physical, biological, ecological, and financial phenomena. Some of the topics that will be addressed in this meeting include probability motivated by problems from physics, such as percolation, random matrix theory and spin systems; the probabilistic theory of mean field games; the derivation of partial differential equations and stochastic partial differential equations from underlying stochastic microscopic dynamics; and random phenomena in fractal-like environments. Financial support to attend the conference will be preferentially given to graduate students, postdocs, women, members of under-represented or marginalized groups, and to early-career researchers who may not otherwise be able to attend the conference. Additional information may be found on the conference webpage, https://ssp2023.math.arizona.edu/\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sunder",
   "pi_last_name": "Sethuraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunder Sethuraman",
   "pi_email_addr": "sethuram@email.arizona.edu",
   "nsf_id": "000266277",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Kennedy",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Kennedy",
   "pi_email_addr": "tgk@math.arizona.edu",
   "nsf_id": "000366890",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sunhi",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunhi Choi",
   "pi_email_addr": "schoi@math.arizona.edu",
   "nsf_id": "000474120",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ibrahim",
   "pi_last_name": "Fatkullin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ibrahim Fatkullin",
   "pi_email_addr": "ibrahim@math.arizona.edu",
   "nsf_id": "000152648",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "617 N. Santa Rita Ave.",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210089",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seminar on Stochastic Processes (SSP) is an annual conference, fostering research interactions for the probability and stochastic processes community in North America.&nbsp; This edition took place March 8-11, 2023 at the University of Arizona, Tucson.&nbsp; The conference featured 5 plenary talks, including an IMS Medallion lecture and a named Kai-Lai Chung lecture, and tutorial lectures on current topics in probability from distinguished researchers.</p>\n<p>Prof. Gerard Ben Arous delivered two tutorial lectures on \"High dimensional random landscapes: topological and dynamical complexity.\"</p>\n<p>Prof. Francois Delarue lectured on \"Weakly interacting (controlled) diffusion processes and (nonlinear) PDEs on the space of probability measures\" (Kai Lai Chung Lecture).</p>\n<p>Prof. Patricia Alonso Ruiz lectured on \"How Brownian motion may (or may not) describe perimeter in a fractal.\"</p>\n<p>Prof. Jian Ding lectured on \"Recent progress on random graph matching problems\" (IMS Medallion Lecture).</p>\n<p>Prof. Patricia Goncalves<span class=\"jgG6ef C9DxTc \" style=\"color: #f58526;\"> </span>lectured on \"Universal limits in particle exchange models with several conservation laws.\"&nbsp;</p>\n<p>Prof. Philippe Sosoe lectured on \"Tail bounds in KPZ models.\"</p>\n<p>Besides the plenary/tutorial lectures, an important part of the conference were poster presentations by the junior researchers (39 posters) to highlight their work on March 10 and 11, as well as a two sessions of 4 minute talks by the poster presenters to introduce them beforehand.&nbsp; The conference also featured a panel session for beginning researchers, open problem sessions, and a women in probability dinner, which allowed broader interactions.</p>\n<p>There were a total of 121 registered participants for the conference, of which 63 were partially funded from the NSF grant.&nbsp; Of these, 56 were junior researchers (40 graduate students, 15 postdocs).&nbsp; There were 24 female or underrepresented registered participants, of which 13 were partially supported from the NSF grant.</p>\n<p>The Seminar on Stochastic Processes 2023 in Tucson, AZ provided junior and more senior participants an inviting, and excellent opportunity to interact and discuss recent research in probability and stochastic processes.</p><br>\n<p>\n Last Modified: 04/01/2024<br>\nModified by: Sunder&nbsp;Sethuraman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSeminar on Stochastic Processes (SSP) is an annual conference, fostering research interactions for the probability and stochastic processes community in North America. This edition took place March 8-11, 2023 at the University of Arizona, Tucson. The conference featured 5 plenary talks, including an IMS Medallion lecture and a named Kai-Lai Chung lecture, and tutorial lectures on current topics in probability from distinguished researchers.\n\n\nProf. Gerard Ben Arous delivered two tutorial lectures on \"High dimensional random landscapes: topological and dynamical complexity.\"\n\n\nProf. Francois Delarue lectured on \"Weakly interacting (controlled) diffusion processes and (nonlinear) PDEs on the space of probability measures\" (Kai Lai Chung Lecture).\n\n\nProf. Patricia Alonso Ruiz lectured on \"How Brownian motion may (or may not) describe perimeter in a fractal.\"\n\n\nProf. Jian Ding lectured on \"Recent progress on random graph matching problems\" (IMS Medallion Lecture).\n\n\nProf. Patricia Goncalves lectured on \"Universal limits in particle exchange models with several conservation laws.\"\n\n\nProf. Philippe Sosoe lectured on \"Tail bounds in KPZ models.\"\n\n\nBesides the plenary/tutorial lectures, an important part of the conference were poster presentations by the junior researchers (39 posters) to highlight their work on March 10 and 11, as well as a two sessions of 4 minute talks by the poster presenters to introduce them beforehand. The conference also featured a panel session for beginning researchers, open problem sessions, and a women in probability dinner, which allowed broader interactions.\n\n\nThere were a total of 121 registered participants for the conference, of which 63 were partially funded from the NSF grant. Of these, 56 were junior researchers (40 graduate students, 15 postdocs). There were 24 female or underrepresented registered participants, of which 13 were partially supported from the NSF grant.\n\n\nThe Seminar on Stochastic Processes 2023 in Tucson, AZ provided junior and more senior participants an inviting, and excellent opportunity to interact and discuss recent research in probability and stochastic processes.\t\t\t\t\tLast Modified: 04/01/2024\n\n\t\t\t\t\tSubmitted by: SunderSethuraman\n"
 }
}