{
 "awd_id": "2244683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Dynamics Approaches to Simulate Polariton Photochemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 490637.0,
 "awd_amount": 490637.0,
 "awd_min_amd_letter_date": "2023-03-21",
 "awd_max_amd_letter_date": "2023-03-21",
 "awd_abstract_narration": "With support from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry, Pengfei Huo of the University of Rochester is developing new theoretical approaches to simulate quantum dynamics of polariton photochemical processes. Coupling molecular excitons to a quantized radiation field inside an optical cavity generates hybrid light-matter states, so called polaritons. Polariton chemistry has the potential to provide a new paradigm for enabling chemical transformations. Theoretical investigations play a vital role in understanding new knowledge and basic principles in this emerging field. Dr. Huo and his group are working to develop new quantum dynamics methods for accurate and direct simulations of polariton photochemical processes. With these new theoretical approaches, Dr. Huo and his team will investigate the dynamics of such molecule-cavity hybrid systems to glean information on the basic principles in polariton photochemistry. Dr. Huo will continue his 'Journey to the Molecular World' summer school for high school students in the Rochester City School District, which aims to inspire their curiosity and enthusiasm about molecular science. Dr. Huo will also collaborate with his colleagues to organize a new Telluride workshop on polariton chemistry, which will bring together experimentalists and theorists for exchanging the most recent scientific discoveries in polariton chemistry.\r\n\r\nAccurately simulating the non-adiabatic dynamics of the molecule-cavity hybrid system remains a challenge and lies beyond the current scope of photochemistry and quantum optics. Existing approaches are often based on quantum optics model Hamiltonians that break down under the strong light-matter coupling regime, or mixed quantum-classical (MQC) simulations that have known deficiencies. To address these challenges, Dr. Huo and his group will develop new non-adiabatic methods that are based on the rigorous quantum electrodynamics Hamiltonian and provide accurate dynamics simulations compared to the commonly used MQC approaches. Dr. Huo and his team will also develop new on-the-fly simulation techniques based on the quasi-diabatic propagation scheme to perform ab-initio polariton non-adiabatic dynamics in realistic molecule-cavity hybrid systems. The proposed work aims to provide a set of transformative theoretical tools and frameworks that can accurately simulate real-time polaritonic quantum dynamics. These theoretical investigations have the potential to provide fundamental knowledge of quantum light-matter-interaction-induced chemistry and facilitate new discoveries in polariton chemistry, inspiring transformative design principles that take advantage of the intrinsic quantum behaviors of photons. Such fundamental knowledge and insight obtained from this theoretical work has the potential to profoundly impact catalysis, energy production, and the field of chemistry at large.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pengfei",
   "pi_last_name": "Huo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pengfei Huo",
   "pi_email_addr": "huo@chem.rochester.edu",
   "nsf_id": "000753558",
   "pi_start_date": "2023-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "500 JOSEPH C WILSON BLVD",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 490637.0
  }
 ],
 "por": null
}