{
 "awd_id": "2244479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCF: SHF: CORE: Small: Towards Systematic Quality Control of Physically Unclonable Functions (PUFs)",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 599467.0,
 "awd_amount": 619337.0,
 "awd_min_amd_letter_date": "2023-01-10",
 "awd_max_amd_letter_date": "2025-04-23",
 "awd_abstract_narration": "Physically Unclonable Functions (PUFs) are relatively new devices, often electronic, currently being designed and investigated for potential use as hardware security primitives for various security applications.  Electronic PUFs work by exploiting some inherent randomness in the chip manufacturing process, which produces analog features with slight random variations that are combined to yield a digital function.  This randomness, usually considered undesirable in traditional chip manufacturing processes, here is harnessed and, when coupled with an analog-to-digital process, realizes a  \"challenge-to-response\" Boolean function. The hope is that each device's list of challenge-response-pairs (CRPs) is unique and hence may be used in security applications such as device identification, authentication, and on-demand cryptographic key generation. Strong PUFs promise a huge CRP space exponential in hardware size and hence able to generate, on demand, many and/or very long keys with minimal hardware throughout a device's lifespan. Despite the appeal of strong PUFs, few commercial realizations exist.  To enable this, both 1) how to properly manufacture and test strong PUFs, and 2), once fabricated and tested, how to properly integrate such devices into security protocols need to be addressed. The latter is well studied; this award’s research will focus on the relatively unexplored former question.  In this project, which brings together two  faculty in complementary areas (statistics / information theory and electronic design automation / hardware security), the team will develop a systematic framework for the testing, diagnosing, repairing, and strengthening of strong PUFs. They will train undergraduate and Ph.D. students in testing and verification of hardware security primitives -- engineers with a deep understanding of this new area are indispensable for future trusted IC design and verification teams in the US. \r\n\r\nThis research departs significantly from existing work on PUFs which has largely focused on either proposing new PUFs and evaluating their properties, or on security attacks / defenses of PUF-based protocols. Looking towards a future with ramped up domestic chip fabrication, the investigators focus on what would be needed to bring the promise of PUFs to fruition through:  1) developing new statistical, native fault models for PUF instances, PUF-production lines, and PUF-aging processes; 2) devising testing and diagnosing techniques able to quickly and accurately identify such faults. This could be fed back to electronic design automation tools to iteratively enhance PUF quality control. This differs markedly from existing testing techniques which test chips against a golden behavior. The investigators will also develop techniques to repair faulty, aging, or unreliable PUFs through challenge selection, which may be incorporated into PUF protocols. This line of work represents a careful and statistically motivated exploitation of the largely overlooked huge challenge space of strong PUFs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natasha",
   "pi_last_name": "Devroye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natasha Devroye",
   "pi_email_addr": "devroye@uic.edu",
   "nsf_id": "000524358",
   "pi_start_date": "2023-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenjing",
   "pi_last_name": "Rao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenjing Rao",
   "pi_email_addr": "wenjing@uic.edu",
   "nsf_id": "000496844",
   "pi_start_date": "2023-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD RM 520",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 599467.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 19870.0
  }
 ],
 "por": null
}