{
 "awd_id": "2244391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Applying Data Science on Energy-efficient Cluster Systems and Applications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 390002.0,
 "awd_amount": 402802.0,
 "awd_min_amd_letter_date": "2023-02-26",
 "awd_max_amd_letter_date": "2023-12-22",
 "awd_abstract_narration": "California State University, Northridge will establish a new Research Experiences for Undergraduates (REU) site on data science. Data science and parallel and distributed computing techniques have been widely used for modeling complex compute-intensive and data-intensive problems in science and engineering. Developing an effective energy conservation technique for compute/data-intensive applications has become increasingly critical in business planning and decision-making. There is a lack of holistic energy-efficient solutions capable of reducing energy costs by comprehensively utilizing a variety of measurement methods, energy consumption models, and energy-saving strategies through data science and parallel and distributed computing technologies. This project will develop energy-efficient solutions for cluster systems and various applications by applying data science and parallel and distributed computing technologies. It will provide students with an immersive experience in which they will participate in trainings and research activities to apply knowledge and skills of data science and parallel and distributed computing on energy-efficient cluster systems and applications. Students will gain research experience on problem-solving through analyzing existing research, designing and conducting experiments, and applying data science technologies in data collection, analysis, processing, and modeling. \r\n\r\n\r\nThe goals of this project include increasing the participation of undergraduate students, especially from groups that are underrepresented in computing, in research on data science and energy-efficient computing; and applying data science to build energy-efficient cluster systems and applications. This project will recruit 8 undergraduate students to work on 4 projects in the summer for 8 weeks each year for a total of 3 years. Among the 24 participant students in this REU site, more than 60% will be selected from universities/colleges outside the REU site, and more than 60% will be from underrepresented groups. In this project, students will develop skills in intelligent data collection, data processing, and data visualization of geospatial data and shade maps; gain expertise applying data science technologies and methods to model the energy consumption of cluster systems and automobile air conditioning systems; and investigate energy-efficient solutions for workload management on cluster system and various applications (geo-information visualization, automobile air conditioner system, and shading detection and mapping). The energy-efficient solutions for cluster systems workload management and the developed applications can serve as guidance for analyzing energy consumption data, building predictive energy models, and developing energy-saving workload management strategies for cluster systems and solutions for data-intensive applications. Software tools, experimental results, models and energy-saving solutions produced in the project will be freely disseminated as shared resources through publications, professional presentations, and web access.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xunfei",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xunfei Jiang",
   "pi_email_addr": "xunfei.jiang@csun.edu",
   "nsf_id": "000771999",
   "pi_start_date": "2023-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Liu",
   "pi_email_addr": "lliu@csun.edu",
   "nsf_id": "000683631",
   "pi_start_date": "2023-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Northridge",
  "perf_str_addr": "18111 NORDHOFF ST",
  "perf_city_name": "NORTHRIDGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 390002.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 12800.0
  }
 ],
 "por": null
}