{
 "awd_id": "2245854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track 1: International Research Experiences for Students: Phase II: Into the Magmatic Roots: Interactions Between Magmatism, Tectonics, and Sedimentation",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 277389.0,
 "awd_amount": 277389.0,
 "awd_min_amd_letter_date": "2023-04-12",
 "awd_max_amd_letter_date": "2023-04-12",
 "awd_abstract_narration": "New Mexico Highlands University (NMHU) plans to engage at least five U.S. undergraduate/graduate students for 5+ weeks per year over the grant period (15+ students total) in geology field and laboratory work in the Czech Republic and Poland. The impacted students (majority Hispanic, Native American and female) are among those targeted by NSF for increasing representation in STEM. This project will advance the mission of NSF by training and fostering research for underrepresented students and serve NMHU's mission to provide student research opportunities. A distinctive scheme of the International Research Experience for Students (IRES) Phase II is that it involves supporting a Fine Art and/or Media Arts graduate student each year to travel with the cohort to document the geologic activities and cultural aspects of the travel. The mixing of these students into the scope of the project will bring a fresh perspective to fully realize the scientific aspects and to visually communicate the societal impacts of IRES Phase II. The work plan balances the needs of scientific inquiry and student training. It will further the reputation of NMHU – New Mexico's premier Hispanic serving institution. The research collaboration capitalizes on the expertise of the PIs and mentors to study earth system process using a diverse tool set. The proposed activities will explore creative and transformative concepts advancing our knowledge of the ancient volcanic systems and understanding how the natural environment is intertwined with the cultural heritage of the region. The physical and digital media products will be shared with the general public to detail how and why geologic research is conducted and document the excitement of geologic discovery.\r\n\r\nThe objectives of the IRES Phase II research endeavors are to scrutinize the roots of the magmatic-plutonic system, aspects of the driving tectonics, and resultant sedimentation. IRES Phase I investigations (2017-2022) provided important constraints on the growth, evolution, and deformation of the shallow magmatic systems (<1 km). IRES Phase II focuses on windows of exposure into the deeper magmatic plumbing and emplacement system (<2-10 km depth) along with clastic, lacustrine, and fluvial sediments deposited due to the volcanic-tectonic activity. Our methods include: 1) primary field observations of igneous and sedimentary fabrics, structural measurements, and sample collection for petrologic, paleomagnetic, and rock magnetic analysis and 2) geophysical surveys to map the subsurface structure and inform overall interpretations. Each mentor's expertise and the laboratory facilities at NMHU, Czech Republic, and Poland will be accessible to support the U.S. IRES students. The proposed activities will explore creative and transformative concepts advancing our knowledge of the magmatic-plutonic system by asking: Do we see vertical or lateral magma flow in the \"deep\" part of the magmatic system? Do we see a change in fabric orientation from magmatic to tectonic and at what structural level(s)? Questions related to tectonics and sedimentation include: What are the tectonic and depositional settings of the post Variscan basins during the early Paleozoic? What is the nature of Neogene sedimentation associated with the Eger graben in Czech Republic? Do clast compositions indicate a local provenance or a more regional source rock? Can depositional facies be used as piercing points for constraining fault offset? IRES Phase II will provide critical data on these and other research topics. The project will expose students to multidisciplinary approaches to geologic research, build the next generation of geoscientists poised with important transferable skills (critical thinking, communication, multivariate data analysis, and global competency), and involve students in collaborative research that challenges long-standing models of orogeny, igneous activity, and select depositional histories in parts of Bohemia.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Petronis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Petronis",
   "pi_email_addr": "mspetro@nmhu.edu",
   "nsf_id": "000274751",
   "pi_start_date": "2023-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lindline",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Lindline",
   "pi_email_addr": "lindlinej@nmhu.edu",
   "nsf_id": "000206425",
   "pi_start_date": "2023-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Highlands University",
  "inst_street_address": "800 W NATIONAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5054543571",
  "inst_zip_code": "877014002",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "NEW MEXICO HIGHLANDS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N9GLBGC6U6M1"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Highlands University",
  "perf_str_addr": "800 W NATIONAL AVE",
  "perf_city_name": "LAS VEGAS",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "877014002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5930",
   "pgm_ref_txt": "U.S.-CZECHOSLOVAKIA PROGRAM"
  },
  {
   "pgm_ref_code": "5953",
   "pgm_ref_txt": "POLAND"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 277389.0
  }
 ],
 "por": null
}