{
 "awd_id": "2245903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "DMS/NIGMS 1: Data-driven Ricci curvatures and spectral graph for machine learning and adaptive virtual screening",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 599995.0,
 "awd_amount": 351882.0,
 "awd_min_amd_letter_date": "2023-03-21",
 "awd_max_amd_letter_date": "2023-09-11",
 "awd_abstract_narration": "Computer-aided drug design (CADD), including structure-based virtual screening of a large number of available compounds (ligands) for a given drug target, has become an essential component of modern drug discovery. The actual value of the virtual screening relies on the accuracy of the target-ligand binding affinity prediction. It is recognized as a grand challenge for the virtual screening to accurately predict the target-ligand binding structures (molecular geometries) and binding affinities associated with diverse and massive datasets. This project aims to address the grand challenge in development of machine-learning (ML)-CADD models by introducing new, more effective mathematical representations of molecular geometries with the ability to track molecular geometry changes via Ricci curvatures and their associated spectral information. The outcomes of this project will furnish novel, more reliable computational approaches in essential areas of computational drug design, biomolecular modeling, data analysis, dimensionality reduction, and mathematical biology. Moreover, this project will provide graduate and undergraduate students with training in data analysis, biological modeling, algorithm development, and computational drug design. The enhancement of curricula from this project is planned as a continuation of the investigators' teaching-research practice. The new mathematical framework and deep learning architectures are directly integrated into computer software packages to ensure extensive usage by the community of researchers in drug design, biology, computer science, and mathematics. Additionally, the project will help train the next generation of researchers in advanced mathematics, data science, and molecular biology.\r\n\r\nThis project will develop novel low-dimensional representations for biomolecular data analysis from mathematics-based approaches and robustness training data to revolutionize the current practice in structure-based virtual screening. The main objectives are: 1) to introduce molecular shape guided persistent Ricci curvature and, at the same time, to provide local geometry and spectral information to reduce the structural complexity while still maintaining an adequate description of biomolecular interactions; 2) to develop a target-ligand adaptive deep learning protocol for post-docking pose selection, binding affinity prediction, ranking, and estimation of other molecular properties; 3) to extensively validate the proposed methods on a variety of datasets to optimize the mathematical representations and learning networks. Specifically, this project will focus on the development of the proposed models for the virtual screening of phosphodiesterase-2 (PDE2) inhibitors, providing valuable hits of a promising therapeutic strategy for the treatment of various human diseases. A close loop integrating computational-experimental models will further strengthen the robustness and accuracy of the proposed models.; 4) to develop user-friendly software packages and web servers using parallel and GPU architectures for researchers who are not formally trained in advanced mathematics or sophisticated machine learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duc",
   "pi_last_name": "Nguyen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Duc D Nguyen",
   "pi_email_addr": "ducnguyen@utk.edu",
   "nsf_id": "000786347",
   "pi_start_date": "2023-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chang-Guo",
   "pi_last_name": "Zhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang-Guo Zhan",
   "pi_email_addr": "zhan@uky.edu",
   "nsf_id": "000290843",
   "pi_start_date": "2023-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE 109 KINKEAD HALL",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804700",
   "pgm_ele_name": "NIGMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 351882.0
  }
 ],
 "por": null
}