{
 "awd_id": "2245129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SHF: Small: Tangram: Scaling into the Exascale Era with Reconfigurable Aggregated \"Virtual Chips\"",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 213426.0,
 "awd_amount": 157203.0,
 "awd_min_amd_letter_date": "2023-01-10",
 "awd_max_amd_letter_date": "2023-01-10",
 "awd_abstract_narration": "The design of general-purpose processors is reaching a performance bottleneck due to the limitations in technology scaling. Chiplet-based systems offer a promising solution by integrating small dies (chiplets) inside one package. Chiplets also enable heterogeneous integration of discrete chip architectures, such as CPUs, GPUs, DSPs, and FPGAs. However, the design of high-performance chiplet-based systems faces serious challenges: inter-chiplet communication is a critical bottleneck; resource needs to be efficiently shared among the chiplets to improve the performance-cost ratio; power and thermal management need to be optimized for better in-package integration. Consequently, such designs need to take a more holistic approach, and investigations are needed on the cross-cutting issues across the processing nodes, storage and interconnection fabric. \r\n\r\nThis research proposes to build \"virtual chips\" from heterogeneous aggregated chiplets, so that the system can not only reap the performance benefit of a monolithic super chip but also break the scalability bottleneck. A major outcome of the project will be a set of optimization methods that enable the design of a reconfigurable architecture, leveraging a hybrid wireless interconnection to seamlessly connect the computing and memory components. To this end, the research goals include: (1) design of reconfigurable architectures to break the chiplet boundaries for efficient resource sharing; (2) development of models to quantify interactions between the applications and hardware resources for fast design-space exploration; (3) design of a hybrid wireless interconnection network to seamlessly bridge the physical gaps between chiplets and enable reconfigurable architectures through the flexibility of wireless networks; and (4) design of novel wireless antennas to improve energy and thermal efficiency.\r\n\r\nThe proposed research bridges the gap between multiple layers of the design stack: hardware architectures, networks and devices. Due to its cross-cutting nature, the proposed research has the potential to transform the design of high-performance, energy-efficient and cost-effective systems that are able to meet the demand of emerging applications with growing bandwidth and performance needs.  The educational contributions of this research include integrating research with teaching and training, design of tutorials and workshops focusing on the training of future engineers, and interaction with industry to accelerate technology transfer. Through the outreach activities as part of the proposed project, more undergraduate and minority students will be attracted to this field of engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongyi",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongyi Wu",
   "pi_email_addr": "mhwu@arizona.edu",
   "nsf_id": "000184931",
   "pi_start_date": "2023-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N EUCLID AVE RM 510",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 157203.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has addressed one of the most pressing challenges in modern computing: the limitations of traditional monolithic processors, which can no longer scale to meet the performance demands of today's data-intensive applications. The innovative solution developed through this work is HyWiNoP (Hybrid Wireless Network-on-Package), a pioneering hybrid wireless network architecture that enables efficient communication between heterogeneous chiplets. By aggregating these chiplets into \"virtual chips,\" HyWiNoP overcomes traditional scalability bottlenecks while achieving performance levels comparable to monolithic chips. This innovation represents a paradigm shift in system design, paving the way for more scalable, energy-efficient, and thermally manageable computing systems capable of supporting applications in machine learning, big data, and exascale computing.</p>\r\n<p>A key focus of the project was the development of an optimized medium access control (MAC) protocol to reduce contention and ensure efficient utilization of wireless channels. This protocol integrates advanced beamforming technology and a multi-band assignment strategy, enabling high-bandwidth, low-power wireless communication. Additionally, a distributed flow control and congestion management system was implemented to prioritize critical data transmissions and optimize resource allocation based on workload demands. These features allow HyWiNoP to dynamically adjust connections, topologies, and routing algorithms to maximize performance and minimize latency in real-time. The project also involved significant advancements in hardware specialization. RF node hardware, including routing logic, channel arbiters, and buffering mechanisms, was tailored to meet the needs of communication-intensive big-data applications. This hardware optimization ensures that HyWiNoP can seamlessly handle the demands of diverse workloads, enhancing both its scalability and reliability. Through these efforts, the project has demonstrated the viability of hybrid wireless interconnects as a foundational technology for next-generation chiplet-based architectures.</p>\r\n<p>Beyond the technical achievements, this project has made substantial contributions to education and workforce development. Findings from the research were integrated into the curriculum at the University of Arizona, enriching the computer engineering courses with hands-on projects that allow students to engage directly with cutting-edge concepts in exascale computing. These course projects were designed to reflect real-world challenges, encouraging students to think critically and develop innovative solutions. Moreover, as part of a Research Experiences for Undergraduates (REU) initiative, the project provided undergraduate students with opportunities to contribute to the development of HyWiNoP platforms, gaining valuable hands-on experience with advanced technologies. These educational initiatives have not only enhanced the learning environment but also inspired a new generation of engineers and researchers to pursue careers in high-performance computing.&nbsp;The broader impacts of this work extend beyond academia. The technologies developed through this project hold promise for applications in high-performance computing servers, mobile hardware, and Internet of Things (IoT) devices. By addressing critical challenges in resource sharing, energy efficiency, and thermal management, the project's outcomes contribute to the development of scalable solutions for a wide range of industries. Furthermore, the integration of hybrid wireless interconnects into chiplet-based architectures has sparked interest across the computing community. This project has also prioritized knowledge dissemination and community engagement. Results have been presented to academic and professional audiences, fostering dialogue and collaboration in the field of hybrid wireless networks. The development of a HyWiNoP-based CPU-GPU heterogeneous computing platform as part of this project has further expanded its reach, serving as both a research tool and an educational resource for students and faculty alike. By bridging the gap between theoretical research and practical applications, this project has demonstrated how foundational advancements in computing architecture can drive innovation and address real-world challenges.</p>\r\n<p>In summary, this project has successfully demonstrated the transformative potential of hybrid wireless networks for chiplet-based architectures. Through technical innovation, educational impact, and broader societal contributions, it has established a strong foundation for the future of scalable, high-performance computing systems. The integration of research findings into academic programs ensures a lasting legacy, equipping students with the skills and knowledge needed to lead advancements in exascale computing.&nbsp;</p><br>\n<p>\n Last Modified: 12/19/2024<br>\nModified by: Hongyi&nbsp;Wu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project has addressed one of the most pressing challenges in modern computing: the limitations of traditional monolithic processors, which can no longer scale to meet the performance demands of today's data-intensive applications. The innovative solution developed through this work is HyWiNoP (Hybrid Wireless Network-on-Package), a pioneering hybrid wireless network architecture that enables efficient communication between heterogeneous chiplets. By aggregating these chiplets into \"virtual chips,\" HyWiNoP overcomes traditional scalability bottlenecks while achieving performance levels comparable to monolithic chips. This innovation represents a paradigm shift in system design, paving the way for more scalable, energy-efficient, and thermally manageable computing systems capable of supporting applications in machine learning, big data, and exascale computing.\r\n\n\nA key focus of the project was the development of an optimized medium access control (MAC) protocol to reduce contention and ensure efficient utilization of wireless channels. This protocol integrates advanced beamforming technology and a multi-band assignment strategy, enabling high-bandwidth, low-power wireless communication. Additionally, a distributed flow control and congestion management system was implemented to prioritize critical data transmissions and optimize resource allocation based on workload demands. These features allow HyWiNoP to dynamically adjust connections, topologies, and routing algorithms to maximize performance and minimize latency in real-time. The project also involved significant advancements in hardware specialization. RF node hardware, including routing logic, channel arbiters, and buffering mechanisms, was tailored to meet the needs of communication-intensive big-data applications. This hardware optimization ensures that HyWiNoP can seamlessly handle the demands of diverse workloads, enhancing both its scalability and reliability. Through these efforts, the project has demonstrated the viability of hybrid wireless interconnects as a foundational technology for next-generation chiplet-based architectures.\r\n\n\nBeyond the technical achievements, this project has made substantial contributions to education and workforce development. Findings from the research were integrated into the curriculum at the University of Arizona, enriching the computer engineering courses with hands-on projects that allow students to engage directly with cutting-edge concepts in exascale computing. These course projects were designed to reflect real-world challenges, encouraging students to think critically and develop innovative solutions. Moreover, as part of a Research Experiences for Undergraduates (REU) initiative, the project provided undergraduate students with opportunities to contribute to the development of HyWiNoP platforms, gaining valuable hands-on experience with advanced technologies. These educational initiatives have not only enhanced the learning environment but also inspired a new generation of engineers and researchers to pursue careers in high-performance computing.The broader impacts of this work extend beyond academia. The technologies developed through this project hold promise for applications in high-performance computing servers, mobile hardware, and Internet of Things (IoT) devices. By addressing critical challenges in resource sharing, energy efficiency, and thermal management, the project's outcomes contribute to the development of scalable solutions for a wide range of industries. Furthermore, the integration of hybrid wireless interconnects into chiplet-based architectures has sparked interest across the computing community. This project has also prioritized knowledge dissemination and community engagement. Results have been presented to academic and professional audiences, fostering dialogue and collaboration in the field of hybrid wireless networks. The development of a HyWiNoP-based CPU-GPU heterogeneous computing platform as part of this project has further expanded its reach, serving as both a research tool and an educational resource for students and faculty alike. By bridging the gap between theoretical research and practical applications, this project has demonstrated how foundational advancements in computing architecture can drive innovation and address real-world challenges.\r\n\n\nIn summary, this project has successfully demonstrated the transformative potential of hybrid wireless networks for chiplet-based architectures. Through technical innovation, educational impact, and broader societal contributions, it has established a strong foundation for the future of scalable, high-performance computing systems. The integration of research findings into academic programs ensures a lasting legacy, equipping students with the skills and knowledge needed to lead advancements in exascale computing.\t\t\t\t\tLast Modified: 12/19/2024\n\n\t\t\t\t\tSubmitted by: HongyiWu\n"
 }
}