{
 "awd_id": "2245422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermal Community Ecology of Disease",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922944",
 "po_email": "aporrasa@nsf.gov",
 "po_sign_block_name": "Andrea Porras-Alfaro",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2023-07-10",
 "awd_max_amd_letter_date": "2023-07-10",
 "awd_abstract_narration": "Over the next century, many parts of the world will experience accelerated rates of change in climate and temperature. Among other impacts, altered thermal environments are likely to affect outbreaks of infectious disease, resulting in elevated or diminished risk of infection for plants, animals, and people. Temperature is typically linked to patterns of infectious disease through temperature-dependent growth rates and other biological traits of disease vectors (e.g., mosquitos), host species (e.g., humans, crops, or wildlife), and the parasites or pathogens themselves (e.g., bacteria or fungi). However, disease is often shaped by other species beyond this trifecta of hosts, vectors, and parasites. For example, predators often reduce disease severity in populations of their prey, and species that compete against each other frequently interfere with the transmission of each other’s parasites. Moreover, different thermal environments often favor some species over others – for example, predators over prey or one competitor over another. Thus, changes in temperature could re-assemble ecological communities in ways that unleash or inhibit infectious disease. Results of this research will demonstrate, with both models and experiments, how variation in temperature shapes infectious disease outcomes through these ecological pathways. This project will also support outreach events that engage the local community and broaden participation in science by providing opportunities for undergraduate and graduate students. \r\n\r\n\r\nThe goal of this project is to understand the ways in which temperature shapes infectious disease dynamics in ecological communities that include hosts, parasites, resources, competitors, and predators. The experiments center on a model system of zooplankton hosts, fungal parasites, and fish predators. Previous experiments in this study system have shown that warmer temperature increases the severity of disease outbreaks in minimalistic communities (just hosts and parasites), but field data from lakes suggests that warmer temperature might decrease disease severity in more complex and realistic communities. Thermal performance curves of relevant traits will be obtained for all species involved and used to parameterize general mechanistic models. Parameterized models will then be tested with independent multi-generational mesocosm experiments conducted across thermal gradients. Both models and mesocosm experiments will be designed to reflect increasingly complex communities, including: i) only hosts, resources, and parasites, ii) adding a competitor, iii) adding a predator, and iv) adding both competitor and predator. The integration of models and experiments will establish robust foundations for a new field that grapples with effects of temperature on disease dynamics in ecological communities: the thermal community ecology of disease.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Strauss",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander T Strauss",
   "pi_email_addr": "ats50851@uga.edu",
   "nsf_id": "000868324",
   "pi_start_date": "2023-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia Research Foundation Inc",
  "perf_str_addr": "310 EAST CAMPUS RD TUCKER HALL ROOM 409",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}