{
 "awd_id": "2245894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII:SCH:Self-Supervised Contrastive Representation Learning for Medical Time Series",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928111",
 "po_email": "ccyang@nsf.gov",
 "po_sign_block_name": "Christopher Yang",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 195464.0,
 "awd_min_amd_letter_date": "2023-03-15",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "Medical time series data includes an individual's medical data that are collected over a period of time. The data can include a variety of physiological information, such as brain activity, heart rate, and/or blood pressure. By analyzing medical time series data, researchers and healthcare providers can gain a better understanding of how a patient's health is changing and make predictions about future outcomes. Artificial intelligence (AI) models can be very helpful in uncovering insights from medical data and understanding the progression of a disease. However, using AI techniques can require a large number of high-quality professional annotations (notes by healthcare providers), which can be costly and hard to obtain. For example, while devices in intensive care units can continuously monitor vital signs, physicians may only have the time to review and annotate a small portion of the data to note important events. Moreover, the annotations may not be reliable because doctors may have different opinions patients or events. To this end, this project will build innovative technologies to provide insightful understanding of a patient’s health with minimal expert input. Overall, this project aims to promote the development of smart healthcare, relieve the burden on physicians, and enhance the quality of life.\r\n\r\nThis project will develop a novel self-supervised contrastive framework to learn representations from medical time series data. Specifically, the project will focus on the following tasks: (1) developing a frequency-aware contrastive framework for unimodal time series data, which leverages the cohesion between time-based and frequency-based representations of the same sample; (2) applying the established framework to analyze Electroencephalography (EEG) signals for the diagnosis of Alzheimer's Disease (AD); (3) extending the framework to multimodal medical time series data by constructing a medical graph that models the dependencies among diverse medical entities and integrates representations through graph message passing; and (4) applying the resulting model to predict clinical outcomes using multimodal vital signals, with a focus on improving interpretability through the learned graph attention weights. The investigator will disseminate the benefits of self-supervised methods to the medical community, and organize special issues and workshops to promote research in weakly-supervised methods for healthcare. This project, thereby, will further lay the groundwork for augmenting the medical system with advanced AI models, and reduce the burden on physicians by accelerating the decision-making process. For education in the interdisciplinary area of AI and healthcare, this project will deliver pioneering knowledge to students while providing real-world case studies and practical materials to young scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiang",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiang Zhang",
   "pi_email_addr": "xiang.zhang@uncc.edu",
   "nsf_id": "000895391",
   "pi_start_date": "2023-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20464.0
  }
 ],
 "por": null
}