{
 "awd_id": "2246851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 8th Lake Michigan Workshop on Combinatorics and Graph Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 21260.0,
 "awd_amount": 21260.0,
 "awd_min_amd_letter_date": "2023-02-27",
 "awd_max_amd_letter_date": "2023-02-27",
 "awd_abstract_narration": "The 8th Lake Michigan Workshop on Combinatorics and Graph Theory will be hosted by the Department of Mathematics at the University of Notre Dame on May 13--14 2023 (Saturday--Sunday). This annual workshop is targeted towards researchers in discrete mathematics at institutions in the Great Lakes area. The workshop will be centered around two series of three tutorial lectures each, focusing on state-of-the-art techniques in combinatorics and graph theory. There will be closely related short talks by students and early-career researchers, and a problem session. There will be ample unscheduled time during the workshop to allow new research collaborations to commence and active collaborations to be continued. The workshop will particularly benefit undergraduates, graduate students, and early-career researchers by introducing them to new research directions and helping them establish valuable connections with more senior colleagues. \r\n\r\nCombinatorics and Graph Theory are two very active areas of research within the broader field of Discrete Mathematics, with important ties to disciplines such as statistical physics and algebra. The confirmed tutorial speakers, Will Perkins (Georgia Institute of Technology) and Stephanie van Willigenburg (University of British Columbia), will speak about some of their own recent breakthroughs in these areas. Perkins will speak about the interactions between combinatorics, statistical physics and theoretical computer science, while van Willigenberg will speak about the classical topics of the chromatic polynomial and symmetric functions, and then about a recent notion, the chromatic symmetric function, that unites these ideas from graph theory and algebra. For more information please consult the workshop website, https://sites.nd.edu/lmw8-2023/\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Galvin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Galvin",
   "pi_email_addr": "dgalvin1@nd.edu",
   "nsf_id": "000542714",
   "pi_start_date": "2023-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 21260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The main goal of the 8th Lake Michigan Workshop on Combinatorics and Graph Theory, a weekend workshop, was to expose graduate students and junior researchers in the field of discrete mathematics, and working at institutions in the Great Lakes area, to state-of-the-art and emerging techniques in graph theory and combinatorics.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">A workshop took place on the weekend of May 13-14 2023. Will Perkins (Georgia Institute of Technology) gave three hours of tutorial lectures on the topic of &ldquo;Statistical physics methods in combinatorics&rdquo;. Stephanie van Willigenburg (University of British Columbia) gave three hours of tutorial lectures on the topic of &ldquo;Coloring with a limited paintbox&rdquo; (this focussed on the chromatic symmetric function). Shorter talks, with topics tailored to suit the topics of the tutorial lectures, were given by various graduate students and postdoctoral researchers --- Farid Aliniaeifard (University of British Columbia), Ewan Davies (Colorado State), Ethan Shelburne (University of British Columbia), and Corrine Yap (Rutgers).</span></p>\n<p class=\"p1\"><span class=\"s1\">There was also an open problem session. In addition, the workshop schedule built in ample unscheduled time during the weekend, and there were many available classrooms in the venue. This allowed junior participants to establish valuable connections with more senior colleagues, and receive guidance from them in a relaxed and informal environment.</span></p>\n<p class=\"p1\"><span class=\"s1\">Tutorial lectures and short talks were attended by 72 participants, 58 of those being early-career. 22 of the participants were female.&nbsp;The lectures introduced these participants to important emerging areas and techniques in graph theory and combinatorics, that will inform and enhance their research programs. Perkins' lectures focussed on the recent synergy between probability, combinatorics and statistical physics, while&nbsp;van Willigenburg's lectures introduced and defined progress to date on Stanley's chromatic symmetric function conjecture that links two important areas of combinatorics, namely the chromatic polynomial and symmetric functions.</span></p>\n<p class=\"p1\"><span class=\"s1\">A valuable aspect of the workshop is that the two tutorial speakers addressed quite different aspects of combinatorics. So participants who registered because their main interest was in probabilistic combinatorics were also exposed to some algebraic combinators, and vice-versa. Mixing up the topics of a workshop in this way can contribute to cross-fertilization and exchange of ideas across different research interests.</span></p>\n<p class=\"p1\"><span class=\"s1\">The majority of the participants were graduate students, and still developing as researchers and communicators. The workshop contributed to their development as researchers by introducing them to new research ideas. It&nbsp;contributed to their development as communicators by modeling (through the careful choice of speakers) excellent practices in lecturing/speaking publicly about mathematics.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/27/2024<br>\nModified by: David&nbsp;Galvin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of the 8th Lake Michigan Workshop on Combinatorics and Graph Theory, a weekend workshop, was to expose graduate students and junior researchers in the field of discrete mathematics, and working at institutions in the Great Lakes area, to state-of-the-art and emerging techniques in graph theory and combinatorics.\n\n\nA workshop took place on the weekend of May 13-14 2023. Will Perkins (Georgia Institute of Technology) gave three hours of tutorial lectures on the topic of Statistical physics methods in combinatorics. Stephanie van Willigenburg (University of British Columbia) gave three hours of tutorial lectures on the topic of Coloring with a limited paintbox (this focussed on the chromatic symmetric function). Shorter talks, with topics tailored to suit the topics of the tutorial lectures, were given by various graduate students and postdoctoral researchers --- Farid Aliniaeifard (University of British Columbia), Ewan Davies (Colorado State), Ethan Shelburne (University of British Columbia), and Corrine Yap (Rutgers).\n\n\nThere was also an open problem session. In addition, the workshop schedule built in ample unscheduled time during the weekend, and there were many available classrooms in the venue. This allowed junior participants to establish valuable connections with more senior colleagues, and receive guidance from them in a relaxed and informal environment.\n\n\nTutorial lectures and short talks were attended by 72 participants, 58 of those being early-career. 22 of the participants were female.The lectures introduced these participants to important emerging areas and techniques in graph theory and combinatorics, that will inform and enhance their research programs. Perkins' lectures focussed on the recent synergy between probability, combinatorics and statistical physics, whilevan Willigenburg's lectures introduced and defined progress to date on Stanley's chromatic symmetric function conjecture that links two important areas of combinatorics, namely the chromatic polynomial and symmetric functions.\n\n\nA valuable aspect of the workshop is that the two tutorial speakers addressed quite different aspects of combinatorics. So participants who registered because their main interest was in probabilistic combinatorics were also exposed to some algebraic combinators, and vice-versa. Mixing up the topics of a workshop in this way can contribute to cross-fertilization and exchange of ideas across different research interests.\n\n\nThe majority of the participants were graduate students, and still developing as researchers and communicators. The workshop contributed to their development as researchers by introducing them to new research ideas. Itcontributed to their development as communicators by modeling (through the careful choice of speakers) excellent practices in lecturing/speaking publicly about mathematics.\n\n\n\t\t\t\t\tLast Modified: 06/27/2024\n\n\t\t\t\t\tSubmitted by: DavidGalvin\n"
 }
}