{
 "awd_id": "2246766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intertwining ideas for some problems in probability",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927021",
 "po_email": "ewilmer@nsf.gov",
 "po_sign_block_name": "Elizabeth Wilmer",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-07-06",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "Stochastic models play a vital role in understanding complex phenomena that occur in the natural, social, and engineering sciences. Obtaining comprehensive and accurate information about these models is crucial for gaining a systematic understanding of the modeled system and for designing effective problem-solving strategies. The objective of this project is to provide fresh perspectives in the study of recently proposed models in various areas of mathematical physics and finance. The underlying concept is to establish a connection between a simple stochastic dynamic, which is easily analyzable and well-understood, and a family of complex stochastic models. This connection allows for the transfer of fundamental properties from the reference model to the entire family. To achieve this, the project aims to deepen the understanding of classification schemes can connect models of disparate phenomena. In fact, all stochastic models within a class are linked solely by a set of points known as the spectrum, which remains independent of the dynamics' structure. In addition to theoretical development, this project also incorporates a computational component: its goal is to develop precise and efficient numerical schemes for simulating such complex models. Both undergraduate and graduate students will participate, in an inclusive learning environment where students can contribute and gain valuable experience. The awardee will also organize conferences, facilitating opportunities for scholars and researchers to collaborate.\r\n\r\nBy combining theoretical insights with practical computational methods, this project strives to advance the understanding and applicability of general Markov semigroups on Hilbert spaces. It encompasses three primary objectives, which can be described as follows: first, to deevelop a novel methodology to characterize different isospectral orbits, including unitary, intertwining, interweaving, and weak similarity orbits, of Markov semigroups on Hilbert spaces. This methodology aims to provide a comprehensive understanding of the various orbits exhibited by these semigroups. Second to utilize the aforementioned classification schemes to identify analytical, ergodic, and mixing properties that can be transferred from the reference semigroup to its corresponding orbit. Particular emphasis will be placed on studying Markov processes residing in subsets of Euclidean space and Weyl chambers, with the goal of conducting an in-depth analysis of dynamical determinantal point processes. Third, to use the classification schemes developed in this project to design precise and exact algorithms for simulating these dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Patie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre Patie",
   "pi_email_addr": "pp396@cornell.edu",
   "nsf_id": "000651629",
   "pi_start_date": "2023-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "219 Rhodes Hall",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}