{
 "awd_id": "2246547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spectral Discrimination of Single Molecules with Photoactivatable Fluorescence",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 401929.0,
 "awd_amount": 401929.0,
 "awd_min_amd_letter_date": "2023-04-20",
 "awd_max_amd_letter_date": "2023-04-20",
 "awd_abstract_narration": "With support of the Chemical Structure, Dynamics & Mechanisms-B (CSDM-B) and Chemical Measurement and Imaging (CMI) Programs of the Chemistry Division, Françisco M. Raymo of the Department of Chemistry at the University of Miami and Yang Zhang of the Department of Textile Engineering at North Carolina State University are developing a new class of synthetic dyes with photoactivatable fluorescence for bioimaging applications. The goal of this research is to exploit the unique properties of these innovative fluorescent dyes to investigate cellular processes with unprecedented resolution and, ultimately, contribute invaluable chemical tools to elucidate the fundamental factors responsible for normal cellular functions and disease inception. The project lies at the interface of organic and physical chemistry with long-term implications in biology and medicine. The proposed activities are an optimal training ground for undergraduate, graduate students and postdoctoral associates as well as involve the participation of high-school students in intensive laboratory experiences through established outreach programs available at both institutions. The project will also involve participation of members of underrepresented groups at both institutions and collaborative outreach efforts at a local community college.\r\n\r\nThe goal of this project is to generate a library of cell-permeable and bioconjugatable synthetic dyes with photoactivatable fluorescence and resolved single-molecule emission spectra. Their design is based on a photochemical mechanism to activate borondipyrromethene (BODIPY) fluorescence with green light as developed by the team in prior funding cycles. Their realization demands the synthesis, structural characterization, ensemble/single-molecule spectroscopic analysis and imaging of four series of photoactivatable BODIPYs, differing in the ring-fusion pattern of their polycyclic chromophoric scaffold and/or nature of their substituents, in two parallel project components. One is aimed at resolving the spectral position and/or band shape of the photoactivated fluorescence to differentiate the single-molecule emission spectra sufficiently for structural discrimination with statistical confidence. The other is aimed at introducing hydrophilic groups and targeting ligands on the chromophoric platform to label selectively and track simultaneously intracellular proteins. The overarching scientific goal is to ultimately engineer of a unique combination of structural, photochemical and photophysical properties into innovative molecular constructs to enable the unprecedented high-throughput multiplexed single-molecule tracking of proteins in live cells.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Raymo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco M Raymo",
   "pi_email_addr": "fraymo@miami.edu",
   "nsf_id": "000486230",
   "pi_start_date": "2023-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 Campo Sano Ave.",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331461155",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 401929.0
  }
 ],
 "por": null
}