{
 "awd_id": "2246855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FET: Small: Hybrid Electrical, Ionic, and Biocompatible Artificial Synaptic Transistors",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-06-05",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Traditional computing systems have fundamental drawbacks that limit the capability of data storage and processing. Unlike conventional systems, the human brain operates through electrochemical processes, enabling parallel computing and efficient data storage. This project aims to overcome limitations in traditional computing systems by exploring the potential of bioelectronic neuromorphic computing. While progress has been made in developing brain-inspired neuromorphic hardware, there remains a gap between these artificial architectures and biological systems. To address the gap, the project focuses on creating hybrid bioelectronic neuromorphic computing systems that integrate artificial synapses with live neuronal networks. This novel technology holds immense promise across multiple domains. In neuroscience, it offers an artificial platform for studying synapse responses to electrical and ionic signals. In computing, it enables efficient processing of unstructured data, emulating the brain's capabilities. Moreover, in biomedical applications, it facilitates seamless integration between biological systems and computers, opening doors for advanced bioelectronic hybrids. In the long run, these devices could be used as brain implants, allowing the replication of brain behavior and the development of next-generation prosthetic devices for treating neurodegenerative diseases like Parkinson's and Alzheimer's. The impact of this research will be further broadened through graduate student training; year-round involvement of undergraduate students in the research, set up so they can significantly contribute to the project; leadership efforts in developing and leading a program to prepare undergraduates in electrical engineering for graduate school; and dissemination of educational videos to increase awareness and interest in this interdisciplinary area. \r\n\r\n\r\nThe investigators propose the design of novel artificial synaptic devices and arrays based on graphene transistors to meet the necessary criteria for seamless integration and response to biological signals. Building upon recent innovations, the team has developed artificial synaptic transistors using fully biocompatible materials, including bilayer graphene and Nafion-based compounds. These transistors also exhibit significantly low switching energy. The project's key objectives are scaling the graphene artificial synaptic transistors to biologically-relevant sizes and investigating individual device response and array behavior. The devices will be engineered to respond to both electrical and ionic signals, specifically potassium (K+) and sodium (Na+) ions. The devices' channel conductance, which corresponds to memory states, will be manipulated by applying electrical pulses to the Nafion gate. This process facilitates the movement of protons through the Nafion body, leading to controlled changes in conductance. A comprehensive approach combining data-driven multidimensional modeling and experimental array testing will be used to validate the functionality and performance of the devices and their arrays as artificial neural networks. Through a combination of modeling and experimental validation, the project aims to develop a cutting-edge neuromorphic system that closely emulates the properties of mammalian neurons.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean Anne",
   "pi_last_name": "Incorvia",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Anne C Incorvia",
   "pi_email_addr": "incorvia@austin.utexas.edu",
   "nsf_id": "000767215",
   "pi_start_date": "2023-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Kireev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Kireev",
   "pi_email_addr": "dkireev@umass.edu",
   "nsf_id": "000867600",
   "pi_start_date": "2023-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "089Y00",
   "pgm_ele_name": "FET-Fndtns of Emerging Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "086Z",
   "pgm_ref_txt": "Neuromorphic Computing"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}