{
 "awd_id": "2246274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Nanofluidic Physics of CO2 Utilization and Storage in Shale and Tight Oil Reservoirs",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 555274.0,
 "awd_amount": 555274.0,
 "awd_min_amd_letter_date": "2022-12-28",
 "awd_max_amd_letter_date": "2023-02-15",
 "awd_abstract_narration": "The petroleum industry in the US faces two pressing challenges. First, it needs to sequester CO2, but current technologies and cost structures are too expensive. Second, oil recovery is frustratingly low in its tight oil reservoirs dominated by nanoscale pores. A promising approach to addressing these challenges is to inject CO2 into tight oil reservoirs to enhance oil recovery and simultaneously sequester CO2. However, optimizing this operation is difficult because of the limited knowledge of nanoscale physics governing oil and CO2 transport and the uncertainties it brings to reservoir-scale modeling and prediction. The principal aim of this project is to understand such nanoscale flow physics and its impact on enhanced oil recovery and CO2 storage. This project will help engineers optimize CO2 utilization and sequestration operations in tight oil reservoirs with greater confidence, benefiting the petroleum industry and society. Insights from this study will also help understand similar transport phenomena of nanoconfined mixtures in areas such as water purification and mineral extraction, thus benefiting other industries. The project will encompass significant educational and outreach activities to underrepresented students, K12 students, and petroleum companies.\r\n\r\nThis project aims to investigate the transport of oil and CO2 in tight oil reservoirs. The overarching hypothesis is that CO2 at oil-wall interfaces and its gradient along the pore wall modulate oil-CO2 transport in nanopores and ultimately impact oil recovery and CO2 storage at the reservoir scale. This hypothesis will be tested by integrating bench-scale experiments using membranes and real cores, molecular and continuum simulations, and theories. The specific aims are to investigate CO2-mediated oil flow in nanopores and elucidate the diffusion-driven exchange between nanopore-trapped oil and CO2 in fractures. This research will advance nanofluidic physics, including interlayer slippage, diffusio-osmosis due to CO2 gradient, and modulation of transport by surface diffusion. Furthermore, an industry-standard reservoir simulator will be enhanced with nanofluidic physics and used to delineate the impact of such physics on oil recovery and CO2 storage at the reservoir scale, which will help rapidly transfer fundamental knowledge gained in this project to practice. Students, especially those from underrepresented groups, will be recruited to join this project. Outreach programs at the PIs’ institutions will be leveraged to expose K12 students to fluid dynamics research and its contributions to society. Newsletters on pore-scale research in CO2 utilization and storage will be developed and distributed to researchers in the petroleum industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Xiaolong",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaolong Yin",
   "pi_email_addr": "xyin@mines.edu",
   "nsf_id": "000530056",
   "pi_start_date": "2022-12-28",
   "pi_end_date": "2023-02-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erdal",
   "pi_last_name": "Ozkan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erdal Ozkan",
   "pi_email_addr": "eozkan@mines.edu",
   "nsf_id": "000923324",
   "pi_start_date": "2023-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Qiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Qiao",
   "pi_email_addr": "ruiqiao@vt.edu",
   "nsf_id": "000234529",
   "pi_start_date": "2022-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 555274.0
  }
 ],
 "por": null
}