{
 "awd_id": "2246252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track 1:International Research Experience in Functional Nanomaterials in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 299973.0,
 "awd_amount": 299973.0,
 "awd_min_amd_letter_date": "2023-04-05",
 "awd_max_amd_letter_date": "2023-04-05",
 "awd_abstract_narration": "Research in the 21st century is a global enterprise. Whether collaborating internationally in academia or managing a team of engineers as part of a global research or manufacturing operation, the ability to communicate and collaborate across cultures is critical. The skills and confidence necessary to succeed in this multicultural environment are not taught in any undergraduate or graduate science/engineering curriculum. Here, communication is much more that language. English is the universal language of science, but even within that context, there are considerable cultural aspects to effective interaction and collaboration. To be effective contributors in this global scientific enterprise, students must add these additional dimensions to their education. This program addresses the need to expose US undergraduate science and technology students to the international nature of modern research at a critical early stage in their careers. This is accomplished through a focused summer research program in an international setting, with the goal of developing Globally Aware Scientists. Over the course of this program, fifteen students will be supported for an immersive research experience focused on functional nanomaterials at the National Institute for Materials Science in Tsukuba, Japan. This program is built on the base of a very successful program that has been conducted in various forms since 2008. Prior programs have been demonstrated to be extremely effective in developing the Globally Aware Scientists that are needed for successful international research collaboration.\r\n\r\nThis program supports summer research experiences in nanotechnology for five U.S. undergraduates each summer for an advanced international research experience. Student participants will be working with senior scientists at the National Institute for Materials Science (NIMS) in Tsukuba, Japan. The program is a cooperative effort between the U.S. National Nanotechnology Coordinated Infrastructure (NNCI), represented by Cornell, and the Advanced Research Infrastructure for Materials and Nanotechnology (ARIM) represented by NIMS. These are, respectively, the national networks of advanced university nanotechnology laboratories in each country, making them natural partners. These research projects will be drawn from the ongoing research portfolio within the Research Center for Functional Materials of the National Institute for Materials Science, one of the leading materials research facilities in the world. Specific projects include development of improved thermoelectric materials (Dr. Mori), and development and characterization of new oxide and nitride materials for sensors and electronics (Dr. Ohsawa). Within the area of chemistry/sensor technology, students will explore micromechanical structures for artificial olfaction (Dr. Yoshikawa) and photonic crystals as chemical sensors (Dr. Iwanaga). Within the Life Sciences area, participants will develop nano-textured surfaces as scaffolds for stem cell growth (Dr. Guoping Chen) and study the effect of surface structure and chemistry on cell function and differentiation (Dr. Nakanishi).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Rathbun",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn C Rathbun",
   "pi_email_addr": "rathbun@cnf.cornell.edu",
   "nsf_id": "000282257",
   "pi_start_date": "2023-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 299973.0
  }
 ],
 "por": null
}