{
 "awd_id": "2246906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Problems in Harmonic Analysis Relating to Curvature",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 446924.0,
 "awd_amount": 446924.0,
 "awd_min_amd_letter_date": "2023-03-30",
 "awd_max_amd_letter_date": "2023-03-30",
 "awd_abstract_narration": "The field of Euclidean harmonic analysis grew out of the use of Fourier series to decompose natural signals (such as sounds) as superpositions of coherent linear waves (such as notes).  This decomposition was originally developed to prove the existence and study the properties of solutions to certain time-dependent partial differential equations (particularly the heat and wave equations) that are used to model physical processes.  With the demands of such applications as quantum mechanics, medical imaging, and signal encoding/compression, the field has expanded.  Approximating natural signals by mathematical functions, decomposing these functions as superpositions of simpler parts, modeling physical processes by mathematical operations on the parts, and, finally, reconstituting the parts by summation each necessarily leads to errors.  Theoretical harmonic analysis seeks to establish a general mathematical framework by which we can say that, provided the initial approximation and model are close to reality, subsequent errors introduced by the decomposition, mathematical operation, and reconstitution steps are small.  One mathematically proves that such approximations lead to manageable losses by “bounding” certain linear operators, and it is also of interest to understand the corresponding “reverse inequalities” by determining what kinds of data lead to the largest possible output. This project seeks to bound and study reverse inequalities for certain mathematical operators, called Fourier restriction and averaging operators in which the curvature of some underlying manifold plays an important role.  Such operators arise, for instance, in studying truncation methods for multidimensional Fourier series, as well as certain partial differential equations motivated by questions in physics.  Curvature causes these operators to behave better than would be predicted by simply counting the dimension of the manifold, and yet many open questions remain about precisely how much better.   The cases when the curvature goes negative or vanishes along some nonempty set or when the underlying manifold lacks the expected degree of smoothness are of particular interest.  These scientific endeavors are inextricably linked with the investigator's efforts to help train the next generation of mathematicians. This workforce development encompasses two main directions: advising and mentoring Ph.D. students in mathematics and creating opportunities for mathematicians at all career stages to meet and interact at conferences and other meetings.\r\n\r\nThis project will follow three lines of inquiry regarding Lebesgue space bounds for operators in harmonic analysis in which the curvature of some underlying object plays an important role. One is to prove new bounds for the restriction of the Fourier transform to manifolds whose curvature either goes negative or vanishes along some nonempty set; another is to prove new inequalities for linear and multilinear generalized Radon transforms; finally, is the use and development of concentration–compactness methods for such operators. The main part of this proposal considers such problems in pathological situations where the curvature of the manifold goes negative or vanishes along some nonempty set, with a particular focus on optimal estimates by using a measure that gives small weight to regions where the curvature is small or by changing the Lebesgue exponents under consideration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Betsy",
   "pi_last_name": "Stovall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Betsy Stovall",
   "pi_email_addr": "stovall@math.wisc.edu",
   "nsf_id": "000628561",
   "pi_start_date": "2023-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 446924.0
  }
 ],
 "por": null
}