{
 "awd_id": "2246036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: HCC: Cross-Team Collaboration to Create Accessible Software for People with Disabilities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924420",
 "po_email": "cbethel@nsf.gov",
 "po_sign_block_name": "Cindy Bethel",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 174607.0,
 "awd_amount": 174607.0,
 "awd_min_amd_letter_date": "2023-07-10",
 "awd_max_amd_letter_date": "2023-07-10",
 "awd_abstract_narration": "Software now impacts nearly every aspect of daily life. Accessibility failures in software can therefore create barriers to essential services such as banking, education, communication, and travel for people with disabilities. This project contributes to improving software accessibility; work that benefits society by progressing science, advancing national welfare, and supporting education and diversity. Social justice and legal imperatives mandate that software be accessible for people with disabilities. However, large-scale analyses, lawsuits, and advocacy organizations show that accessibility failures occur frequently. Such failures include low contrast colors, buttons on websites that are too small, and software being unusable with assistive technology. Software creation is a collaborative process between multiple roles such as accessibility specialists, designers, developers, and testers. The process involves social and technical factors with a range of opportunities for accessibility to be integrated or lost. By studying software creation teams, this research will identify current accessibility practices throughout the software creation process. The resulting insights will highlight best practices and offer guidance for improving collaborative tools and organizational structures. These insights will be shared with the research and industry community through papers, presentations, and other educational media. This project will help improve collaborative software creation tools, education, and company practices to improve software accessibility, thereby helping ensure everyone has equitable access to services that are increasingly mediated through software. \r\n\r\nThis project will reach those goals through three main steps. First, the research team will interview people across software creation roles to understand current collaboration and accessibility techniques from multiple perspectives. Next, researchers will observe multi-role teams collaborating in the workplace during various points in a software project's lifecycle. Researchers will perform inductive thematic analysis on the collected data; iteratively working through transcripts, field notes, and artifacts (e.g., emails, white boarding, designs) to identify themes. In the final phase, researchers will run focus groups with people across software creation roles to gather feedback on identified themes and extend those themes into actionable implications for improving collaborative tools and organizational structures. Results will be disseminated to multiple audiences through academic publications, industry-focused documentations and presentations, and publicly available educational material.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Ross",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Anne S Ross",
   "pi_email_addr": "a.ross@bucknell.edu",
   "nsf_id": "000891065",
   "pi_start_date": "2023-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "ONE DENT DR",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 174607.0
  }
 ],
 "por": null
}