{
 "awd_id": "2246446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Robots that Influence Human Behavior across Long-Term Interaction",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 243640.0,
 "awd_amount": 243640.0,
 "awd_min_amd_letter_date": "2023-09-07",
 "awd_max_amd_letter_date": "2023-09-07",
 "awd_abstract_narration": "Whenever robots work next to humans, influence is inevitable. Yet while current approaches can influence humans in the short-term, new approaches are needed to understand and control such influence over the long-term. This work is motivated by the observation that human-robot interaction is bi-directional and evolving: as humans adapt to robots, robot actions that previously influenced the human may no longer have the intended effect once the human learns the robot’s patterns, capabilities, and objectives. Over longer time frames, human/robot interactions may become adversarial, where humans may learn to take advantage of autonomous system behaviors, highlighting an explicit tradeoff between influential actions and transparency. This award supports research that will build new understanding of human cognition and decision-making, resulting not only in new models that capture how people adapt to influential robot behaviors over time, but also in novel control strategies that influence humans towards desired behaviors while maintaining safety and incentives. Overall, this award has the potential to improve societal well-being by improving understanding of human/robot interaction over time and in safety-critical situations. To inspire and train K-12 students for future careers in engineering, the team will host live demonstrations at university open houses where students directly interact with robots that apply our influencing algorithms. \r\n\r\nTo support these impacts, this research introduces a modeling and controls formalism for multi-agent systems that enables robots to influence humans over the long-term. The key insight is that — instead of assuming humans always respond to robot behaviors in the same way — robots should model humans as dynamic, adaptive agents that learn by observing the robot’s actions. In doing so, the researchers explicitly address tradeoffs between transparent behavior and influential actions, mitigating the chance that humans will exploit the autonomous system’s policy and increasing the capability of the robots to maintain the ability to influence agent behavior. Foundational work by this multidisciplinary team of investigators will (i) build theory and mathematical models that explain human/robot adaptation in adversarial settings over the longer-term, (ii) control robots to maintain influence even as the human co-adapts alongside the robot and (iii) formalize an optimization framework to ensure the resulting behaviors are safe in the short-term, and do not have unintended consequences in the long-term. This combination of human modeling with game-theoretic controllers will provide novel, unified insights into how robots can make decisions while accounting for their effects on humans.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dylan",
   "pi_last_name": "Losey",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Dylan P Losey",
   "pi_email_addr": "losey@vt.edu",
   "nsf_id": "000837733",
   "pi_start_date": "2023-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "058Y00",
   "pgm_ele_name": "M3X - Mind, Machine, and Motor"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "070E",
   "pgm_ref_txt": "INTEG OF HUMAN & COGNITIVE"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 243640.0
  }
 ],
 "por": null
}