{
 "awd_id": "2247800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: 2D-WS2 Supported 2D-ZnO Nanoislands for Visible-Light-Driven Photocatalysis",
 "cfda_num": "47.049, 47.083",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 300893.0,
 "awd_amount": 300893.0,
 "awd_min_amd_letter_date": "2023-03-31",
 "awd_max_amd_letter_date": "2023-03-31",
 "awd_abstract_narration": "With support from the Chemical Catalysis (CAT) program in the Division of Chemistry, and the Established Program to Stimulate Competitive Research (EPSCoR), Dr. Arjun Dahal of the University of South Alabama is studying designing of innovative heterostructure photocatalysts, which have the potential to become disruptive photocatalysts for environmentally benign and sustainable energy production. Scientific breakthroughs in developing innovative and green energy technologies can move economies away from fossil fuels, reducing the effects of climate change. Hydrogen possesses the highest energy content per weight among combustion fuels and produces only water as the product; therefore, hydrogen is regarded as a promising \"green fuel.\" Hydrogen production from the photocatalysis process by splitting water utilizing sunlight and photocatalyst materials is a promising method of generating clean energy. Designing innovative photocatalysts is the primary step to realize efficient hydrogen production. Dr. Dahal is developing innovative, low-cost, and potentially highly efficient heterostructure photocatalysts comprising two-dimensional (2D) metal oxides and 2D transitional metal dichalcogenides. As part of the project, Dr. Dahal will also examine the correlation between the photocatalytic efficiency of the heterostructures to their size, density, chemical composition, and electronic properties. The project will offer opportunities to train students in cutting-edge nanoscale science within the context of modern energy and environmental applications. The proposed research is strongly interdisciplinary and teaches students physics and chemistry concepts that better prepare students for entry into advanced degree programs and/or careers in academia and industry. \r\n\r\nIn this project, the Dahal research group is studying fabrication methods and growth mechanisms of heterostructures incorporating 2D-ZnO and 2D-WS2. Dr. Dahal will implement the physical vapor deposition (PVD) approach to grow 2D-ZnO nanoislands on the 2D-WS2 support prepared using the chemical vapor deposition (CVD) method.  PVD is a desirable method because it enables the control over morphology, size, density, chemical composition, and electronic properties of the heterostructures. Dr. Dahal will characterize nanostructure morphology, size, and density using atomic force microscopy. Photoemission will give insight into the chemical composition and electronic states of these heterostructures, and the conducting mapping measurements should provide additional insight into the quality of the interfaces. The PVD and CVD growth methods have the potential to enable the formation of high-quality interfaces. Dahal and his team will evaluate the photocatalytic efficiency by measuring the rate of degradation of an organic dye solution in the presence of these heterostructures under UV/visible irradiation. The group will also directly quantify hydrogen evolution efficiency from water-splitting reactions under light irradiation using the gas chromatography technique. Due to the synergistic effects, the proposed heterostructures can potentially be more efficient than conventional photocatalysts because they can offer a wider light-harvesting range, enable a low probability of charge recombination, and provide many active reaction sites on exposed surfaces. In terms of broader scientific impact, this  project has the potential to bring forward a new class of photocatalysts using 2D metal oxides and 2D transition metal dichalcogenides and is expected to provide useful information on the properties of the target heterostructures such as crystallinity, crystallinity phases, surface structures, band gap modifications, and defects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arjun",
   "pi_last_name": "Dahal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arjun Dahal",
   "pi_email_addr": "adahal@southalabama.edu",
   "nsf_id": "000800623",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Alabama",
  "inst_street_address": "307 N UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MOBILE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2514606333",
  "inst_zip_code": "366083053",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH ALABAMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB12VPNQQFE8"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF SOUTH ALABAMA",
  "perf_str_addr": "307 UNIVERISTY BLVD 380 ADMINISTRATION BLDG",
  "perf_city_name": "MOBILE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "366883053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300893.0
  }
 ],
 "por": null
}