{
 "awd_id": "2247297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards a Competency-Based High School Dual Credit Pathway for Advanced Manufacturing Technicians",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 649910.0,
 "awd_amount": 649910.0,
 "awd_min_amd_letter_date": "2023-05-05",
 "awd_max_amd_letter_date": "2023-05-16",
 "awd_abstract_narration": "Training in advanced manufacturing technologies helps prepare students for technician positions that are in high demand in industry. Regional manufacturers in northeast Wisconsin are interested in new academic pathways for technicians to meet this growing demand in the region. Competency-based education (CBE) addresses industry technician needs by preparing skilled students to enter the workforce with less difficulty than traditional credit-based instructional delivery modes. Lakeshore Technical College has been a state-wide leader in the implementation of CBE for technical education programs. CBE is an instructional model in which students, learning at their own pace, demonstrate that they have achieved a high level of competency for a specific set of skills that are valued by industry. This project will develop and implement a dual enrollment program for high school students at a new charter school to help students achieve competencies with maintenance, Industry 4.0, and welding technologies. Professional development for high school teachers will provide an opportunity for teachers to earn industry-recognized certifications for training students in advanced manufacturing technologies. Recruiting activities for high school students in the region will provide opportunities for students to learn about technician careers, work-based learning programs, and advanced manufacturing technologies. The project should be of interest to the technical education community as it will advance knowledge about how to implement CBE in technical education and how mastery of concepts can be used for high school students.\r\n\r\nThe overall goal of this project is to address the critical demand in the region for skilled advanced manufacturing technicians by pursuing three objectives. First is to create a CBE dual enrollment program in advanced manufacturing in consultation with a Business and Industry Leadership Team (BILT). Second is to train instructors in the use of advanced manufacturing technologies with CBE. Third is to recruit high school students to increase the pipeline of technicians with an emphasis on students from underrepresented groups. The BILT will review and evaluate the advanced manufacturing curriculum to ensure that the competencies within the maintenance, Industry 4.0, and welding pathways represent the knowledge, skills, and abilities needed for advanced manufacturing technician positions. Community college faculty will serve as mentors for charter school instructors and serve as a class resource during instruction until charter school instructors complete required certifications and are able to independently deliver all coursework in each educational pathway. Recruitment activities for high school students will include an annual marketing plan, bootcamps, and events in collaboration with regional organizations to help students understand the career opportunities in advanced manufacturing. The impact of the project on student engagement in the program will be assessed using institutional data, online surveys, and focus groups. The CBE model and project results will be shared and disseminated through the Wisconsin Resource Center for charter schools, ATE Central, and the ATE PI Conference. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Grunewald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Grunewald",
   "pi_email_addr": "jeffrey.grunewald@gotoltc.edu",
   "nsf_id": "000921138",
   "pi_start_date": "2023-05-05",
   "pi_end_date": "2023-05-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Kroeplien",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Kroeplien",
   "pi_email_addr": "rachel.kroeplien@gotoltc.edu",
   "nsf_id": "000935515",
   "pi_start_date": "2023-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Lorier",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Lorier",
   "pi_email_addr": "mark.lorier@gotoltc.edu",
   "nsf_id": "000892697",
   "pi_start_date": "2023-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lakeshore Technical College",
  "inst_street_address": "1290 NORTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9209631362",
  "inst_zip_code": "530151414",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "WI06",
  "org_lgl_bus_name": "LAKESHORE TECHNICAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HMECL87SS5B5"
 },
 "perf_inst": {
  "perf_inst_name": "Lakeshore Technical College",
  "perf_str_addr": "1290 NORTH AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "530151412",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 649910.0
  }
 ],
 "por": null
}