{
 "awd_id": "2247324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sulfonimidamides: New Frontiers in Stereochemistry and Functionality",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 649045.0,
 "awd_min_amd_letter_date": "2023-03-27",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, Professor Jared T. Shaw of the University of California, Davis is studying the development of new methods for the synthesis of sulfonimidamides (SIAs). SIAs are organic molecules that do not occur in nature and, as such, are relatively unexplored. They exhibit chirality, i.e. the ability to exist in a “right-” or “left”-handed configuration. This property makes them interesting molecules to study both for their reactivity and for the unique properties that they are expected to impart to new drugs, materials, and other useful applications. The funded research includes investigations into how to make these molecules selectively of one  handedness or of largely one enantiomeric configuration using new catalytic methods that will be optimized for efficiency and examined for breadth of application. In addition, this project will examines how this chirality or “handedness”at a sulfur center can influence the formation of new bonds adjacent to the SIA, which will enable the synthesis of new, complex SIAs that have been not been accessed or explored heretofore. These related studies will lay the groundwork for future applications in  engineering and medicine that have the potential to open up new vistas for discovery and application. In parallel to the scientific experiments, this project will involve a monthly science café that provides an accessible (and fun!) event where scientists communicate their work to the general public at an off-campus venue. The broader impacts of this work center on enabling the discovery of new molecules to benefit society as well as the public discussion of science from across UC Davis and how it benefits the state, community, and society.\r\n\r\nThe funded research centers on the development of new synthetic methods related to sulfonimidamides (SIAs). This underexplored functional group in organic chemistry provides fertile ground for the discovery from potentially new pharmaceutical lead compounds to new materials and catalysts. This research examines several new catalytic, enantioselective methods for the synthesis of SIAs, including cyclic versions of these molecules that are currently unknown outside of patent literature. These catalytic methods include dynamic kinetic resolution (DKR) using transition metal complexes as well as new phosphorous-based conversion of S=O bonds to S=N bonds. In addition, the impact of sulfur-based chirality on nucleophilic addition reactions that generate new stereogenic centers will be examined. Although previous methods used S-chiral compounds, e.g. sulfinimides, as chiral auxiliaries, this work seeks to make structurally novel SIAs with multiple adjacent carbon stereogenic centers as useful target molecules. Collectively this project aims to take a vertical step in the knowledge of how to make a new functional group in organic chemistry and how that functional group influences the reactivity of adjacent carbon atoms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Shaw",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jared T Shaw",
   "pi_email_addr": "jtshaw@ucdavis.edu",
   "nsf_id": "000508769",
   "pi_start_date": "2023-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR, STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 575000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 74045.0
  }
 ],
 "por": null
}