{
 "awd_id": "2247571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Heteroatom Dimer and Cluster Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2023-02-22",
 "awd_max_amd_letter_date": "2023-02-22",
 "awd_abstract_narration": "With the support of the Chemical Catalysis program in the Division of Chemistry, Professor Jingyue (Jimmy) Liu of Arizona State University will study heteroatom-dimer catalysts for chemical transformations of important molecules. Catalysis plays a significant role in energy, environment, and sustainability applications. Many chemical manufacturing and emission control processes use expensive precious metals as catalysts to accelerate desired chemical reactions. Because of their low abundance and high cost, the current industrial precious metal catalysts are not sustainable. The development of catalysts that make more efficient use of these metals may address this practical problem. Single-atom catalysts have been demonstrated for a variety of chemical reactions, but there remain many desired chemical reactions for which these catalysts do not provide optimum performance. Professor Liu and his research team are developing precision-designed dual atom catalysts that may provide the enhanced catalytic performance needed for those chemical reactions where single-atom catalysts do not. This project is addressing fundamental principles that govern the catalytic properties of catalysts and providing design tools for their further development, with potential long term practical applications of economic and environmental benefit. Broader impacts include incorporating research results in an annual Winter Workshop of High Resolution Electron Microscopy (attended primarily by graduate students from across the US), training of graduate and undergraduate research students, and mentoring of high school students through the SCience and ENgineering Experience (SCENE) program dedicated to providing cutting-edge science research experiences to high school students.\r\n\r\nThis research led by Professor Jingyue Liu of Arizona State University aims to develop a fundamental understanding of synergistic catalysis by supported heteroatom dimers ( for example PtPd, PtRh, PtCo, PtNi, PdCu, PtBi, PtSn, and CoCu). These dual atoms are localized to isolated, ultra-small metal oxide islands (for example CeOx or CoOx) which are uniformly dispersed on high-surface-area, robust supports. With such a catalyst design, it is expected that the interaction between two different metal atoms, placed in close proximity, can provide for unique catalytic properties that may significantly enhance catalytic activity and/or increase selectivity of the desired reaction products. The use of stable heteroatom-dimers as catalytically-active centers not only maximizes metal usage efficiency but also makes it possible to tune their catalytic properties for desired chemical transformations. This catalyst design strategy enables interactions between two different metal atoms and opens up design space for developing stable and well-defined heteroatom-dimer or dual-atom catalysts that possess advantageous catalytic properties. The heteroatom-dimer and dual-atom catalysts are being tested for CO oxidation, water-gas shift, reforming, and hydrogenation reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingyue",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingyue Liu",
   "pi_email_addr": "jingyue.liu@asu.edu",
   "nsf_id": "000652784",
   "pi_start_date": "2023-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVE STE 312",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}