{
 "awd_id": "2247802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient and Mild Synthesis of Arynes from Readily Available Building Blocks",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 490647.0,
 "awd_amount": 490647.0,
 "awd_min_amd_letter_date": "2023-05-23",
 "awd_max_amd_letter_date": "2023-05-23",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, David Stuart of Portland State University and this team are studying the development of new chemical reactions involving aromatic rings. Because aromatic rings are a vital part of molecules that are used in medicine, agriculture, and technology, the discovery of new methods to incorporate them into molecules will serve to advance these societally important fields. This work will specifically target the use of arynes; namely, aromatic rings that contain a triple bond.  Arynes have a very reactive triple bond and can in reactions that conventional aromatic systems do not carry out. Two important areas that this work will focus on are 1) to reduce the waste traditionally associated with synthesizing arynes by employing simple and widely available feedstock chemicals, and 2) generating arynes using milder conditions than are used currently. In addition to the scientific benefits to academia and industry, this work will expand research opportunities for undergraduate students through the development of a CURE (course-based undergraduate research experiences) course. It will help to provide students with a formal education in the knowledge and skills that are needed for a career in STEM (science, technology, engineering and mathematics). Additionally, outreach activities will help expand the representation of groups that have been historically marginalized in STEM.\r\n\r\nAn aryne is a highly reactive synthetic intermediate having a reaction profile that is distinct from the parent arene. This feature renders arynes useful for the diversification of aromatic rings that are found in pharmaceuticals, agrochemicals, and other synthetic materials. However, access to arynes remains either efficient or mild, but not both. Under this award, the Stuart group aims to develop new chemical reactions to access arynes from simple and widely available chemical building blocks using mild conditions to expand the functional group compatibility of arynes. The key innovation is to use “onium” leaving groups that are to be installed in situ as more reactive precursors to arynes. Specifically, the team will use positively charged sulfur (sulfonium) and iodine (iodonium) leaving groups to achieve these transformations. The anticipated outcome of this research is that synthetic chemists will be equipped to expand the chemical space of arenes in ways not previously possible.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stuart",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Stuart",
   "pi_email_addr": "dstuart@pdx.edu",
   "nsf_id": "000644648",
   "pi_start_date": "2023-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 490647.0
  }
 ],
 "por": null
}