{
 "awd_id": "2247676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Microwave-Assisted In-Situ Hydrogen Generation: Experimentation, Simulation, and Optimization",
 "cfda_num": "47.041, 47.083",
 "org_code": "07020000",
 "po_phone": "7032927258",
 "po_email": "rramacha@nsf.gov",
 "po_sign_block_name": "Rohit Ramachandran",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "This collaborative experimental and simulation-based research project aims to develop a new electromagnetic (EM)/microwave-assisted catalytic reaction process for in-situ hydrogen (H2) generation that takes place entirely within petroleum reservoir formations. This research is motivated by the urgent need to decarbonize our nation’s energy resources and to advance technologies that can lead to a practical hydrogen economy. Existing H2 generation processes suffer from either the high cost of water electrolysis or the high CO2 emissions generated by steam methane (natural gas) reforming. In this project, a radically different alternative is proposed to generate H2 within abandoned sandstone oil reservoirs so that only H2 is extracted at the surface, while all carbon-containing compounds (including CO2) are permanently locked within the reservoirs. The key innovation of this approach is that EM/microwave power will be radiated into the underground reaction region to heat and sustain the thermochemical reactions producing H2. Natural catalysts in sandstone rock minerals will play a synergistic role by increasing the efficiency of the H2 production reactions; alternative catalysts also will be investigated as a means of further increasing H2 production. Experimentally validated computer simulations of the reactions and gas-flow processes within the underground formations will play a crucial role in understanding this H2 production process and for the ultimate oil reservoir-scale implementations. Within this research program, two graduate students will be co-advised and mentored by the PIs. Research outcomes will be disseminated to the public though publications and presentations.\r\n\r\nThis experimental/simulation-based research collaboration will explore an in-situ, EM/microwave-assisted H2 production process contained within a petroleum reservoir as an alternative to the steam methane reforming/water-gas shift process used to produce most of the domestic H2 generated today. The research will study fundamental rock-hydrocarbon-water-catalyst interactions controlled by the coupled microwave irradiation, heat transfer, fluid flows, and reactions that are responsible for the conversion of hydrocarbons and water to H2 under microwave/RF heating. Laboratory experiments under controlled microwave heating and using catalysts found naturally in reservoir rock formations will be conducted to generate reaction kinetics models describing H2 production rates. The reaction kinetics expressions will be combined with multiphase descriptions of gas and fluid transport though the porous reservoir rock formations, as well as electromagnetic (EM) radiation propagation and heating phenomena, to create a complete and validated multiscale and multiphysics simulator. This simulator will be used for a range of studies, from investigating the distribution and time-evolution of hotspots under EM heating to reservoir-scale optimization studies. Because of the exceedingly high computational cost of the latter, novel graph neural network (GNN)-based domain decomposition methods will be developed to facilitate parallelization of the large-scale dynamic simulations, resulting in a seamless integration of rigorous physics-driven methods and data-driven methods. Overall, the research efforts will (1) elucidate rock-hydrocarbon-water-catalyst interactions under EM/microwave heating and develop new kinetic models for oil conversion to H2 generation; (2) develop neural network assisted high performance simulation methods for nonlinear and multiphysics descriptions of EM-thermal interaction; (3) identify the rate-limiting processes for H2 generation; and (4) identify pathways to scale-up of experimental results.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Su",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Su Yan",
   "pi_email_addr": "su.yan@howard.edu",
   "nsf_id": "000787196",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qingwang",
   "pi_last_name": "Yuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qingwang Yuan",
   "pi_email_addr": "Qingwang.Yuan@ttu.edu",
   "nsf_id": "000832111",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": null
}