{
 "awd_id": "2247314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development, Evaluation and Refinement of Metalloenediyne Complex Cyclization Kinetics for Biological Applications",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2023-06-05",
 "awd_max_amd_letter_date": "2023-06-05",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics & Mechanisms-B Program of the Chemistry Division, Professor Jeffrey Zaleski of the Department of Chemistry at Indiana University is developing structurally and dynamically tunable molecules for inhibition of undesired, fundamental cell growth processes based on a new heat-induced reaction strategy.  The advantage of the methodology is that only sites where heat and agent coexist are activated, while all other sites remain unaffected.  Structural modification will also incorporate compositional variability in an effort to tune the level of heating required to initiate the effect.  The substitutional flexibility of the structures should allow for existing imaging methods to be used to track these molecules under in vitro or possibly even, in vivo, conditions.  The project rests at the interface of synthetic, inorganic, and biological research space, providing a diverse training environment for students that will enter the workforce in these areas.  Moreover, the ensemble plan will enhance educational outreach to increase middle and high school STEM (science, technology, engineering and mathematics) engagement in campus programs through production of research-based animation learning tools.\r\n\r\nMetal-enediyne complexes of Pt(II) have shown considerable promise for tumor growth inhibition, presumably via Bergman cyclization to 1,4-diyl diradical species that lead to DNA cleavage.  Through ligand modification and ancillary ligand substitution, their reaction kinetics at room temperature also demonstrate a remarkable half-life range (0.77-77 hr), which bodes well for controlling reaction kinetics.  However, under physiological conditions and temperatures, these structures may be insoluble and their reactions so fast that sample handling is a challenge.  Conversely, their Fe(II) and Fe(III) relatives show considerable promise for delivering parallel reaction space tuning as a function of substituents, yet on a more stable kinetic platform, along with enhanced solubility.  The isostructuralism that exists between Fe(III) and Ga(III) further opens these constructs up for PET (positron emission tomography) imaging and thus sub-cellular tracking.  In addition to the application of these molecules, mechanistic rates for forward and retro-Bergman reactions will also be evaluated to disentangle true rate constants for these processes as a function of substitutions which is ultimately expected to produce better lead construct designs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Zaleski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey M Zaleski",
   "pi_email_addr": "zaleski@indiana.edu",
   "nsf_id": "000180190",
   "pi_start_date": "2023-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "800 E. Kirkwoood Ave",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 575000.0
  }
 ],
 "por": null
}