{
 "awd_id": "2247692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strong C-H Bond Activation through Superbase Incorporation and pKa Matching",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922003",
 "po_email": "jprotasi@nsf.gov",
 "po_sign_block_name": "John Protasiewicz",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2023-04-12",
 "awd_max_amd_letter_date": "2023-04-12",
 "awd_abstract_narration": "With the support of the Chemical Synthesis program in the Division of Chemistry, Neil C. Tomson of the University of Pennsylvania will study the selective cleavage of C–H bonds, a grand challenge in chemistry. These notoriously unreactive bonds are widespread, from fossil fuels to plastics and other materials.  The development of methods for splitting C-H bonds in a controlled manner is expected to aid in our fundamental understanding of their reaction chemistry and provide insight into how biological systems can perform these reactions with relative ease. These methods are also expected to enable technological developments, including the use of abundant feedstock chemicals, such as methane, for alternative fuels production. Trainees on this project will become skilled at performing highly air- and moisture-sensitive synthetic chemistry. This work will be supplemented by the use of modern computational chemistry techniques, which will provide an information-rich supplement to the synthetic chemistry being performed in the laboratory. The project will contribute to ongoing outreach efforts aimed at introducing high school students to themes in energy science. This effort will involve the creation of short videos that provide visual aids for explaining important aspects of chemistry in an accessible and captivating manner. The videos will highlight concepts covered within a high school curriculum and dovetail them with the alternative fuels focus of this research project.\r\n\r\nThe activation of aliphatic C–H bonds is challenging for several reasons, including the need for a strong thermodynamic driving force for C–H bond cleavage. Copper ions, in combination with O2, are known to mediate strong C–H bond activation reactions in enzymes, but homogeneous systems have yet to adequately replicate this reactivity. This research seeks to bridge this divide through two complementary objectives. The first will create ligand scaffolds capable of engaging in low-barrier hydrogen bonds with a protonated cupric superoxide unit.  The added thermodynamic driving force for proton transfer imparted by these unique hydrogen bonding interactions is expected to boost C–H bond activation reactivity. The second will seek to shift the thermodynamic landscape for proton transfer under anaerobic conditions by introducing superbasic functionalities (pKa of conjugate acid greater than 16) into the primary or secondary coordination spheres of cupric complexes. This latter strategy will be supplemented by the use of machine learning to accelerate the discovery of critical factors controlling the capacity of various ligand systems to enable strong C–H bond activation. The research described in this proposal is aimed at generating the knowledge needed to create new classes of base metal complexes for the efficient and selective activation of low molecular weight alkanes. This work has the potential to advance our understanding of critical C–H bond activation chemistry, while guiding future studies on the catalytic processing of alternative fuels relevant to a renewable energy economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Tomson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Neil C Tomson",
   "pi_email_addr": "tomson@upenn.edu",
   "nsf_id": "000752243",
   "pi_start_date": "2023-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": null
}