{
 "awd_id": "2247470",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wave Amplitude and Phase Manipulable Microwave Transmission Line",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 392098.0,
 "awd_amount": 392098.0,
 "awd_min_amd_letter_date": "2023-07-21",
 "awd_max_amd_letter_date": "2023-07-21",
 "awd_abstract_narration": "Currently, the most popular types of transmission lines (TLs) in high-frequency circuits include microstrip lines, coplanar waveguides, and striplines. Low cost and low-profile form factors have made them popular over the years. Although they are relatively low-loss, their non-manipulable dispersion properties do not allow much design freedom. For these reasons, in many situations, the conventional TLs are becoming a major bottleneck of utilizing available spectrum, enhancing system functionalities, and size reduction of the microwave circuits and systems. The metamaterial transmission line (MTL) concept, first introduced in the early 21st century, delivers improved control in manipulating the phase of the electromagnetic (EM) wave and in miniaturizing the circuit and system dimensions. In particular, the dispersion engineering feature of MTL has revolutionized microwave circuit design techniques and produced numerous novel components and systems. However, the non-negligible loss and inability to control the amplitude of the wave have been the MTL's main weakness, preventing the technology transfer to practical real-world applications. This research will establish a new set of theories that enable the control of the EM wave amplitude and phase to transform the next-generation TL technology. This new category of transmission lines, the active MTLs, may eventually serve as the most versatile transmission line solution to help alleviate ever increasing technological demand for enhanced data capacity, higher spatial resolution, multi-functionalities, and smaller circuit and system dimensions. This work has the potential to open new horizons in the field of microwave engineering and to bridge many future applications into reality, e.g., adaptable beam forming antennas for automotive collision avoidance radars. The educational and outreach plan of this project focuses on encouraging professionals from industry to participate in metamaterial research activities and lead the technology transfer to the industry. In addition, seminar series will be organized in collaboration with local industries and museums to promote metamaterial technology and the STEM fields in general. \r\n\r\nThe objective of this proposal is to establish new theoretical foundations that will reveal the potentials and limitations of active MTLs and enhance the transmission characteristics and reconfigurability of high-frequency EM waves. To establish the principles and evaluate the feasibility of the new active MTL structure, transistor-based negative resistance elements will be incorporated to compensate the loss of lossy shunt inductors which are elemental components of MTL, in particular for composite right/left-handed (CRLH) transmission lines. This approach minimally interferes with the wave propagating through the MTL, thus can retain all desired metamaterial characteristics. The fundamental research and demonstration of the proposed transistor-based negative-resistance CRLH transmission line will be the first to be attempted. If successful, the proposed MTL will provide unprecedented control of both radiated waves and guided waves and overcome the inherent loss and non-reconfigurability problems that have plagued MTLs for over a decade. The project outcome will provide a significant scientific leap in metamaterial technology, establishing the principles and the feasibility of new technologies for future MTL-based devices and systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Choi",
   "pi_email_addr": "junhchoi@buffalo.edu",
   "nsf_id": "000678111",
   "pi_start_date": "2023-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 392098.0
  }
 ],
 "por": null
}