{
 "awd_id": "2247153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Three-Dimensional Numerical Modeling of Sprite Streamers",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 478358.0,
 "awd_amount": 478358.0,
 "awd_min_amd_letter_date": "2023-04-10",
 "awd_max_amd_letter_date": "2023-04-10",
 "awd_abstract_narration": "This award will investigate the fundamental physics of sprite streamers using a recently developed, high-performance plasma discharge fluid simulation code, in close conjunction with the latest high-speed images of sprites. About thirty years ago, it was discovered that powerful lightning strokes can cause spectacular Transient Luminous Events (TLEs) in the earth’s upper atmosphere. Sprites are one of the TLEs.  Subsequent research has found that sprites share similar physical characteristics as those commonly known spark discharges near the ground. They, however, are much larger and last much longer, because they occur in an environment with greatly reduced air density. Sprites can cause significant modifications of the physical and chemical properties of the upper atmosphere, capable of affecting the propagation of certain radio frequency bands for long-range communications. High-resolution images of sprites have revealed that they consist of a large number of plasma filaments known as streamers. It has been recognized that understanding streamer physics holds the key to learning sprite dynamics and effects. This project will utilize an advanced computer simulation tool to study various poorly understood streamer processes. It will greatly advance our understanding of the physics and effects of sprites.  The study will advance knowledge of dielectric breakdown and transient plasma discharges and improve lightning forecast and safety. The software developed in this project will be open source.  Graduate and undergraduate students will be supported and involved in this research project, thus contributing to STEM workforce development.  \r\n\r\nThis project will investigate streamer branching, collisions between streamer heads, collisions between streamer heads and streamer channels, effects of neutral density perturbations on streamer dynamics, and interaction between streamers and the lower ionosphere. Various three-dimensional simulations will be performed using a high-performance plasma discharge fluid code called AMPLIFI (Adaptive Modeling of PLasma Initiation, Filamentation and Interaction), which was recently developed, to understand the physics of these processes, their roles in sprite dynamics, their electrical and optical effects, and their dependence on the ambient environment. This project will also provide critical information for interpreting high-speed images of sprites and understanding the implications. Concrete knowledge of the dependence of sprite streamer dynamics on ambient neutral or electrical conditions will be obtained, and this will enable the development of potentially powerful remote sensing approaches to studying the mesosphere/D region ionosphere by observing sprites.  The study of the neutral density perturbation effects on sprite streamer dynamics will also reveal a novel neutral-ion coupling mechanism enabled by a strong electric field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ningyu",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ningyu Liu",
   "pi_email_addr": "Ningyu.Liu@unh.edu",
   "nsf_id": "000211580",
   "pi_start_date": "2023-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD SERVICE BLDG 107",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 478358.0
  }
 ],
 "por": null
}