{
 "awd_id": "2247759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GEM--How Upstream Solar Wind Conditions Determine the Properties of the Foreshock Backstreaming Ions",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927544",
 "po_email": "chihuang@nsf.gov",
 "po_sign_block_name": "Chia-Lin Huang",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 82799.0,
 "awd_amount": 82799.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "The interaction of the solar wind and the Earth's magnetic field created a collisionless shock called a bow shock in front of the Earth's magnetosphere.  The incident particles can be accelerated and reflected at the bow shock, resulting in their counter-streaming along field lines and interacting with the local plasma.  Earth's bow shock is a natural laboratory to study the complex interactions between the incident solar wind and the counter-streaming foreshock populations.   This study aims to build a predictive model of the foreshock backstreaming ions, which can be integrated into a space weather prediction model to help accurately forecast and mitigate space weather hazards.  An early-career female scientist leads this project and involves the participation of multiple early-career scientists.  The related science materials will be presented to k-12 students, parents, and the general public audience through various outreach events to promote STEM education.\r\n\r\nThis study focuses on the foreshock ion properties and addresses the following questions: (1) What are the properties of the freshly reflected ions near the bow shock, including reflection rate, velocity, perpendicular and parallel temperatures and Velocity Distribution Function (VDF) types (e.g., field-aligned beam, ring distributions, etc), as a function of upstream solar wind conditions (e.g., speed, interplanetary magnetic field (IMF), Mach number, beta, etc) and shock normal angles?  (2) How do the properties of the freshly reflected ions evolve spatially and temporally as they travel away from the bow shock as suggested by global simulations?  (3) Can the obtained properties be explained by existing acceleration and reflection theories, such as adiabatic and specular reflections?  The project combines analysis of satellite measurements and numerical simulations to reveal how the ion distributions are determined by the upstream solar wind conditions.  This project will improve our understanding of the properties of the bow shock reflected ions and the related reflection, acceleration, and scattering processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "XUEYI",
   "pi_last_name": "WANG",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "XUEYI WANG",
   "pi_email_addr": "wangxue@auburn.edu",
   "nsf_id": "000353097",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "107 SAMFORD HALL",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 82799.0
  }
 ],
 "por": null
}