{
 "awd_id": "2300641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Training Industrial Technicians for Today and Tomorrow",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Davis",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 349892.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2024-06-11",
 "awd_abstract_narration": "As manufacturing continues its rapid evolution towards total automation, multiple challenges have surfaced. Regionally, these challenges include emerging and unmet industry demand for technicians skilled in multi-craft technologies, with recruitment falling short for individuals with both the aptitude and desire for the field. The demand for technicians continues to grow with 206 job postings since May 2022 with an average monthly posting of 13 jobs within the area served by National Park Community College (NPCC). This project will fill the employment gaps that currently exist in advanced manufacturing while also preparing students for positions currently unfilled or yet to be created. With guidance from employers through a Business and Industry Leadership Team (BILT) this project will create stackable credentials and multiple degree paths. These include opportunities for high school students to be introduced to the field initially through a formal education program, then to continue as and/or otherwise enroll new community college students in the same educational field, and finally to integrate incumbent workers in the same skills enhancements programming. Through this project, at least 20 students will be recruited to participate as high school students to earn certifications and pursue opportunities that can help them attain an associate degree. There are three opportunity zones in the vicinity of NPCC where on average 43% of residents live in poverty. According to the U.S. Census Bureau, only 32% of residents between the ages of 18-24 in the county where NPCC is located have completed some level of postsecondary education compared to the US average of 55%. Since the lack of postsecondary educational attainment is strongly correlated with of families living in poverty, this project offers the potential to ameliorate these conditions by focusing on recruitment of students from these opportunity zones.\r\n\r\nThe goal of the project is to update and expand the current Industrial Technology program to be more aligned with industry needs. The majority of the challenges identified will be addressed and mitigated with the inclusion of industry credentialing and laboratory upgrades that integrate relevant, emerging technologies with the manufacturing industry. Additionally, faculty professional development will be critical in the overall success of these steps. Lastly, this project will also create the opportunity to incorporate alternate delivery modes by creating work-based learning opportunities in the form of internships, pre-apprenticeship, and apprenticeship programs. In addition to adding newly created credentials into the secondary school sector, thus further advancing the knowledge of high school students, multiple concentrations and “stop out points” will be available for students enrolled in the Associate of Applied Science (AAS) General Technology Degree. Stop out points include academic Certificates of Proficiency (CPs) and a Technical Certificate (TC) that can be applied towards degree attainment. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced technology fields that drive the nation and region’s economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Freuck",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "William G Freuck",
   "pi_email_addr": "wfreuck@np.edu",
   "nsf_id": "000874897",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bill",
   "pi_last_name": "Allison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bill Allison",
   "pi_email_addr": "bill.allison@np.edu",
   "nsf_id": "000874826",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Pelton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robin E Pelton",
   "pi_email_addr": "robin.pelton@np.edu",
   "nsf_id": "000875056",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Park Community College",
  "inst_street_address": "101 COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOT SPRINGS NATIONAL PARK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5017604202",
  "inst_zip_code": "719139173",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AR04",
  "org_lgl_bus_name": "NATIONAL PARK COMMUNITY COLLEG",
  "org_prnt_uei_num": "",
  "org_uei_num": "N4EYXLDJ5ZD7"
 },
 "perf_inst": {
  "perf_inst_name": "National Park Community College",
  "perf_str_addr": "101 COLLEGE DR",
  "perf_city_name": "HOT SPRINGS",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "719139173",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 349892.0
  }
 ],
 "por": null
}