{
 "awd_id": "2300631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engaging Blind and Visually Impaired Youth in Computer Science through Music Programming",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922606",
 "po_email": "amywilso@nsf.gov",
 "po_sign_block_name": "Amy Wilson",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 2124522.0,
 "awd_amount": 2124522.0,
 "awd_min_amd_letter_date": "2023-05-18",
 "awd_max_amd_letter_date": "2023-05-18",
 "awd_abstract_narration": "Many digital platforms for learning computer science have been designed for sighted people, resulting in a limited number of accessible opportunities for blind and visually impaired youth to learn computer science. This project will address this opportunity gap when blind and visually impaired youth, their caregivers, their educators, and software developers iteratively co-design and evaluate a digital learning environment that teaches computer science through music programming. In this learning environment, youth (ages 12-17) will write code to compose music and to remix music samples from popular contemporary artists. Specifically, this project will result in a more accessible version of EarSketch, a widely-used online platform for learning to code through music programming. This project will also result in associated professional learning and teaching materials for educators of blind and visually impaired youth. Research will explore whether and how the digital learning environment results in numerous positive outcomes among the youth who use it. Ultimately, this project is likely to address the underrepresentation of blind and visually impaired people in computing fields through resulting in an accessible, engaging, freely-available, widely-disseminated platform for learning to code through auditory mediums.\r\n\r\nBlind and visually impaired youth, their families, educators, educational researchers, software developers, and music programmers will be involved in the iterative co-design and evaluation of an accessible digital learning environment that teaches coding through music programming. Participatory design studies will explore the elements of the digital learning environment that afford music programming and computing education for learners who are blind or visually impaired. These design studies will entail thematic analyses of interviews, focus groups, and concurrent protocols with educators at schools for the blind, blind or visually impaired youth in middle or high schools, and their caregivers. Observation studies of blind or visually impaired software developers and music programmers will provide further information about elements of accessible coding platforms. Additionally, mixed methods research will explore whether and how the digital learning environment fostered content knowledge gain, interest development, feelings of belonging, and intent to persist in computer science among middle and high school students who are blind or visually impaired. Analyses of validated pre- and post-surveys, as well as student interaction logs and interviews, will provide information relative to whether and how the learning environment fostered positive outcomes in these domains. The no-cost, field-tested, empirically based learning environment will be widely disseminated through numerous professional networks for researchers and practitioners. Additionally, teachers from schools for the blind across the country will have opportunities to participate in professional learning sessions on how to use the learning environment and its associated curricular materials. \r\n\r\nThis project is funded by the Discovery Research preK-12 (DRK-12) program, which seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis project is co-funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis project is co-funded by the CS for All: Research and RPPs program. This program aims to provide all U.S. students with meaningful opportunities to participate in computer science education in their schools at the Prek-12 levels. Computer science, in this program, includes use of computational tools, but also the broad range of understandings, competencies, and skills needed to apply computation in our digital world. These are often referred to as computational literacy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Freeman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jason A Freeman",
   "pi_email_addr": "jason.freeman@gatech.edu",
   "nsf_id": "000513125",
   "pi_start_date": "2023-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Magerko",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brian S Magerko",
   "pi_email_addr": "magerko@gatech.edu",
   "nsf_id": "000077563",
   "pi_start_date": "2023-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Garrett",
   "pi_mid_init": "W",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Stephen W Garrett",
   "pi_email_addr": "garrett@gatech.edu",
   "nsf_id": "000847459",
   "pi_start_date": "2023-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  },
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 2124522.0
  }
 ],
 "por": null
}