{
 "awd_id": "2300335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preparing Advanced Manufacturing Technicians for Industry 4.0 in Rural Western Kentucky",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 320377.0,
 "awd_amount": 320377.0,
 "awd_min_amd_letter_date": "2023-03-10",
 "awd_max_amd_letter_date": "2024-02-13",
 "awd_abstract_narration": "Smart Manufacturing, often described as Industry 4.0, is a growing field which refers to next-generation integration of manufacturing and automation through the use of digitally-connected systems and processes. Over the past three years, western Kentucky manufacturers have rapidly accelerated the adoption of these latest-generation technologies in response to challenges imposed by the COVID-19 pandemic. This has resulted in the need for industrial technicians with significantly higher skill levels in the installation, maintenance, and repair of interconnected manufacturing systems and equipment. This is an important issue in rural western Kentucky where manufacturing jobs can provide a higher income than many other occupations. Rural areas compete with urban areas for industrial employers and cannot afford to risk a manufacturer leaving due to the lack of a skilled technical workforce. This three-year project at West Kentucky Community and Technical College (WKCTC) seeks to update its Advanced Manufacturing curriculum to meet the needs of area manufacturers. The project will utilize an advisory team which includes industry partners to align curriculum with industry need. Students will benefit from revised training relevant to the Advanced Manufacturing environment and earn nationally-recognized, stackable industry certifications in 24 months or less. Faculty associated with the project will benefit from professional development with updated equipment and teaching methods. Because WKCTC has a high population of rural students who are underrepresented in their pursuit of STEM pathways, this project has the potential to broaden participation in the STEM workforce and generate new knowledge on the degree to which revised teaching methods and stronger industry and K-12 partnerships prepare students for industry employment. \r\n\r\nThe overall goal of the project is to better prepare students to enter the STEM workforce with industry-aligned classwork, while meeting area industry need for digitally-skilled Advanced Manufacturing technicians. The project will update and enhance technician training courses specific to advanced sensors, robotics, and artificial intelligence systems. Six principle activities provide a framework for the project's execution. First is the provision to WKCTC faculty of training so they are qualified to teach latest-generation Industry 4.0 technology curriculum. Second is updating existing Electrical, Industrial Maintenance, and Air Conditioning Technology courses to meet industry standards. Third is to add and embed relevant, nationally recognized industry certifications into coursework. Fourth is updating student lab equipment to align with what is being used by regional employers, and fifth is to engage industry partners in curriculum design and student learning. Sixth, and finally, is offering annual workshops for high school partners to increase awareness of programs, training, and career options in Industry 4.0 available to their students. This project is funded by the Advanced Technological Education program which focuses on the education of technicians for the advanced technology fields that drive the Nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Baker",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan H Baker",
   "pi_email_addr": "jonathan.baker@kctcs.edu",
   "nsf_id": "000876703",
   "pi_start_date": "2023-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Driver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Driver",
   "pi_email_addr": "Tim.driver@kctcs.edu",
   "nsf_id": "000705929",
   "pi_start_date": "2023-03-10",
   "pi_end_date": "2024-02-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rayla",
   "pi_last_name": "Trigg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rayla Trigg",
   "pi_email_addr": "rayla.trigg@kctcs.edu",
   "nsf_id": "000820625",
   "pi_start_date": "2024-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kentucky Community & Technical College System",
  "inst_street_address": "300 N MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "VERSAILLES",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592563397",
  "inst_zip_code": "403831245",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "KENTUCKY COMMUNITY & TECHNICAL COLLEGE SYSTEM",
  "org_prnt_uei_num": "GWSXAJZALU69",
  "org_uei_num": "GWSXAJZALU69"
 },
 "perf_inst": {
  "perf_inst_name": "West Kentucky Community and Technical College",
  "perf_str_addr": "4810 Alben Barkley Drive",
  "perf_city_name": "Paducah",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "420027380",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 320377.0
  }
 ],
 "por": null
}