{
 "awd_id": "2300525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNS Core: Small: Towards Timing-Predictable Autonomy in DNN-driven Embedded Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 484041.0,
 "awd_amount": 484041.0,
 "awd_min_amd_letter_date": "2022-10-31",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Machine learning techniques, particularly deep neural networks (DNNs), are enabling dramatically better autonomy in important domains, such as robotics and transportation. For instance, in automotive systems, DNNs are used to map raw pixels from on-vehicle cameras to steering control decisions. Recent end-to-end self-driving frameworks even make it possible for DNNs to learn to self-steer from limited human driving datasets. NVIDIA and Audi recently announced their plans to deliver DNN-based automated vehicles. A major challenge of safely and reliably adopting DNNs in any safety-critical embedded systems (e.g., cars) is the need to ensure timing predictability (i.e., enabling timing constraints to be analytically validated at design time), which is one of the most important tenets in the certification required for such safety-critical systems. For example, the functional correctness of an automobile hinges crucially upon temporal correctness, as the control operations depend on the processing of certain environmental sensing and computation tasks within specific time constraints. Unfortunately, it is not straightforward to achieve timing predictability in such systems, due to the resource bottlenecks that DNNs can impose.\r\n \r\nThe goal of this research is to achieve timing predictability in DNN-driven autonomous embedded systems. A novel system model leveraging Heijunka, a mature production leveling approach first developed by Toyota, will be established. New DNN-aware, real-time resource allocation methods and associated analysis techniques for validating timing constraints will be developed that can be applied in DNN-driven embedded systems. Moreover, an open-source ecosystem with efficient memory management under heterogeneous hardware architectures will be implemented. The outcome of this project will pave the way to enable DNN-driven solutions to be safely and confidently adopted in many embedded domains in which timing predictability is a natural requirement. This project will also result in a pipeline of computer engineers and scientists who are skilled in the interdisciplinary nature of DNN-driven embedded systems, as well as increase awareness of real-time and autonomous system design concepts among students at all academic levels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Cong",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cong Liu",
   "pi_email_addr": "cong@utdallas.edu",
   "nsf_id": "000662039",
   "pi_start_date": "2022-10-31",
   "pi_end_date": "2023-08-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cong",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cong Liu",
   "pi_email_addr": "congl@ucr.edu",
   "nsf_id": "000879708",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 UNIVERSITY AVE",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 484041.0
  }
 ],
 "por": null
}