{
 "awd_id": "2300137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engineering host-associated synthetic consortia based on ecological modules.",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 491635.0,
 "awd_amount": 491635.0,
 "awd_min_amd_letter_date": "2023-06-27",
 "awd_max_amd_letter_date": "2023-06-27",
 "awd_abstract_narration": "Feeding a growing human population will require the development of new technologies that increase the efficiency of animal farming and reduce the detrimental impact of pathogens. The engineering of gut-associated microbial consortia can hold the key to the development of these new technologies. While microbiome science is often discussed in the context of human health, the impact of microorganisms on animals is much more pronounced, especially in the context of high-intensity farming such as aquaculture – one of the main sources of high-quality protein and fat for humans. Given the enormous relevance of aquaculture in the economy and nutrition of many nations, it is imperative to develop strategies to control microbiome composition and function, in order to maintain and increase productivity in a sustainable manner. In this project, synthetic microbiomes will be constructed to increase feed efficiency in the brine shrimp, Artemia salina, and prevent infection by a bacterial pathogen, Vibrio parahaemolyticus, which is responsible for great losses from disease in aquaculture worldwide. Furthermore, a two-pronged bridge program partnering Massachusetts Institute of Technology and University of Central Florida with Ecuador’s National Center for Aquaculture and Marine Research (CENAIM) will be created. The bridge program will directly further the development of sustainable aquaculture methods while protecting marine biodiversity and ecosystems and will provide a critical translational avenue to test the results of this work in large-scale, real-world settings. Undergraduate and graduate students will be involved in all aspects of the research. \r\n\r\nMicrobiome engineering is an emerging field and the ability to design and construct multispecies systems from isolates is currently limited. This project leverages research on marine bacterial communities and environmental pathogens to design synthetic microbial consortia that maximize feed efficiency and prevent pathogen colonization in aquaculture – a major source of edible protein for humans. The ultimate goal of the project is to develop standardized animal microbiomes that could be used to increase animal production and well-being by synergistically controlling the interaction between feed efficiency and pathogen colonization. Underlying this project, a novel framework, based on “ecological modules” of organisms that could be mix-and-matched to obtain a desired functionality, will be used to design synthetic consortia. The investigators have already established two key ecological modules that are ubiquitous in communities that degrade complex organic matter in the ocean and have amassed a large strain collection with a wide range of metabolic capabilities. Synthetic consortia will be built from this collection by combining different primary degraders and secondary consumers to modulate host diet and deter pathogen colonization using a model system consisting of the brine shrimp, Artemia salina, and Vibrio parahaemolyticus, a bacterial pathogen of enormous impact in aquaculture worldwide. Overall, this research will generate an experimental platform to design synthetic communities using modules assembled from natural isolates for desired functionalities and may provide insight into microbiome assembly and formation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Salvador",
   "pi_last_name": "Almagro-Moreno",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Salvador Almagro-Moreno",
   "pi_email_addr": "Salvador.AlmagroMoreno@stjude.org",
   "nsf_id": "000761059",
   "pi_start_date": "2023-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 491635.0
  }
 ],
 "por": null
}