{
 "awd_id": "2300385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: A Statistical Approach to Measuring Frailty in African Americans with Prediabetes and Diabetes: A Latent Class Analysis",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2023-07-26",
 "awd_max_amd_letter_date": "2023-07-26",
 "awd_abstract_narration": "HBCU-UP’s Research Initiation Awards provide support for STEM faculty to pursue research activities to further their research capabilities and effectiveness and help enhance research and teaching at HBCUs. This award to Winston-Salem State University (WSSU) supports research aimed at identifying latent frailty profiles in African Americans adults with prediabetes and diabetes. This project will support WSSU’s growing mathematics program, by expanding research opportunities available to students and enhancing the department’s research infrastructure in biostatistical research. This project will provide hands-on training, mentoring, and research experiences to undergraduate students that will strengthen and broaden the participation of underrepresented groups in mathematics and statistics and prepare students for graduate programs and careers. The project has the potential to be a model for increasing the number of African Americans in biostatistical sciences and support the nations efforts in building a robust STEM workforce by engaging students early in research.  \r\n\r\nThis project aims to conduct a series of secondary data analyses, using the extensive public data resources provided by the Jackson Heart Study (JHS), to examine frailty in African American adults with prediabetes and diabetes. Using a latent class statistical analysis approach to measure frailty, this project’s three aims are 1) To conduct basic research in latent profile identification of frailty in African American adults with prediabetes and diabetes, 2) To examine the statistical variability of the latent profiles of frailty among subgroups and the impact of the profiles selection among covariates, and 3) To test the predictive validity of the frailty latent class variable to predict adverse outcomes. This proposed project will be the first study to test the predictive validity of frailty latent classes in African Americans. This project is novel in its use of latent class analysis to examine frailty in an African American population with prediabetes and diabetes and advances knowledge in the field of biostatistical and aging research by adjusting for covariates and grouping individuals by diabetes status (prediabetes or diabetes) in the latent class model to identify frailty profiles. Educational components of this project will provide mentoring and research training opportunities for underrepresented undergraduate students and increase their knowledge of biostatistical research. This project benefits society by engaging historically marginalized groups in biostatistics work which can impact the communities in which they originate. By enhancing our understanding regarding the prevalence and severity of frailty and its validity in predicting adverse outcomes in African Americans with prediabetes and diabetes, students can serve as topic experts within their communities and families in which diabetes or pre-diabetes may be more prevalent.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Felicia",
   "pi_last_name": "Simpson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Felicia Simpson",
   "pi_email_addr": "griffinfr@wssu.edu",
   "nsf_id": "000765253",
   "pi_start_date": "2023-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Winston-Salem State University",
  "inst_street_address": "601 S MARTIN LUTHER KING JR DR",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367503019",
  "inst_zip_code": "271100003",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "WINSTON-SALEM STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K54FKGWN2EN5"
 },
 "perf_inst": {
  "perf_inst_name": "Winston-Salem State University",
  "perf_str_addr": "601 S MARTIN LUTHER KING JR DR",
  "perf_city_name": "WINSTON SALEM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271100003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": null
}