{
 "awd_id": "2301732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AccelNet-Implementation: SZNet - A Coordinated Global Effort to Understand Subduction Geohazards",
 "cfda_num": "47.050, 47.079",
 "org_code": "01090000",
 "po_phone": "7032922235",
 "po_email": "kchoover@nsf.gov",
 "po_sign_block_name": "Kara C. Hoover",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 1999834.0,
 "awd_amount": 1999834.0,
 "awd_min_amd_letter_date": "2023-05-23",
 "awd_max_amd_letter_date": "2023-05-23",
 "awd_abstract_narration": "Our limited understanding of the fundamental drivers behind earthquakes, tsunamis, volcanic eruptions, and landslides hinders our ability to anticipate these globally significant hazards. Subduction zones provide the opportunity to systematically investigate multiple hazards simultaneously in locations that generate some of the largest risk from geological events. In addition, the geometry of subduction zones permits unusually well-controlled natural experiments that can be used to isolate and study key factors driving geohazards. The study of subduction zones is intrinsically an international enterprise because:  (1) Comparison across regions allows for insights about the controlling factors of the tectonic, volcanic and landscape systems. (2) Large geohazards are inherently rare events that require a portfolio approach globally to guarantee the correct observations are made systematically.  Significant investments in subduction zone geohazards are now being made internationally. Active networks in Latin America, Europe, North America, Oceania and Asia are currently pursuing complementary science agendas and building large-scale deployments. Coordination between activities is needed to ensure that the maximum science is obtained from these efforts. SZNet would combine 14 networks across 5 continents with a particular emphasis on improving observations in Chile, which hosts one of the world’s most geologically active and accessible subduction zones. Multiple projects on and offshore are working to establish the large-scale data collection and research effort required to study this exemplary system and coordination is needed to optimize the scientific output both here and globally. \r\n   \r\nThe goal of SZNet is to develop an intellectual community with  three missions:\r\n1.\tto compare observations of subduction zones around the globe with a common dataset and understanding,\r\n2.\tto cooperate to consistently instrument critical subduction zones that can provide key and transferrable insights, and\r\n3.\tto develop and nurture an international and diverse cadre of early career scientists that is equipped to make the necessary breakthroughs.\r\nThese missions will be supported through a combination of workshops, webinars, data exchanges, field schools, pilot projects and student exchanges. We anticipate that these activities will allow a portfolio approach to observations to enable geographical coverage that will both create the necessary baseline data and maximize the chances of capturing earthquakes, volcanic eruptions and landslides. In addition, the exchange of ideas will benefit partner networks while stimulating coordinated deployment and research strategies. Understanding geohazards has direct societal significance for the inhabitants of the Pacific Rim and other subduction zones around the world. The lack of understanding of the fundamental controls on when and where impactful earthquakes, eruptions and landslides can happen is a major impediment to focussing resources and mitigation efforts. Developing this understanding through an international network would connect the disparate experiences and expertise of experts in each subduction zone to provide a unified framework through missions 1 and 2. Mission 3 would broaden the geoscience community by supporting  international early career scientists with a program of field schools, pilot projects and student exchanges.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Brodsky",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Emily E Brodsky",
   "pi_email_addr": "brodsky@ucsc.edu",
   "nsf_id": "000167909",
   "pi_start_date": "2023-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Carter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry A Carter",
   "pi_email_addr": "jerry@iris.washington.edu",
   "nsf_id": "000799985",
   "pi_start_date": "2023-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "069Y00",
   "pgm_ele_name": "AccelNet - Accelerating Resear"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "5983",
   "pgm_ref_txt": "JAPAN AND KOREA PROGRAM"
  },
  {
   "pgm_ref_code": "7521",
   "pgm_ref_txt": "GAMBIA"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1999834.0
  }
 ],
 "por": null
}