{
 "awd_id": "2301577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI:Ultrafast, Robust, Novel  Four-bore Carbon-fiber Microelectrodes for Simultaneous Electrochemical Sensing of Multiple Neurotransmitters and Toxic Metals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2023-03-21",
 "awd_max_amd_letter_date": "2023-03-21",
 "awd_abstract_narration": "Neurological disorders have become a major global health problem despite efforts taken by multiple groups to preserve brain function and structure. Neuroprotective drugs have limited efficacy, thus indicating a set of undiscovered causes behind these diseases. Besides some well-known risk factors such as aging, clinical and epidemiological studies have shown that exposure to heavy metals can initiate the death of neuron cells. Moreover, based on biochemistry-related computational modeling, several mechanisms have been proposed to explain the effects of heavy metal exposure on various neurodegenerative diseases. Because of the lack of proper tools to perform real-time measurements in living systems, researchers study heavy metals in postmortem tissue samples or urine and blood obtained from patients. However, such studies or theoretical models do not accurately represent the measurements inside living systems. Additionally, current studies mainly focus on identifying one chemical messenger molecule or neurotransmitter at a time. Thus, an improved understanding of interactions among neurotransmitters and other elements, such as heavy metals, is needed. This research will focus on developing a novel, robust electrochemical sensor that can perform ultra-fast, simultaneous measurements of heavy metals and multiple neurotransmitters. The sensor will be fabricated using carbon fiber microelectrodes, and the data acquisition and analysis will be performed using fast scan cyclic voltammetry (FSCV). The outcome of this study will explain the fundamentals of this new sensor, thus, providing a greater mechanistic understanding of the system before testing in living systems. The broader impact of this project includes broadening women's participation in the STEM field and increasing public awareness of exposure to heavy metals and their negative impact on neurological disorders. These goals will be achieved through several outreach activities in collaboration with a local middle school.\r\n\r\nThis project aims to make fundamental contributions to developing an electrochemical sensing system to understand the role of heavy metals and co-transmitters in the brain. The outcome will provide missing information about the multifactorial etiology of neurodegenerative diseases to ultimately design more efficient drugs. As the initial step of a multi-step project, this work proposes to engineer new four-bore carbon fiber microelectrodes (CFMs) that simultaneously measure heavy metals and neurotransmitters using FSCV. The outcome will be achieved by (1) optimizing FSCV parameters to detect arsenic and cadmium at millisecond temporal resolution, the required speed to perform real-time, in vivo measurements, (2) fabricating a four-bore CFM, and (3) detecting heavy metals and several neurotransmitters simultaneously using the four-bore CFM. The rationale behind this proposed research is that, once the fundamentals of this new sensing platform are identified, it can be applied to in vivo measurements to probe neuronal communication in the presence of external stimuli such as heavy metals. This study will open new avenues to obtain critical, accurate speciation information about heavy metals and potential co-transmitter events, particularly in higher vertebrate animals with transformative applications in designing more effective therapeutics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pavithra",
   "pi_last_name": "Pathirathna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pavithra Pathirathna",
   "pi_email_addr": "ppathirathna@fit.edu",
   "nsf_id": "000855847",
   "pi_start_date": "2023-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Institute of Technology",
  "inst_street_address": "150 W UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3216748000",
  "inst_zip_code": "329018995",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "FLORIDA INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNN6VH618X58"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Institute of Technology, Inc.",
  "perf_str_addr": "150 W UNIVERSITY BLVD",
  "perf_city_name": "MELBOURNE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329016982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}