{
 "awd_id": "2301606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Simulations of MS2 spectra: An examination of post-translational modification, secondary structure, and non-covalent complexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2022-11-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 282833.0,
 "awd_amount": 120814.0,
 "awd_min_amd_letter_date": "2022-10-21",
 "awd_max_amd_letter_date": "2022-10-21",
 "awd_abstract_narration": "With this award, the Chemical Structure, Dynamics, and Mechanisms (CSDM-A) and Chemical Measurement and Imaging (CMI) Programs of the Division of Chemistry support Professor George L. Barnes at Siena College to study how peptide molecules fall apart or stick to surfaces following high-energy collisions in the gas phase. Such collisions occur when molecules are being analyzed using instruments called mass spectrometers, which identify molecules and their fragments according to their mass and electric charge. The accuracy of the mass spectral analysis depends on how well the collisions are understood. This project examines the importance of the molecular shape and of common biological modifications on the collisions and the molecular products generated by the collisions. Proteins are synthesized in living cells by molecular machines called ribosomes, which translate the information stored in messenger ribonucleic acid (mRNA) into proteins. Modifications of the proteins after translation are called \"post-translational\" modifications (PTMs). Prof. Barnes is especially interested in how the PTMs affect the outcomes of gas phase collisions. This project actively involves undergraduate student researchers who are cross-trained in both theoretical and experimental methods and have the opportunity to present their results at national conferences and other scientific meetings. \r\n\r\nA combined computational and experimental approach is taken that focuses on model systems relevant to tandem mass spectrometry (MS2). In particular, a range of protonated peptides and their post-translationally modified versions are selected to investigate the impact of secondary structure on soft landing and collision-induced dissociation. The study elucidates the importance of non-covalent interactions and complex formation of peptide fragments. Methods include direct dynamics simulations, ab initio calculations, rate calculations, and experimental tandem mass spectrometry.  In addition to the fundamental insights gained regarding molecular collisions and reactions, the project has direct implications for the optimization of mass spectrometric experiments on biomolecules and the interpretation of the resulting data.  In turn, the research may have important implications for a wider range of biological and health-related sciences.  Collaboration with Prof. Julia Laskin at Purdue University is providing valuable experience in the large research university context for Prof. Barnes' Siena College student researchers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Barnes",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "George L Barnes",
   "pi_email_addr": "glbarn3@ilstu.edu",
   "nsf_id": "000656378",
   "pi_start_date": "2022-10-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of Illinois State University",
  "perf_str_addr": "302 Hovey Hall",
  "perf_city_name": "Normal",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617904160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 120813.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tandem Mass Spectrometry (MS2) is a commonly used technique to that can provide important information about the sequence of amino acids present in large biological molecules, such as proteins.&nbsp; It is a very sensitive technique that involves breaking large molecules into smaller ones to determine how the larger molecule was put together.&nbsp; Typical experimental measurements provide information about the starting molecule and the final smaller molecules, but do not explain how the large molecule breaks into the smaller pieces.</p>\n<p>One of the goals of this project was to perform computer simulations of MS2 systems.&nbsp; These simulations allowed participants to &ldquo;watch&rdquo; chemistry take place.&nbsp; By &ldquo;watching&rdquo; the chemistry in the computer simulations, the project participants could explain how the large molecule breaks into multiple smaller molecules. These computer simulations use interaction energies calculated on the fly to ensure that preconceptions about chemical reactivity were not &ldquo;baked into&rdquo; the results.&nbsp; This added flexibility adds to the computational expense and limits the size of molecules that can be studied.&nbsp; The researchers carefully selected model systems that had the chemical features of larger systems but could also be simulated in a reasonable amount of time.&nbsp;</p>\n<p>Cells commonly change the chemical structure of proteins through a process called post-translational modification.&nbsp; Another project goal was to investigate how these changes influenced the steps the large starting molecule takes when breaking into multiple smaller molecules.&nbsp; This project significantly broadened the chemical complexity of the molecules studied using this type of computer simulation.&nbsp;</p>\n<p>This project was funded through the NSF Facilitating Research at Primarily Undergraduate Institutions (RUI) program.&nbsp; Providing undergraduate research experiences was an important aspect of the project.&nbsp; The undergraduate research experience gives the next generation of scientists real-world experience solving research questions that do not have answers in the back of the book.&nbsp; Involvement in undergraduate research also improves the retention of historically underrepresented groups in science, technology, engineering, and mathematics.&nbsp; The undergraduates who participated in this project gained skills in computational chemistry, scientific computing, high-performance computing, and public speaking.&nbsp; They presented their work at regional and national venues and are co-authors of articles published in high-impact physical chemistry and mass spectrometry journals.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2023<br>\nModified by: George&nbsp;L&nbsp;Barnes</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172808933_Lysine_Methyl_v_acetyl--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172808933_Lysine_Methyl_v_acetyl--rgov-800width.png\" title=\"PTMs influence CID mechanism\"><img src=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172808933_Lysine_Methyl_v_acetyl--rgov-66x44.png\" alt=\"PTMs influence CID mechanism\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The type of PTM can influence side-chain vs back-bone fragmentation.  Adapted from Chem. Phys. Lett 833, 140907 (2023)</div>\n<div class=\"imageCredit\">G.L. Barnes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">George&nbsp;L&nbsp;Barnes\n<div class=\"imageTitle\">PTMs influence CID mechanism</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172473631_Softlanding--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172473631_Softlanding--rgov-800width.png\" title=\"Structure change vs time\"><img src=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172473631_Softlanding--rgov-66x44.png\" alt=\"Structure change vs time\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Upon collision with a surface, secondary structure was rapidly lost.  Adapted from J. Phys. Chem B 122, 9549, (2018)</div>\n<div class=\"imageCredit\">G.L. Barnes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">George&nbsp;L&nbsp;Barnes\n<div class=\"imageTitle\">Structure change vs time</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172609175_Lysine_PTM--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172609175_Lysine_PTM--rgov-800width.png\" title=\"CID of lysine and methylated analogues\"><img src=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172609175_Lysine_PTM--rgov-66x44.png\" alt=\"CID of lysine and methylated analogues\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Excellent agreement was found between simulation and experiment for lysine and its methylated analogues.  Adapted from J. Am. Soc Mass Spectrom., 32, 2675 (2021).</div>\n<div class=\"imageCredit\">G.L. Barnes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">George&nbsp;L&nbsp;Barnes\n<div class=\"imageTitle\">CID of lysine and methylated analogues</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172707111_Lysine_Phospho--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172707111_Lysine_Phospho--rgov-800width.png\" title=\"Roaming mechanisms in CID\"><img src=\"/por/images/Reports/POR/2023/2301606/2301606_10561412_1703172707111_Lysine_Phospho--rgov-66x44.png\" alt=\"Roaming mechanisms in CID\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simulations reveal roaming mechanisms in CID.  Adapted from Chem. Phys. Let 819, 140442 (2023).</div>\n<div class=\"imageCredit\">G.L. Barnes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">George&nbsp;L&nbsp;Barnes\n<div class=\"imageTitle\">Roaming mechanisms in CID</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nTandem Mass Spectrometry (MS2) is a commonly used technique to that can provide important information about the sequence of amino acids present in large biological molecules, such as proteins. It is a very sensitive technique that involves breaking large molecules into smaller ones to determine how the larger molecule was put together. Typical experimental measurements provide information about the starting molecule and the final smaller molecules, but do not explain how the large molecule breaks into the smaller pieces.\n\n\nOne of the goals of this project was to perform computer simulations of MS2 systems. These simulations allowed participants to watch chemistry take place. By watching the chemistry in the computer simulations, the project participants could explain how the large molecule breaks into multiple smaller molecules. These computer simulations use interaction energies calculated on the fly to ensure that preconceptions about chemical reactivity were not baked into the results. This added flexibility adds to the computational expense and limits the size of molecules that can be studied. The researchers carefully selected model systems that had the chemical features of larger systems but could also be simulated in a reasonable amount of time.\n\n\nCells commonly change the chemical structure of proteins through a process called post-translational modification. Another project goal was to investigate how these changes influenced the steps the large starting molecule takes when breaking into multiple smaller molecules. This project significantly broadened the chemical complexity of the molecules studied using this type of computer simulation.\n\n\nThis project was funded through the NSF Facilitating Research at Primarily Undergraduate Institutions (RUI) program. Providing undergraduate research experiences was an important aspect of the project. The undergraduate research experience gives the next generation of scientists real-world experience solving research questions that do not have answers in the back of the book. Involvement in undergraduate research also improves the retention of historically underrepresented groups in science, technology, engineering, and mathematics. The undergraduates who participated in this project gained skills in computational chemistry, scientific computing, high-performance computing, and public speaking. They presented their work at regional and national venues and are co-authors of articles published in high-impact physical chemistry and mass spectrometry journals.\n\n\n\t\t\t\t\tLast Modified: 12/21/2023\n\n\t\t\t\t\tSubmitted by: GeorgeLBarnes\n"
 }
}