{
 "awd_id": "2301973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Nanoscale and in-situ measurement of evaporating liquid thin film thickness",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 199680.0,
 "awd_amount": 199680.0,
 "awd_min_amd_letter_date": "2023-08-04",
 "awd_max_amd_letter_date": "2023-08-04",
 "awd_abstract_narration": "Ultrafast evaporation phenomena have been recently reported, which can be applied to design high-efficient heat transfer devices such as evaporators, coolers, and condensers. High-efficient thermal energy systems can play a critical role in the climate crisis by reducing energy consumption. However, the fundamental mechanism for ultrafast evaporation beyond the theoretical limit is still being determined because of the limitation of measurement technology for the nanoscale liquid film dynamics during evaporation. The highly sensitive imaging technique based on nanophotonics and optical interference has been introduced to explore the concentration, temperature, and thickness, but not nanoscale liquid film thickness in evaporation. Therefore, the principle of this project is to provide a deep understanding of the underlying mechanism of ultrafast evaporation by measurement and analysis. The project will also include significant educational activities such as undergraduate/graduate research programs, course development, and outreach program for local high school students.\r\n\r\nThe goal of this project is to study the evaporating liquid thin film in nanoscale and real-time to provide experimental evidence for the role of transition region in the recently reported ultrafast evaporation and understand its underlying physics. Ultrafast evaporation is reported on hydrophilic surfaces, but its working mechanism is not clear because of measurement difficulty with existing techniques. This project will achieve this goal by experiment and analysis: (i) Nanoscale thin film calibration with a sub-nanometer actuator on graphene/Au film metasurface, (ii) Nanoscale thin film dynamics under varying surface wettability and heat flux on flat and two-dimensional nanochannel, and (iii) Development of simultaneous technique of surface plasmon resonance imaging and reflection interference fringe for a broad range of film dynamics from sun-nanometers to hundreds of micron scales. Surface plasmon resonance imaging will be used to detect liquid film thickness variation in sub-nanometer resolution with the metasurface technique. The reflection interference fringe technique will also be verified to complement the result by surface plasmon resonance. Adiabatic and diffusive film theory will be compared with experiments and numerical simulation such as ray tracing and modeling. This project is expected to provide a breakthrough in near-surface phenomena, including evaporation, boiling, condensation, and surface wetting, through innovative optical characterization and its physical understanding.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iltai",
   "pi_last_name": "Kim",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Iltai I Kim",
   "pi_email_addr": "ikim@tamucc.edu",
   "nsf_id": "000684270",
   "pi_start_date": "2023-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University Corpus Christi",
  "inst_street_address": "6300 OCEAN DR UNIT 5739",
  "inst_street_address_2": "",
  "inst_city_name": "CORPUS CHRISTI",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "3618252730",
  "inst_zip_code": "784125739",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "TX27",
  "org_lgl_bus_name": "TEXAS A&M UNIVERSITY-CORPUS CHRISTI",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3RET2XN41S5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Corpus Christi",
  "perf_str_addr": "6300 OCEAN DR UNIT 5840",
  "perf_city_name": "CORPUS CHRISTI",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "784125503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 199680.0
  }
 ],
 "por": null
}