{
 "awd_id": "2301377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing cellulase activity through single-molecule imaging and protein engineering as a testbed for understanding and improving enzymatic deconstruction of insoluble substrates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 629976.0,
 "awd_amount": 629976.0,
 "awd_min_amd_letter_date": "2023-04-11",
 "awd_max_amd_letter_date": "2023-04-11",
 "awd_abstract_narration": "Plant-derived cellulose is the most abundant biopolymer on Earth. Cellulose is used to make paper, clothing, and building materials. It is composed of chains of glucose molecules.  Cellulases are enzymes that cut these chains into their sugar building blocks. One approach for reducing our reliance on fossil fuels is to digest abundant, non-food plant materials like switchgrass and discarded corn stalks into sugar molecules. These can be fermented into renewable biofuels. The objective of this project is to use cutting-edge light microscopy to better understand how cellulases work.  The knowledge generated would be used to design and test enzymes that may be more efficient, lowering the cost and increasing the availability of renewable energy. In parallel with research, educational materials to expose plant biology students to single-molecule biophysics and biophysics students to plant biology will be developed and delivered. To strengthen and increase the diversity of the bioeconomy workforce, students from underrepresented populations will be actively recruited to participate in the research project.\r\n\r\n\r\nThe ability of cellulases to break down plant cell walls is hindered by the crystallinity of cellulose.  The presence of other polymers such as lignin and xylans are thought to coat cellulose and thus block access by cellulase enzymes. This project will combine single-molecule fluorescence tracking, computational modeling, and protein engineering to investigate cellulase mechanisms. The proposed experiments build on ongoing work in which the investigators constructed a custom multimodal microscope and used it to track cellulases moving along cellulose with nanometer-scale precision. The work is divided into three Aims that explore specific aspects of cellulase activity. The goal of Aim 1 is to uncover the key principles that regulate substrate binding and threading of the cellulose polymer strand into the catalytic tunnel of the cellulase enzyme to initiate cellulose deconstruction. The goal of Aim 2 is to uncover how the substrate affinity and turnover rate of cellulases are tuned to maximize the enzyme’s catalytic activity while minimizing product inhibition and premature substrate release. The goal of Aim 3 is to identify mechanisms by which cellulases navigate complex mixtures of biopolymers, while achieving specific digestion of their cellulase substrate, avoiding off-target binding, and overcoming roadblocks imposed by cell wall complexity that hamper cellulose degradation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hancock",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "William O Hancock",
   "pi_email_addr": "wohbio@engr.psu.edu",
   "nsf_id": "000468007",
   "pi_start_date": "2023-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Anderson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Charles T Anderson",
   "pi_email_addr": "cta3@psu.edu",
   "nsf_id": "000612738",
   "pi_start_date": "2023-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 629976.0
  }
 ],
 "por": null
}