{
 "awd_id": "2301066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Automotive Technician Education on Electrified, Automated, and Connected Vehicles",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 649999.0,
 "awd_amount": 649999.0,
 "awd_min_amd_letter_date": "2023-06-29",
 "awd_max_amd_letter_date": "2023-06-29",
 "awd_abstract_narration": "Automakers are making increased investments in battery and Electric Vehicle (EV) manufacturing in North America and will need more workers trained in EV, Connected Automated Vehicles (CAV) and automated systems. However, there is a critical shortage of EV and CAV technicians, especially in the non-original equipment manufacturer (OEM), suppliers, and automotive shops. The workforce need will be detrimental to the industry without interventions to increase the applicant pool and retain employees. This project will leverage the EV certificate program previously developed by the NSF-ATE, Resource Center for Advanced Automotive Technology (RCAAT) to respond to the industry needs. Curricula will be adapted based on an annual review with the Michigan EV Jobs Academy, Employer-Led Collaborative (ELC) so that program changes align with the pace and transition of industry. The project will target underemployed adults and secondary students, in addition to women and minorities who are currently underrepresented in the advanced automotive industry. The project will also provide early exposure to careers for secondary students and expand relationships with four-year universities to develop clear career pathways allowing students to advance their education and careers.\r\n\r\nThis project will establish a new associate degree program in EV technology, upgrade the current EV certificate program, and develop two new certificate programs in CAV and cybersecurity. The project creates a co-leadership model that requires administrators, faculty, industry, and educational partners to co-develop curricula that meets workplace standards. It will also break down traditional academic silos by requiring faculty from different disciplines (engineering and automotive technology, and business and information technology) to work together. This is crucial because cybersecurity and CAV technologies are increasingly being integrated into new EVs. It is also important as educational institutions shift from engineering technician education that is mechanically based to a curriculum that is software and computer and power electronics based. The project will collaborate with educators at high schools, industry, and universities to develop clearly defined technician career pathways to advanced education. The project will also develop and implement early exposure activities for high school students, introducing them to careers in the advanced automotive industry. The certificate programs in CAV and cybersecurity will be offered in a compressed short course format for on-demand workforce\\technician education that will lead students quickly into sustainable wage employment. Pathways to advancement that allow existing workers to upskill at a rapid pace will also be available. Additionally, the curriculum will be shared and available via the hybrid/virtual delivery Educational Programs in Collaboration (EPiC) consortium platform through the Michigan Association of Community Colleges, which will provide convenience and flexibility for learners. The EPiC Consortium provides the ability to scale up training with potential talent pools throughout the state. In the long-term, the project will lead to a better prepared workforce that is more gender and racially diverse to address the technician skills gap leading to greater economic impact for the region. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the Nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Hutchison",
   "pi_mid_init": "S",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Donald S Hutchison",
   "pi_email_addr": "hutchisond@macomb.edu",
   "nsf_id": "000778836",
   "pi_start_date": "2023-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benigno",
   "pi_last_name": "Cruz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benigno Cruz",
   "pi_email_addr": "cruzb800@macomb.edu",
   "nsf_id": "000805669",
   "pi_start_date": "2023-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Macomb Community College",
  "inst_street_address": "14500 E 12 MILE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WARREN",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5864457241",
  "inst_zip_code": "480883896",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "MI10",
  "org_lgl_bus_name": "MACOMB COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "CLBAN68MDKP5"
 },
 "perf_inst": {
  "perf_inst_name": "Macomb Community College",
  "perf_str_addr": "14500 E 12 MILE RD",
  "perf_city_name": "WARREN",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "480883870",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "MI10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 649999.0
  }
 ],
 "por": null
}