{
 "awd_id": "2302394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Moduli Spaces and Galois Theory in Arithmetic Dynamics",
 "cfda_num": "47.049, 47.083",
 "org_code": "03040000",
 "po_phone": "7032922271",
 "po_email": "asalerno@nsf.gov",
 "po_sign_block_name": "Adriana Salerno",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 136482.0,
 "awd_amount": 136482.0,
 "awd_min_amd_letter_date": "2023-06-05",
 "awd_max_amd_letter_date": "2023-06-05",
 "awd_abstract_narration": "Arithmetic dynamics is a quickly growing area of mathematics that combines ideas from several disciplines: number theory, which is typically concerned with properties of the integers, including prime numbers; arithmetic geometry, whose primary goal is to understand integer and rational solutions to systems of Diophantine equations; and dynamics, which is the study of how systems change over time. This project will approach problems in arithmetic dynamics from two different directions: One is a geometric approach, studying dynamical moduli spaces -- geometric objects that classify dynamical systems that have various interesting dynamical behaviors. The other is an algebraic approach, understanding various algebraic symmetries exhibited by dynamical systems and the way that these symmetries interact with dynamical moduli spaces. In addition to working with graduate students on problems in arithmetic dynamics, this project will involve outreach in the community, to middle and high school students as well as adults working to further their education.\r\n\r\nArithmetic dynamics is largely motivated by analogies between objects in arithmetic geometry and the dynamics of rational maps. One explicit connection is that preperiodic points for rational functions form a natural dynamical analogue of torsion points on elliptic curves. To better understand the torsion points on elliptic curves, one is led to consider modular curves, which parametrize (isomorphism classes of) elliptic curves together with level structure, a key example of which would be marking a torsion point of order n. In a similar fashion, one approach to studying algebraic dynamics is to consider moduli spaces for dynamical systems with a dynamical notion of level structure: for example, one might study the (equivalence classes) of rational functions of a given degree d together with a marked periodic point of period n. The PI will continue his work developing these dynamical moduli spaces and better understanding geometric, arithmetic, and Galois-theoretic properties. Work on this project will lead to insights into two directions in arithmetic dynamics: The Morton-Silverman dynamical uniform boundedness conjecture, which is a strengthening of Merel's theorem for torsion points on elliptic curves, and dynamical analogues of Serre’s open image theorem.\r\n\r\nThis project is jointly funded by the Algebra and Number Theory Program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Doyle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Doyle",
   "pi_email_addr": "john.r.doyle@okstate.edu",
   "nsf_id": "000704790",
   "pi_start_date": "2023-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 136482.0
  }
 ],
 "por": null
}