{
 "awd_id": "2302015",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Resilient Operational Planning of Electricity Grid under the Risk of Wildfire",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2023-06-01",
 "awd_max_amd_letter_date": "2023-06-01",
 "awd_abstract_narration": "Wildfires have become an increasingly dangerous threat to lives, property, and ecosystems in many parts of the world, particularly in regions prone to extreme weather. Utility companies are faced with the immense challenge of preventing wildfires triggered by utility equipment while ensuring the continuity of electricity supply to their customers. To address this complex issue, this project aims to develop an agile decision support system that enhances the resilience of the power grid during periods of extreme wildfire risk. By aiming to achieve a delicate balance between fire prevention measures and service continuity, this research has the potential to save lives, protect critical infrastructure, and maintain an uninterrupted energy supply in high-risk areas. The project is aligned with the NSF's mission to contribute to the national welfare and address critical societal issues. Its broader impact will contribute to public safety, increase awareness and understanding of the complexities involved in operating the electricity grid under the risk of wildfires, and stimulate future research in power system operational planning. Furthermore, the project has the potential to foster interdisciplinary collaboration, leading to significant advances in our understanding of wildfire risk management.\r\n\r\nThis project involves developing a scientific framework that quantifies the risk of wildfire ignition for individual power lines using differentiable programming, taking into account meteorological data, such as wind speed and humidity, and structural characteristics. A physical-inspired surrogate model will be trained to provide a normalized risk score that will be integrated into an agile operational planning framework for the electricity grid during extreme weather conditions under the risk of wildfire. The operational planning framework will consider both short-term and long-term decisions, including the de-energizing of individual power lines, integration of distributed energy resources, as well as the expansion or modification of grid components. Given the urgent nature of decision-making during high-risk situations, advanced machine learning techniques will be employed to systematically speed up the problem-solving process by pre-assigning a batch of decision variables. This is expected to result in a more efficient and practical solution. Preliminary results indicate significant improvement in solution time with a negligible drop in solution quality, making this research a promising foundation for future advances in electricity grid operational planning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saeed",
   "pi_last_name": "Manshadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saeed Manshadi",
   "pi_email_addr": "smanshadi@sdsu.edu",
   "nsf_id": "000815464",
   "pi_start_date": "2023-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University Foundation",
  "perf_str_addr": "5250 CAMPANILE DR MC1947",
  "perf_city_name": "SAN DIEGO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921821901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}