{
 "awd_id": "2302898",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Engines Development Award: Advancing carbon-neutral crop technologies to develop sustainable consumer goods (AL, GA, NC, TN)",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032924926",
 "po_email": "mzivel@nsf.gov",
 "po_sign_block_name": "Michal Ziv-El",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-05-09",
 "awd_max_amd_letter_date": "2023-12-22",
 "awd_abstract_narration": "This Regional Innovation Engines Development Award focuses on building a circular bioeconomy for building materials and consumer goods in the southeastern United States. The project is designed to replace high environmental impact products with locally developed and grown perennial grasses that grow on marginal land, improve carbon sequestration, reduce imports, and have the potential to decarbonize multiple industries. The southeastern US has significant resources in underutilized farmable land, research in plant genomics, multiple groups engineering novel sustainable biomaterials, startup incubators, a mission to revitalize rural economies, and a future workforce across rural and urban areas, and graduates from universities, minority-serving colleges and smaller colleges. This integrated regional accelerator for research, training, outreach, and innovation will catalyze sweeping changes in manufacturing toward carbon neutrality. To achieve this goal, HudsonAlpha Institute for Biotechnology, a nonprofit research, education, and economic development organization, will partner with a broad group of research and land grant institutions, including Alabama A&M University, Auburn University, North Carolina State University, Tennessee State University, Tuskegee University, University of Georgia, and the University of Tennessee, as well as industry partner Genera, farmers, Ag-tech entrepreneurs, and other collaborators in the agricultural and manufacturing sectors.\r\n\r\nThis development award activity will span the entire pipeline for replacing existing carbon-intensive materials in manufacturing with perennial grass-derived materials. We will genetically customize these plants with genomics-enabled breeding to improve the utility of the biomass, develop new and improved biomaterials from these plants, and enable new industry applications using these materials. The research from the Engine will support manufacturers in increasing their sustainability by using these materials. When fully developed, they will have partnerships across multiple industries to greatly increase the impact on reducing carbon emissions. Woven into these efforts, there will be training across the entire development chain, including farmers, students, scientists, and dedicated workforce development efforts for material and goods manufacturing. This planning award period will enable the team to develop specific material targets for applications that will drive the research efforts of the Engine and expand our interactions with industry partners who will participate in driving the research aims and use these materials developed in the Engine.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Schmutz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Schmutz",
   "pi_email_addr": "jschmutz@hudsonalpha.org",
   "nsf_id": "000670223",
   "pi_start_date": "2023-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HudsonAlpha Institute for Biotechnology",
  "inst_street_address": "601 Genome Way",
  "inst_street_address_2": "",
  "inst_city_name": "Huntsville",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2563275217",
  "inst_zip_code": "358062908",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "HUDSONALPHA INSTITUTE FOR BIOTECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M3GAQBN4BWH6"
 },
 "perf_inst": {
  "perf_inst_name": "HudsonAlpha Institute for Biotechnology",
  "perf_str_addr": "601 Genome Way",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358062908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}