{
 "awd_id": "2302298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diophantine Approximation to Closed Subschemes and Integral Points on Varieties",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "The project studies topics central to arithmetic and number theory, with a primary focus on the subject of Diophantine approximation. At its core, Diophantine approximation consists of the study of rational numbers which closely approximate a given real number. This topic has an ancient history, going back to at least the first rational approximations for pi, and in modern times has led to several deep applications in number theory and throughout mathematics. The PI will study generalizations and improvements of several inequalities in the subject, with a particular focus on Schmidt’s Subspace Theorem and its relation to the geometry of closed subschemes. The PI will pursue applications to a central conjecture in the subject, Vojta’s conjecture, as well as connections to recent inequalities involving greatest common divisors. In a related direction, the PI will explore the classical and fundamental problem of effectively determining the set of integer solutions to a system of polynomial equations, with an emphasis on higher-dimensional problems where the techniques are less developed and understood. The projects have additional close connections and consequences for diverse areas of mathematics beyond number theory, including geometry and complex analysis.  The project will support a wide range of mentoring activities and research opportunities, involving the training of undergraduate students, graduate students, and postdoctoral researchers. In particular, the PI plans to continue creating and supervising high school and undergraduate research projects, drawn from the PI’s research program.   \r\n\r\nA recent line of research in Diophantine approximation studies inequalities involving heights associated to closed subschemes, as opposed to the classical setting of heights associated to divisors. The PI plans to develop this theory of Diophantine approximation to closed subschemes, and to explore applications of the theory to integral points on varieties. In one direction, the PI will study refinements and improvements of the Schmidt Subspace Theorem for closed subschemes, including extensions to the setting of m-subgeneral position and generalizations of the Nochka-Ru-Wong theorem. In another direction, the PI will study and develop recent inequalities involving greatest common divisors and their connections with Vojta’s conjecture, and develop function field analogues and applications. A last set of projects are centered on discovering applications of the new Diophantine approximation inequalities to integral points on varieties, including developing effective methods for studying integral points, particularly on higher-dimensional varieties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Levin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Levin",
   "pi_email_addr": "adlevin@math.msu.edu",
   "nsf_id": "000575672",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}