{
 "awd_id": "2302466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDRIG in DRMS: Exploring how anxious people seek and process information about environmental and health risks",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 25998.0,
 "awd_amount": 25998.0,
 "awd_min_amd_letter_date": "2023-01-31",
 "awd_max_amd_letter_date": "2023-01-31",
 "awd_abstract_narration": "Carefully conceived and crafted risk communication messages can convey risk information to help people make decisions that may ultimately protect them from health and environmental risks. When people receive information about risks, they often feel anxious and do not seek or retain information like other people, making it hard to make good decisions. It is critical to understand how anxiety affects both people’s information processing and management to design better risk communication messages. This project applies the risk perception attitude framework to two experiments to examine how anxious people process and manage risk information regarding two issues: Type 2 diabetes and climate change. This project combines self-report measures of processing and response with eye-tracking (to measure attention to information) and physiological measures of anxiety. The findings of this project are important because they will contribute to our understanding of how to design risk communication messages by identifying the ways in which people use risk information in decisions when they feel anxious. \r\n\r\nThe Risk Perception Attitude framework is a risk communication model that predicts how audiences, segmented by perceived risk and efficacy beliefs, will seek out risk information and the emotions they will experience. The framework predicts that those with high risk perception but weak efficacy beliefs are likely to avoid information and will experience high anxiety (termed the anxious segment). Gaps in knowledge exist about how people who fall into the anxious segment respond to risk information, seek, and process information about risks. This research examines: (1) how risk perception and efficacy beliefs affect information processing and management behaviors processing via anxiety, (2) the type of efficacy information best processed by people in the anxious segment, and (3) how anxious people process information when their efficacy beliefs are enhanced. This research involve two studies: an online experiment testing the Risk Perception Attitude framework with a nationally representative sample, and a laboratory experiment with only anxious people to further investigate how they process information. The study combines eye-tracking data and self-report to examine risk message attention and processing. This project informs risk communication efforts for health and environmental risks by focusing on the role of anxiety, an emotion people often experience when they are exposed to risk information. Understanding how anxious individuals process information can contribute to improving risk communications for a significant population.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Lapinski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Lapinski",
   "pi_email_addr": "lapinsk3@msu.edu",
   "nsf_id": "000325038",
   "pi_start_date": "2023-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Youjin",
   "pi_last_name": "Jang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youjin Jang",
   "pi_email_addr": "jangyouj@msu.edu",
   "nsf_id": "000887087",
   "pi_start_date": "2023-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 25998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\n<p>This project aimed to understand how anxiety affects people&rsquo;s behaviors and decision-making when they encounter health and environmental risks. Specifically, it explored how people manage and process information when they are anxious about risks about their personal health and environmental health.&nbsp;&nbsp;Our study topics were type 2 diabetes and energy blackouts connected to climate change. By combining traditional research methods with innovative physiological measures, this work offers new insights into how we can communicate effectively with people who are anxious about risks.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The project advanced knowledge in the field of risk communication by investigating how anxious individuals process and seek information. Using two experimental studies, including an online experiment with a nationally representative sample and a laboratory study with participants experiencing anxiety, the research tested how anxiety influences information management behaviors. It also explored how different types of risk information are processed and which types are most effective in reaching anxious audiences. Key findings include:</p>\n<ul>\n<li><strong><em>Anxiety and Information Processing</em></strong>: The studies showed that anxiety, influenced by peoples&rsquo; risk perception and personal beliefs about managing risks, affects how people seek and process risk information. For example, we found that people who are anxious prioritize attention to information about the risks themselves over guidance on how to mitigate those risks.</li>\n<li><strong><em>Impact of Efficacy Information</em></strong>: The research found that simply increasing people&rsquo;s beliefs in their ability to manage risks (known as &ldquo;efficacy beliefs&rdquo;) does not appear to reduce anxiety or encourage preventive behaviors. This challenges some existing assumptions in the field and suggests a need for more nuanced communication strategies when providing information to people who are anxious about a risk.&nbsp;</li>\n<li><strong><em>Physiological Measurement Innovation</em></strong>: By incorporating physiological measures like eye-tracking and galvanic skin response (GSR) with self-report data, the project provided a more comprehensive understanding of how people process information. This approach represents a novel application of the Risk Perception Attitude (RPA) framework, enhancing its utility for understanding complex emotional and cognitive processes.</li>\n</ul>\n<p><strong>Broader Impacts</strong></p>\n<p>This project has the potential to benefit society by enhancing communication strategies that help people manage anxiety about health and environmental risks. By understanding how different groups respond to risk information, communicators can tailor messages more effectively, potentially improving public preparedness and resilience. Our findings are being shared with people working in health and environmental communication with an eye toward informing communication approaches.&nbsp;</p>\n<p><strong>Conclusion</strong></p>\n<p>Overall, this project contributes to advancing our understanding of how anxiety affects information processing and risk communication. It has generated valuable insights for both academic and practical applications, provided training and development opportunities for future researchers, and created resources that will benefit ongoing and future research efforts. The outcomes will continue to shape how we think about and communicate risks to anxious populations, ultimately supporting public health and safety.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/19/2024<br>\nModified by: Youjin&nbsp;Jang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview\n\n\nThis project aimed to understand how anxiety affects peoples behaviors and decision-making when they encounter health and environmental risks. Specifically, it explored how people manage and process information when they are anxious about risks about their personal health and environmental health.Our study topics were type 2 diabetes and energy blackouts connected to climate change. By combining traditional research methods with innovative physiological measures, this work offers new insights into how we can communicate effectively with people who are anxious about risks.\n\n\nIntellectual Merit\n\n\nThe project advanced knowledge in the field of risk communication by investigating how anxious individuals process and seek information. Using two experimental studies, including an online experiment with a nationally representative sample and a laboratory study with participants experiencing anxiety, the research tested how anxiety influences information management behaviors. It also explored how different types of risk information are processed and which types are most effective in reaching anxious audiences. Key findings include:\n\nAnxiety and Information Processing: The studies showed that anxiety, influenced by peoples risk perception and personal beliefs about managing risks, affects how people seek and process risk information. For example, we found that people who are anxious prioritize attention to information about the risks themselves over guidance on how to mitigate those risks.\nImpact of Efficacy Information: The research found that simply increasing peoples beliefs in their ability to manage risks (known as efficacy beliefs) does not appear to reduce anxiety or encourage preventive behaviors. This challenges some existing assumptions in the field and suggests a need for more nuanced communication strategies when providing information to people who are anxious about a risk.\nPhysiological Measurement Innovation: By incorporating physiological measures like eye-tracking and galvanic skin response (GSR) with self-report data, the project provided a more comprehensive understanding of how people process information. This approach represents a novel application of the Risk Perception Attitude (RPA) framework, enhancing its utility for understanding complex emotional and cognitive processes.\n\n\n\nBroader Impacts\n\n\nThis project has the potential to benefit society by enhancing communication strategies that help people manage anxiety about health and environmental risks. By understanding how different groups respond to risk information, communicators can tailor messages more effectively, potentially improving public preparedness and resilience. Our findings are being shared with people working in health and environmental communication with an eye toward informing communication approaches.\n\n\nConclusion\n\n\nOverall, this project contributes to advancing our understanding of how anxiety affects information processing and risk communication. It has generated valuable insights for both academic and practical applications, provided training and development opportunities for future researchers, and created resources that will benefit ongoing and future research efforts. The outcomes will continue to shape how we think about and communicate risks to anxious populations, ultimately supporting public health and safety.\n\n\n\t\t\t\t\tLast Modified: 09/19/2024\n\n\t\t\t\t\tSubmitted by: YoujinJang\n"
 }
}