{
 "awd_id": "2302309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Connections Between L-functions and String Theory via Differential Equations in Automorphic Forms",
 "cfda_num": "47.049, 47.083",
 "org_code": "03040000",
 "po_phone": "7032922271",
 "po_email": "asalerno@nsf.gov",
 "po_sign_block_name": "Adriana Salerno",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 161350.0,
 "awd_amount": 161350.0,
 "awd_min_amd_letter_date": "2023-04-13",
 "awd_max_amd_letter_date": "2023-04-13",
 "awd_abstract_narration": "Automorphic forms demonstrate a substantial link between number theory and physics. First, they appear in number theory as building blocks in the theory of L-functions. L-functions shed light on many important number theoretic topics such as the distribution of prime numbers. In physics, automorphic forms model symmetry conditions of supersymmetric string theory and are used to find coefficients of the scattering amplitude for gravitons (hypothetical particles of gravity). Finding higher order coefficients of the graviton scattering amplitude may provide a quantum correction to the discrepancy between relativity and experimental data. This project seeks to answer a number of questions centered around the theory of L-functions and scattering amplitudes for certain string interactions using the study of automorphic forms. For broader impacts, the PI will lead undergraduate research projects, continue her involvement with the Sonya Kovalevsky Day and the Navajo Math Circle, and will write an open access text on math for elementary teachers with a focus on activities and curriculum that centers Native American traditions and ideas​.\r\n\r\nThe study of differential equations involving automorphic forms is a common thread connecting most of the questions addressed in this project. Specifically, the PI plans to answer a number of questions relating to the zeros and special values of GL(2) L-functions. Most of these questions relate the zeros of L-functions to the spectrum of certain operators.  The project also addresses a number of questions arising from the study of scattering amplitudes for gravitons. The PI will conduct a more detailed analysis of the Fourier modes of the SL(2) solutions and classify a family of solutions through a closed form expansion. In the course of the study of these Fourier solutions, the PI will address an open conjecture relating to a shifted convolution sum of divisor functions. Certain shifted convolution sums also have applications to subconvexity bounds for L-functions. The PI will also compute a spectral solution in SL(3) and uses these techniques to prove quantum unique ergodicity for non-degenerate Eisenstein series. To address these problems, the PI will use techniques in functional analysis, analytic number theory, the theory of special functions, and PDEs.\r\n\r\nThis project is jointly funded by the Algebra and Number Theory program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Logan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Logan",
   "pi_email_addr": "kklingerlogan@ksu.edu",
   "nsf_id": "000785746",
   "pi_start_date": "2023-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "138 Cardwell Hall",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 161350.0
  }
 ],
 "por": null
}