{
 "awd_id": "2302564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Argument Graph Supported Multi-Level Approach for Argumentative Writing Assistance",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922972",
 "po_email": "emiltsak@nsf.gov",
 "po_sign_block_name": "Eleni Miltsakaki",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 849799.0,
 "awd_amount": 849799.0,
 "awd_min_amd_letter_date": "2023-07-17",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "Proficiency in argumentative writing contributes to one's academic and professional success. However, the Nation's Report Card shows that most adolescents are not skilled in argumentation and frequently experience difficulty when comprehending arguments and constructing well-rounded essays. Traditional teaching approaches for argumentative writing often require students to practice writing a whole essay before receiving feedback, missing deliberate practice opportunities on each difficulty factor that the students experience. On the other hand, while formative and personalized feedback is useful in improving students' logical writing skills, it requires substantive efforts by instructors and causes delays in feedback. This project will generate new insights into artificial intelligence and human-computer interaction capabilities for enhancing student learning of argumentative writing. The proposed research will advance the understanding of how people learn argumentative writing and argumentation. The project will improve the state-of-the-art in natural language processing by developing techniques for argument mining and argument quality measurement. The developed argumentative writing tools can be broadly applicable to many domains, thus providing learning and practice opportunities to anyone who wants to improve their argumentative writing skills. This project will also promote STEM education diversity with a focus on attracting and mentoring women and underrepresented minorities in computer science. The findings, open-source codes, and argumentative writing assistance system will be demonstrated and distributed to the public through various outreach activities at the University of Michigan. \r\n\r\nConcretely, this project will investigate efficient and scalable pedagogical approaches for argumentative writing. Three main research thrusts will be explored. First, a personalized argumentative writing tutoring system, ARGUABLE, will be built. ARGUABLE is designed with two learning modes: (1) learning with examples, and (2) practicing and getting feedback, each containing practice opportunities and actionable feedback targeting different argumentation skills. Second, novel natural language processing and machine learning models will be investigated to enable multi-level argument understanding and interpretable essay quality measurement. Novel representation learning methods that capture long-distance relations are investigated to extract argument structures more accurately. Graphical representation encoding methods will be used to support feedback provision at multiple levels. A revision suggestion retrieval system will also be built to support novice students with concrete ideas for writing improvement. Finally, evaluations will be conducted in collaboration with instructors who teach argumentative writing at the Ann Arbor and the Dearborn campuses of the University of Michigan, to assess the effectiveness of ARGUABLE.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lu",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lu Wang",
   "pi_email_addr": "wangluxy@umich.edu",
   "nsf_id": "000701671",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xu",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xu Wang",
   "pi_email_addr": "xwanghci@umich.edu",
   "nsf_id": "000839066",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "503 THOMPSON ST",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 849799.0
  }
 ],
 "por": null
}