{
 "awd_id": "2302198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Homological approaches to differential forms, differential operators, and transfer of algebra structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 165000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2023-07-07",
 "awd_max_amd_letter_date": "2023-07-07",
 "awd_abstract_narration": "One of the main questions of algebraic geometry is: How does one find measures of singularity? A singularity is a place on a curve, surface, or higher dimensional space where it is not smooth, i.e., it has a sharp point or crosses itself. In general, one wants to be able to find measures of how extreme a singularity is and how these vary under maps, but usually the number of equations or variables makes a graph impossible or misleading. This is solved by employing the structural backbone given by algebraic geometry and commutative algebra. Generally, the goal is to attach invariants to singularities that are measures of the character of the singularity. Singularities will be studied in several ways: via differential forms and differential operators, which characterize smoothness; and by constructing new algebraic structures which yield not only invariants but also tools to discover new invariants. In the long run, work on singularities can lead to applications to computer vision and medical imaging and to string theory in physics. The project will continue the PI’s strong engagement in graduate education with PhD students. The PI will continue to co-organize conferences and workshops such as the Introductory Workshop at an MSRI semester program in 2024 and a future MSRI Summer Graduate School at the Chern Institute. \r\n\r\nCommutative and homological algebra are crucial in developing the foundations of algebraic geometry. This project will address some central topics and their interplay: differential forms, differential operators, cotangent complexes, and dg-algebra and A-infinity structures. The focus will be on (1) resolutions of differential forms and the cotangent complex, (2) differential operators of fixed orders and their resolutions, (3) DG algebra resolutions of graded Artinian algebras, and (4) comparisons of bar and Eagon resolutions via A-infinity structures. For the first, the focus is on understanding symmetries in and vanishing of invariants obtained from higher differentials, such as generalized Tjurina numbers, by showing how their resolutions are interrelated for Gorenstein singularities. For the second, a new homological approach will be used to work on finding the differential operators of hypersurfaces. The third involves the use of HPT (homological perturbation theory) to transfer algebra structures, and the fourth use of A-infinity structures to relate and generalize two classical resolutions. The unifying theme is to use homological methods to gain insight into these problems. The central challenge is to understand the homological behavior of exterior and symmetric power operations, which is known to be more involved and less understood, despite the fact that exterior algebras and power operations play a central role throughout many parts of algebra and geometry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Miller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia M Miller",
   "pi_email_addr": "clamille@syr.edu",
   "nsf_id": "000258026",
   "pi_start_date": "2023-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE STE 620",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132440001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 165000.0
  }
 ],
 "por": null
}