{
 "awd_id": "2302731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Assessment of Damage and Recovery of Power and Road Infrastructures in Western Alaska after Ex-Typhoon Merbok",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2022-11-15",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2022-11-14",
 "awd_max_amd_letter_date": "2022-11-14",
 "awd_abstract_narration": "Ex-typhoon Merbok slammed Western Alaska in September 2022, leading to widespread damage and disruption in numerous coastal communities. The large geographic coverage, unique co-occurrence of extreme flood and wind events, and extremeness of damage caused by this ex-typhoon have provided an opportunity to perform reconnaissance activities and determine the best pathways to enhance the resilience of communities to similar extreme events in the future. In particular, investigations in this context help with the documentation of the effects of a range of storm-driven hazards in rural communities that had rarely experienced events of this magnitude in the past. The widespread damage to the electric power network impaired the daily life of the rural communities that were not prepared for such events. In parallel, the emergency and recovery efforts were delayed due to access issues originating from damage to several roads and bridges. Thus, the test-bed afforded by the September 2022 storm in Western Alaska is expected to allow a detailed investigation of a range of research questions categorized based on the time of action associated with each. \r\n\r\nThis project will enable the performance assessment of physical components of civil infrastructures, the development of data-assisted empirical relationships that capture the damageability of constructed facilities, and the identification of post-disaster recovery actions that effectively contribute to the resiliency of the impacted communities in rural regions. For this purpose, perishable damage data and recovery activities will be collected from the field for systematic studies toward enhancing resilience and establishing effective mitigation strategies for vulnerable communities. Such original information will continue to advance resilient practices in coastal regions to further reduce loss of life and property. The planned investigations will also contribute to transforming the capabilities of owners, planners, and policymakers to characterize resilience under various extreme event scenarios and determine optimal adaptation and mitigation strategies. The educational goal of this project is to train a future generation of diverse engineers who can produce innovative solutions to maintain civil infrastructures in service in the face of calamities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Alipour",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alice Alipour",
   "pi_email_addr": "alipour@iastate.edu",
   "nsf_id": "000607489",
   "pi_start_date": "2022-11-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Behrouz",
   "pi_last_name": "Shafei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Behrouz Shafei",
   "pi_email_addr": "shafei@iastate.edu",
   "nsf_id": "000610996",
   "pi_start_date": "2022-11-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "515 MORRILL RD, 1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5219",
   "pgm_ref_txt": "ARCTIC SYSTEM SCIENCE PROGRAM"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The September 2022 ex-typhoon Merbok, which impacted well over 1,000 miles of coastline, including some of the most remote areas of the United State and some of the most vulnerable to erosion, was another wake-up call for the infrastructure owners and community members to address issues arising from impact of climate change on the built environment. The powerful storm slammed Western Alaska, with major flooding, high winds, and widespread damage in numerous coastal communities. This is the most intense storm ever recorded in the Bering Sea during September. The orientation of the Jet stream was such that the storm&rsquo;s edge tracked right along hundreds of miles of Alaska&rsquo;s coastline, causing severe damage. Upon the landfall of the storm, the team at Iowa State University initiated an extensive virtual damage assessment followed by deployment of a reconnaissance team to the region for damage assessment and interview with the locals, community members, infrastructure owners, and stakeholders with support from an NSF RAPID grant. Major damage was observed in road system (i.e., Front St. and North Council Road, Nome), port (i.e., port of Nome), airports (Hooper Bay), fuel storage tanks (i.e., damaged at Hooper Bay, close to submerged in Golovin), homes and subsidence shelters, powerlines, and stored goods and supplies (across all communities along the the 1000 miles of exposure). This reflects the immediate need for investments in resiliency of physical environment, especially in the rural western Alaska.&nbsp;</p><br>\n<p>\n Last Modified: 03/09/2024<br>\nModified by: Alice&nbsp;Alipour</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe September 2022 ex-typhoon Merbok, which impacted well over 1,000 miles of coastline, including some of the most remote areas of the United State and some of the most vulnerable to erosion, was another wake-up call for the infrastructure owners and community members to address issues arising from impact of climate change on the built environment. The powerful storm slammed Western Alaska, with major flooding, high winds, and widespread damage in numerous coastal communities. This is the most intense storm ever recorded in the Bering Sea during September. The orientation of the Jet stream was such that the storms edge tracked right along hundreds of miles of Alaskas coastline, causing severe damage. Upon the landfall of the storm, the team at Iowa State University initiated an extensive virtual damage assessment followed by deployment of a reconnaissance team to the region for damage assessment and interview with the locals, community members, infrastructure owners, and stakeholders with support from an NSF RAPID grant. Major damage was observed in road system (i.e., Front St. and North Council Road, Nome), port (i.e., port of Nome), airports (Hooper Bay), fuel storage tanks (i.e., damaged at Hooper Bay, close to submerged in Golovin), homes and subsidence shelters, powerlines, and stored goods and supplies (across all communities along the the 1000 miles of exposure). This reflects the immediate need for investments in resiliency of physical environment, especially in the rural western Alaska.\t\t\t\t\tLast Modified: 03/09/2024\n\n\t\t\t\t\tSubmitted by: AliceAlipour\n"
 }
}