{
 "awd_id": "2302813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Adaptable Game-based, Interactive Learning Environments for STEM Education (AGILE STEM)",
 "cfda_num": "47.070, 47.075",
 "org_code": "05020000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2023-09-08",
 "awd_max_amd_letter_date": "2023-09-08",
 "awd_abstract_narration": "Learners of all ages are expected to be prepared to interact with emerging and technology-driven work environments. In addition, the growing reliance on online learning and its unprecedented and unexpected acceleration due to the COVID-19 pandemic are expected to change the education landscape forever. Thus, there is a need to grow the development of digital platforms for teaching and learning. Emerging technologies such as machine learning and high fidelity simulated environments have the potential to create customized and adaptable learning environments to support STEM learning outcomes. This project serves the national interest by advancing the knowledge about designing and creating adaptable game-based, interactive learning environments for STEM. The inclusion of underrepresented minority and female learners in the design stages of these learning environments, their portability, as well as the capability of these environments to be customized and adaptive have the potential to enhance education equality, engagement, and learning outcomes, and broaden their usability to several STEM domains. Moreover, the narratives and simulation models are inspired by real-world systems. Therefore, the learning environments are expected to enhance the learner’s understanding of complex system concepts that are challenging to understand using traditional teaching approaches and will help build the much-needed skills for the U.S. future STEM workforce. The proposed emerging technologies do not necessarily need access to specialized equipment, which eliminates barriers to scalability and border implementation and use.  \r\n\r\nThe primary goals of this project are to automatically customize and adapt three-dimensional (3D) simulated game-based learning environments to improve engagement, and provide a deeper understanding of their design, development, and deployment, impact on learning and self-regulated learning (SRL) skills, and knowledge transferability from the learning environments to real-life applications. The project addresses the lack of scientific evidence and/or work in the following thrust areas: 1) the potential of reducing the barriers to content generation of 3D simulated game-based learning environments using emerging and advanced machine-learning methods; 2) creating customized content and adaptive 3D simulated game-based learning environments that improve and maintain learners motivation and engagement, enhance learning via instructional assistive content scaffolding, and increase knowledge transferability from game to real-life applications; 3) assessing the effectiveness of the learning environments for all learner groups in online and residential settings; and 4) exploring how learner decision-making and behavior data in the simulated game-based learning environments, and eye-tracking, facial expressions, bio-signals, and usage data, enhance knowledge about the relationships between decision-making/usage and SRL skills development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Omar",
   "pi_last_name": "Ashour",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Omar Ashour",
   "pi_email_addr": "oma110@psu.edu",
   "nsf_id": "000736131",
   "pi_start_date": "2023-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniell",
   "pi_last_name": "DiFrancesca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniell DiFrancesca",
   "pi_email_addr": "dqd5436@psu.edu",
   "nsf_id": "000848328",
   "pi_start_date": "2023-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Penn State Erie",
  "perf_str_addr": "4701 College Drive",
  "perf_city_name": "Erie",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "165634117",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "PA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}