{
 "awd_id": "2302060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Computer Science Research Opportunity for Smart Environments (ROSE)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-03-10",
 "awd_max_amd_letter_date": "2023-03-10",
 "awd_abstract_narration": "Computer Science Research Opportunity for Smart Environments (ROSE), a three-year new RET site at Missouri State University (MSU), will provide a unique research experience to 30 middle and high school STEM teachers. ROSE is focused on topics of Internet of Things (IoT), smart environments, artificial intelligence, security, and data mining research. The College of Natural and Applied Sciences and the College of Education will partner with local school districts, including high-needs schools, in Southwest Missouri to enrich their knowledge of the next generation of IoT and smart environments. ROSE will provide research training and mentoring for participating teachers during a six weeklong summer workshop and academic year follow-ups. Teachers will work alongside faculty mentors to discover research challenges and practical solutions for multimedia processing, computer security, artificial intelligence, and machine learning technology through a guided research experience. This project will impact participating teachers’ professional development and best teaching practices in computational thinking, problem solving, and scientific research into STEM curriculum. Teachers will develop new lessons incorporating concepts from computational thinking, computer programming, network security, and the Internet. The ROSE project aims to develop long-term relationships with teachers via academic year classroom visits, monthly virtual re-group sessions, weekly office hours, and sharing of lesson plans and experiences during the open to public ROSE Annual Symposiums. ROSE will help teachers develop a passion for research in smart environments, which will subsequently help them increase their students' interest in computer science and desire to pursue future academic and career endeavors in STEM-related fields, which is a national need.\r\n\r\nIn ROSE, participating teachers will work alongside MSU faculty and graduate student mentors to discover research challenges and practical solutions for next-generation smart environments where a variety of smart devices are working to make inhabitants' lives more comfortable. ROSE faculty and graduate student mentors will facilitate teachers to develop lesson plans, incorporating concepts from computer programming, algorithms, and data analysis. Participating teachers will integrate the knowledge and skills they acquire from ROSE research projects to create an inclusive classroom experience. ROSE will explore how research-based exploratory learning, when integrated into 6-12 grade curricula, influences student perceptions to connect abstract principles to practical aspects of problem-solving using computers and computing concepts. Long-range impacts of ROSE are: 1) building teacher and students’ confidence to tackle scientific problems; 2) enriching teachers’ professional development in STEM education; 3) creating innovative lesson plans to foster students’ curiosity, investigative skills and problem-solving abilities, and 4) improving students’ breadth of knowledge in computer science to prepare them for the workforce in a rapidly changing world.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Razib",
   "pi_last_name": "Iqbal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Razib Iqbal",
   "pi_email_addr": "riqbal@missouristate.edu",
   "nsf_id": "000729634",
   "pi_start_date": "2023-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ajay",
   "pi_last_name": "Katangur",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ajay K Katangur",
   "pi_email_addr": "ajaykatangur@missouristate.edu",
   "nsf_id": "000277033",
   "pi_start_date": "2023-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Piccolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Piccolo",
   "pi_email_addr": "DPiccolo@missouristate.edu",
   "nsf_id": "000568389",
   "pi_start_date": "2023-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Siming",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siming Liu",
   "pi_email_addr": "simingliu@missouristate.edu",
   "nsf_id": "000867834",
   "pi_start_date": "2023-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri State University",
  "inst_street_address": "901 S NATIONAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "4178365972",
  "inst_zip_code": "658970001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MO07",
  "org_lgl_bus_name": "MISSOURI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL7KJX2VFHS9"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri State University",
  "perf_str_addr": "901 S NATIONAL AVE",
  "perf_city_name": "SPRINGFIELD",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "658970027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}