{
 "awd_id": "2302763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CDS&E: Charge-density based ML framework for efficient exploration and property predictions in the large phase space of concentrated materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 395375.0,
 "awd_amount": 395375.0,
 "awd_min_amd_letter_date": "2023-04-20",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "Non-technical summary\r\n\r\nFuture engineering applications require complex materials to withstand extreme environments. Electronic structure calculations have played an integral role in developing fundamental understanding of atomic and electronic level properties of materials. To tackle the challenges of growing materials complexities, in this project, the investigator at Clemson University will collaborate with investigators at Colorado School of Mines to integrate data-science based image-recognition techniques with electronic structure calculations to predict materials properties. Image recognition is widely used for face recognition, lane-assisted driving, food-contaminant detection, cancer-cell detection, etc. In this project, the charge density of materials will be used in the form of images to learn the electronic structure of materials to enable property predictions in complex materials. The project will contribute to technical, educational and workforce development. A fundamental understanding of lattice distortion in complex alloys will be delivered, namely in high entropy alloys that consist of multiple principal elements in large concentrations. The project will develop an open-source machine learning framework with a curated database of charge densities and alloys’ properties. It will also train undergraduate and graduate students for future digital economy at the intersection of materials physics and data science via a new ‘data science in materials science’ course, and summer workshops.\r\n\r\nTechnical summary\r\n\r\nThe chemical randomness in high entropy alloys engenders unique nearest neighbor environments causing lattice and electronic distortions that result in large uncertainties in properties both qualitatively and quantitively. The uncertainties scale with compositional (atomic fraction) and chemical (different elements) diversities resulting in an extremely stiff challenge for density functional theory (DFT) to explore the phase space. This technical challenge runs parallel to the scientific challenge of mechanistic reasons of composition-property correlations. Since, charge density is the fundamental quantity from which the physics and property correlations can be extracted, the investigators will develop a charge-density based machine learning framework that will elucidate the role of disruptive energy landscape on the emerging properties, and simultaneously remove the bottleneck to trace the large phase. The machine learning models will learn the charge density distributions and properties from simpler alloys and predict them in complex alloys while bypassing expensive DFT calculations altogether. The investigators will work under the hypothesis that larger asymmetry in charge density leads to larger uncertainty in properties. The students will learn to perform electronic structure calculations, data generation and interpretation, and application of machine learning models to predict materials properties. The students will also learn image-recognition techniques applied to materials science problems. Summer workshops will be organized by the investigators to engage girls in STEM with an interactive, engaging and hands-on approach. The investigators will also organize a virtual workshop with a specific focus on feature recognition techniques for materials predictions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dilpuneet",
   "pi_last_name": "Aidhy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Dilpuneet S Aidhy",
   "pi_email_addr": "daidhy@clemson.edu",
   "nsf_id": "000739152",
   "pi_start_date": "2023-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 265375.0
  }
 ],
 "por": null
}