{
 "awd_id": "2302399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiple Zeta Values in Function Fields using Motivic Framework",
 "cfda_num": "47.049, 47.083",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 139074.0,
 "awd_amount": 139074.0,
 "awd_min_amd_letter_date": "2023-08-02",
 "awd_max_amd_letter_date": "2023-08-02",
 "awd_abstract_narration": "Multiple zeta values are real numbers which are defined by certain infinite sums of fractions. Their exact values and the relationships between them have puzzled mathematicians since the time of Euler. In particular, mathematicians seek to understand when it is possible to add a finite number of multiple zeta values together to get another multiple zeta value. While mathematicians have infinitely many examples of such relationships, proving that these constitute all such relationships remains a distant goal. This project will study near-relatives of multiple zeta values in an alternative setting where there is a reasonable hope of proving such results about the set of all relationships between them. The end goal of the project is to develop a new method of producing families of relationships between multiple zeta values and to classify how many relationships such methods produce. This project will also involve outreach to nearby HBCUs to encourage underrepresented groups to participate in graduate level mathematics and STEM programs.\r\n\r\nMore specifically, the main goal of this project is to lay the groundwork for proving the algebraic independence of certain sets of multiple zeta values defined over global function fields. The first step is to develop a method for generating relations between function field multiple zeta values which are defined over the function field. The PI will do this using his recently developed formulas involving a pairing between t-motives and the dual t-motives. Next, the PI will use these motivic constructions to show that spaces of deformed multiple zeta values are generated as a tau-algebra by certain special functions which have precise arithmetic meaning. The end goal of this part of the project is to produce a conjecture describing how many multiple zeta value relations are described using this tau-algebra structure. This project will also contain a significant offshoot which realizes these deformed multiple zeta values as generating elements in inseparable extensions of Taelman's unit module. The end result of this part of the project will be a theorem which states exactly which elements we must adjoin to Taelman's unit module in order to ensure that it contains specific deformed multiple zeta values.\r\n\r\nThis project is jointly funded by the Algebra and Number Theory program in the Division of Mathematical Sciences and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Green",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan E Green",
   "pi_email_addr": "ngreen@latech.edu",
   "nsf_id": "000755520",
   "pi_start_date": "2023-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Tech University",
  "inst_street_address": "RAIL ROAD AVE WYLY TWR 1620",
  "inst_street_address_2": "",
  "inst_city_name": "RUSTON",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3182575075",
  "inst_zip_code": "712720001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA TECH UNIVERSITY",
  "org_prnt_uei_num": "PAMDY6DMVVE7",
  "org_uei_num": "PAMDY6DMVVE7"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Tech University",
  "perf_str_addr": "RAIL ROAD AVE WYLY TOWER 1620",
  "perf_city_name": "RUSTON",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712720001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 139074.0
  }
 ],
 "por": null
}