{
 "awd_id": "2303988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Quantum Propulsion",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924506",
 "po_email": "marschin@nsf.gov",
 "po_sign_block_name": "Mara E. Schindelholz",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2023-09-25",
 "awd_max_amd_letter_date": "2023-09-25",
 "awd_abstract_narration": "The broader impact/commercial potential of this SBIR project is to develop and commercialize a propellant-less electric vacuum thruster—a novel and cleaner method for object propulsion. This inventive thruster employs electronic components and sources to move objects, eliminating the need for traditional fuel.  Successfully achieving these goals could potentially bring about a revolutionary transformation in the transportation industry. For example, a fully developed thruster could be used as a boost-on device for a wide range of current motors to increase efficiency (reduce energy consumption) while increasing range. Beyond developing the proposed thruster device into a usable product, this project also is expected to deepen the scientific understanding of its operational principles. All these enhancements hold the promise of enabling the device to move heavier objects with reduced energy consumption. Due to its suitability for use both on Earth and in space, a developed thruster product has the potential to improve the efficiency of all modes of transportation, including automobiles, boats, and spacecrafts.\r\n\r\nThis SBIR Phase I project proposes to develop and optimize the proposed electric thruster device, an exciting new way to move objects.  Currently, objects and vehicles are moved using fuel-based propulsion technologies. This, coupled with the low efficiency of hydrocarbon and electric motor systems, is bad for the environment and not sustainable. This proposed product and technology platform presents a new type of cleaner propulsion technology.  The proposed electric drive works by accelerating electrons between closely spaced electrodes in a capacitor using electric fields generated by a battery. The accelerated electrons form a Rindler horizon (Unruh Effect) behind the cathode of the capacitor which alter vacuum fluctuations within this zone. This modification creates a force that propels objects forward. The thruster device is expected to be cost-effective and lightweight, and initial experimental results appear promising. The project's goals are to (1) develop and improve a prototype using state-of-the-art materials and several design refinements, and (2) to confirm the technology's performance through third party validation. Demonstrating the thruster device's reliability and scalability is expected to provide a path to commercialization. Through development, optimization and validation, this project not only pushes the boundaries of propulsion through development of a usable product but also presents an exciting path as a platform technology with future potential for a wide range of practical, efficient, and environmental transportation solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ankur",
   "pi_last_name": "Bhatt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ankur Bhatt",
   "pi_email_addr": "ankurb80@gmail.com",
   "nsf_id": "000888162",
   "pi_start_date": "2023-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HOVERR INC.",
  "inst_street_address": "6520 GRAYSTONE MEADOW CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4083905293",
  "inst_zip_code": "951201630",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "HOVERR INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2RQJ89M58C7"
 },
 "perf_inst": {
  "perf_inst_name": "Hoverr Inc.",
  "perf_str_addr": "1208 N Olive Dr, Apt 110",
  "perf_city_name": "West Hollywood",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900692709",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "CA30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1218",
   "pgm_ref_txt": "ADVANCED TECHNOLOGIES & INSTRM"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Phase I SBIR project titled \"Quantum Propulsion\" demonstrates a groundbreaking approach to propulsion technology with the Hoverr Drive system. This innovative system generates thrust by accelerating electrons in a vacuum using field emission between closely spaced electrodes within a capacitor. Powered by simple energy sources such as batteries or supercapacitors, the Hoverr Drive eliminates the need for traditional propellants, offering a cleaner and more efficient alternative. The key innovation lies in its ability to alter vacuum fluctuations, which are traditionally in equilibrium, to produce a net force. This advancement has resulted in thrust-to-power ratios exceeding 200N/kW and maximum forces of 2.5mN, setting a new standard for propulsion systems. Achieving Technology Readiness Level 4 (TRL 4), the Hoverr Drive demonstrates potential for revolutionary applications in space exploration, aviation, and automotive industries. The project achieved critical milestones in prototype development, material research, third-party validation, and scalability, establishing a strong foundation for future phases.</p>\r\n<p>The development of a reliable and robust prototype was the first major achievement of Phase I. The team addressed a critical challenge: stabilizing the field emission current to achieve consistent thrust. This required optimizing several key parameters, including electrode geometry, dielectric materials, cold-field emission techniques, and temperature control. These adjustments ensured a steady and controllable thrust output. The team transitioned from earlier power supply models to advanced high-voltage converters, which significantly enhanced performance. Additional innovations, including remote-controlled thrusters and controlled external heating systems, improved operational stability and reliability. By the end of Phase I, the second-generation prototypes achieved approximately 95% reliability in force demonstrations, showing consistent and reproducible results. These advancements mark a significant step forward, demonstrating that the Hoverr Drive is capable of meeting practical application demands.</p>\r\n<p>Material research was another critical focus during Phase I, as scaling the system required addressing challenges related to reliability and durability. Early prototypes faced issues with partial discharges in dielectric materials, which caused degradation and failures. To overcome these challenges, the team conducted extensive testing of advanced materials with lower partial discharge occurrences, improving the longevity and reliability of the system. The research also examined how large forces affected various components, ensuring the chosen materials could withstand operational stresses without compromising performance. These efforts led to the successful integration of optimized materials into the second-generation prototypes, resulting in better insulation resistance and enhanced durability under variable conditions. Material research played a vital role in increasing the Hoverr Drive&rsquo;s reliability and laying the groundwork for larger-scale applications.</p>\r\n<p>Third-party validation was another critical milestone in Phase I, strengthening the credibility and feasibility of the Hoverr Drive. The team collaborated with reputable organizations, including Micro Precision and ATS Labs, to conduct independent testing and calibration of the prototypes. These evaluations verified the stability of the field emission current, the reliability of the power supply, and the overall system performance under various operating conditions. External validation not only reduced project risks but also increased future customer and investor confidence. Additionally, these tests demonstrated the Hoverr Drive&rsquo;s suitability for a variety of space applications, such as satellite maneuvering, orbit maintenance, station-keeping, and deep-space missions. This independent verification of performance and reliability was essential for advancing the project toward commercialization and broader industry adoption.</p>\r\n<p>The success of Phase I firmly establishes the Hoverr Drive as a revolutionary propulsion technology. With reliable prototypes, advanced materials research, and rigorous third-party validation, the project provides a strong foundation for scalability and future development. Designs for third-generation prototypes are already underway, aiming to achieve thrust levels in the Newton range to meet the demands of applications in interplanetary spacecraft, space station cargo transport, and even terrestrial uses in automotive and aviation propulsion. The Hoverr Drive&rsquo;s ability to generate thrust without propellants also positions it as an environmentally sustainable alternative to traditional propulsion systems. By delivering consistent and reliable performance, the Hoverr Drive is poised to revolutionize transportation and exploration across multiple industries, redefining the possibilities for propulsion technology.</p><br>\n<p>\n Last Modified: 01/04/2025<br>\nModified by: Ankur&nbsp;Bhatt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Phase I SBIR project titled \"Quantum Propulsion\" demonstrates a groundbreaking approach to propulsion technology with the Hoverr Drive system. This innovative system generates thrust by accelerating electrons in a vacuum using field emission between closely spaced electrodes within a capacitor. Powered by simple energy sources such as batteries or supercapacitors, the Hoverr Drive eliminates the need for traditional propellants, offering a cleaner and more efficient alternative. The key innovation lies in its ability to alter vacuum fluctuations, which are traditionally in equilibrium, to produce a net force. This advancement has resulted in thrust-to-power ratios exceeding 200N/kW and maximum forces of 2.5mN, setting a new standard for propulsion systems. Achieving Technology Readiness Level 4 (TRL 4), the Hoverr Drive demonstrates potential for revolutionary applications in space exploration, aviation, and automotive industries. The project achieved critical milestones in prototype development, material research, third-party validation, and scalability, establishing a strong foundation for future phases.\r\n\n\nThe development of a reliable and robust prototype was the first major achievement of Phase I. The team addressed a critical challenge: stabilizing the field emission current to achieve consistent thrust. This required optimizing several key parameters, including electrode geometry, dielectric materials, cold-field emission techniques, and temperature control. These adjustments ensured a steady and controllable thrust output. The team transitioned from earlier power supply models to advanced high-voltage converters, which significantly enhanced performance. Additional innovations, including remote-controlled thrusters and controlled external heating systems, improved operational stability and reliability. By the end of Phase I, the second-generation prototypes achieved approximately 95% reliability in force demonstrations, showing consistent and reproducible results. These advancements mark a significant step forward, demonstrating that the Hoverr Drive is capable of meeting practical application demands.\r\n\n\nMaterial research was another critical focus during Phase I, as scaling the system required addressing challenges related to reliability and durability. Early prototypes faced issues with partial discharges in dielectric materials, which caused degradation and failures. To overcome these challenges, the team conducted extensive testing of advanced materials with lower partial discharge occurrences, improving the longevity and reliability of the system. The research also examined how large forces affected various components, ensuring the chosen materials could withstand operational stresses without compromising performance. These efforts led to the successful integration of optimized materials into the second-generation prototypes, resulting in better insulation resistance and enhanced durability under variable conditions. Material research played a vital role in increasing the Hoverr Drives reliability and laying the groundwork for larger-scale applications.\r\n\n\nThird-party validation was another critical milestone in Phase I, strengthening the credibility and feasibility of the Hoverr Drive. The team collaborated with reputable organizations, including Micro Precision and ATS Labs, to conduct independent testing and calibration of the prototypes. These evaluations verified the stability of the field emission current, the reliability of the power supply, and the overall system performance under various operating conditions. External validation not only reduced project risks but also increased future customer and investor confidence. Additionally, these tests demonstrated the Hoverr Drives suitability for a variety of space applications, such as satellite maneuvering, orbit maintenance, station-keeping, and deep-space missions. This independent verification of performance and reliability was essential for advancing the project toward commercialization and broader industry adoption.\r\n\n\nThe success of Phase I firmly establishes the Hoverr Drive as a revolutionary propulsion technology. With reliable prototypes, advanced materials research, and rigorous third-party validation, the project provides a strong foundation for scalability and future development. Designs for third-generation prototypes are already underway, aiming to achieve thrust levels in the Newton range to meet the demands of applications in interplanetary spacecraft, space station cargo transport, and even terrestrial uses in automotive and aviation propulsion. The Hoverr Drives ability to generate thrust without propellants also positions it as an environmentally sustainable alternative to traditional propulsion systems. By delivering consistent and reliable performance, the Hoverr Drive is poised to revolutionize transportation and exploration across multiple industries, redefining the possibilities for propulsion technology.\t\t\t\t\tLast Modified: 01/04/2025\n\n\t\t\t\t\tSubmitted by: AnkurBhatt\n"
 }
}