{
 "awd_id": "2303610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Emergent Constraints to Reduce Uncertainty in Regional Climate Change",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 899544.0,
 "awd_amount": 899544.0,
 "awd_min_amd_letter_date": "2023-06-16",
 "awd_max_amd_letter_date": "2023-06-16",
 "awd_abstract_narration": "There is a growing need for robust projections of future climate change at spatial scales relevant to policymakers and stakeholders. However, our understanding of the many risks associated with climate change at these regional scales is often limited by uncertainty in climate model projections (i.e., different climate models give different answers about future climate). The range of answers across the models is particularly large when it comes to changes in the water cycle, which are of great societal relevance. Here, the investigators will rely on a leading climate model evaluation technique that uses observations of the current climate to narrow the range of climate model answers regarding future changes to precipitation, drought, and streamflow across regions of the globe. Moreover, this work will expand our knowledge of the key sources of model disagreement to inform areas of future development for climate modeling centers. The investigators will also, for the first time, apply this methodology to a collection of high-resolution climate model simulations covering the Western United States. These simulations better represent the complex topography of the region than global climate models, and thus allow for more reliable depictions of mountain snowpack, which plays a pivotal role in the region’s water cycle. This research will seek to reduce uncertainty in the snowpack’s response to future warming and apply this knowledge to better understand risks associated with freshwater availability and drought.\r\n\r\nBy focusing on climate metrics relating to the water cycle, which have enormous implications in water-stressed regions like the Western United States, this research will be valuable to a variety of constituencies outside the scientific community. Building off existing stakeholder collaborations, the investigators will engage with several groups across the Western United States to help shape the research so that the results have broad societal relevance. This project will provide training opportunities for a graduate student and a postdoctoral scholar. Additionally, the investigators will convene sessions at the American Geophysical Union’s Fall Meeting to catalyze discussions regarding relevant research. Lastly, a virtual workshop involving representatives from water resource management, wild land and fire management, and public health communities from across the Western United States will be held to disseminate the research as a capstone to the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Hall",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander D Hall",
   "pi_email_addr": "alexhall@atmos.ucla.edu",
   "nsf_id": "000314741",
   "pi_start_date": "2023-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Thackeray",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Chad W Thackeray",
   "pi_email_addr": "cwthackeray@ucla.edu",
   "nsf_id": "000812566",
   "pi_start_date": "2023-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "520 Portola Plaza",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951565",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 899544.0
  }
 ],
 "por": null
}