{
 "awd_id": "2303860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Foundations of Process/Product Analytics and Machine learning (FOPAM 2023)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927258",
 "po_email": "rramacha@nsf.gov",
 "po_sign_block_name": "Rohit Ramachandran",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 52000.0,
 "awd_amount": 52000.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2023-06-08",
 "awd_abstract_narration": "The conference on Foundations of Process/Product Analytics and Machine learning (FOPAM 2023) follows on the success of FOPAM 2019 and aims to bring together an international group of industrial and academic participants to discuss the status and future directions in chemical process data analytics and machine learning. NSF funding will support travel expenses for under-represented groups, early career faculty, postdocs, and Ph.D. students who otherwise would find it difficult to secure sufficient funds to attend the conference. The conference organizers’ aim is to influence how they will shape the future of data science for the process industries. Group interactions will be promoted via invited talks, discussions, poster sessions, and other unstructured activities in the afternoons. The conference starts with a plenary and welcome reception on the evening of July 31, 2023. The mornings and evenings of the next three days of the conference will be single-track oral sessions of invited speakers providing their perspectives on subtopics within the field of data analytics and machine learning, supplemented by question-and-answer periods and panel discussions. Two poster sessions will be included in the conference schedule, and the conference will be preceded by one and one-half days of optional workshops.\r\n\r\nThe Chemical Process Industries (CPI) have seen unprecedented increases in the quantity and variety of data available for making decisions, increasing product quality, and gaining process and supply chain efficiencies. There are many unsolved theoretical and practical problems to address as the historically separate fields of machine learning, process design, computational chemical product development, process operation optimization, and supply-chain analysis converge. One major outcome of the Foundations of Process/Product Analytics and Machine learning (FOPAM 2023) conference will be to identify technology gaps in data analytics and machine learning relevant to the CPI. Researchers from each field will learn from each other and new directions will be set through discussions following oral and poster presentations, aided by conference rapporteurs. Position papers will set directions for research in process systems engineering and related areas for years to come. The conference will bring together industry and university researchers and application engineers in process data analytics and machine learning to assess what has been accomplished in the past five years and to examine where the field is heading. The following topics will be explored: 1) emerging methods in machine learning and data science; 2) industrial data-science applications; 3) machine learning for process and product computational chemistry; 4) data science for process design, optimization, and control; and 5) past and future of process analytics and machine learning, including education and workforce development. The funds requested from the National Science Foundation will be used to support 25 participants. Half of the funding will be used to support under-represented groups in science and engineering and the other half will be used to support early career researchers, which will be a combination of faculty members, postdocs, and graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahmet",
   "pi_last_name": "Palazoglu",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmet N Palazoglu",
   "pi_email_addr": "anpalazoglu@ucdavis.edu",
   "nsf_id": "000159708",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR, STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 52000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal was to support the upcoming perspectives conference, Foundations of Process/Product Analytics and Machine learning (FOPAM), held on the UC Davis campus, July 30-August 3, 2023. It follows the first FOPAM conference held in 2019 and the aim is to bring together industry and academia to discuss the status and future directions in data analytics and machine learning relevant to the process industries. NSF funding supported travel expenses for young faculty, postdocs, and Ph.D. students.</p>\n<p>The scope of <strong>Foundations of Process/product Analytics and Machine learning</strong>&nbsp;(FOPAM&nbsp;2023, https://fopam.cache.org/) included all methods for the analysis and application of data to solve problems in the process industries. More specifically, the conference focused on the topic of data analytics, which refers to a set of techniques for transforming and modeling data with the objectives of discovering useful relationships and supporting decision-making. Process and product data analytics (<em>aka</em> process analytics) refers to techniques that have been found to be useful for the analysis of data that arise in manufacturing processes and co-development of products, regardless of whether the underlying phenomena are primarily biological, physical, or chemical.</p>\n<p>FOPAM 2023 included formal presentations, panel discussions, participant posters, and close interaction among the participants. The format was 3-1/2 days of invited presentations in the morning and evenings from Monday evening until a closing dinner on Thursday evening, complemented by poster-and-discussion sessions in the afternoons. Preceding the conference itself, an optional 1.5-day introductory short course&nbsp;was held on analytics methods.</p>\n<p>Funding from NSF paid the travel and conference expenses for 25 young faculty,&nbsp;postdocs, and Ph.D. students who otherwise would have found it difficult to secure sufficient funds to participate.</p>\n<p>A major technical outcome of the conference was to identify opportunities and technology gaps in data analytics and machine learning relevant to the process/product industries. These industries have seen unprecedented increases in the quantity and variety of data available for making decisions, increasing product quality, and gaining process and supply chain efficiencies. There are many unsolved theoretical and practical problems to address as the historically separate fields of machine learning, process design, product development with materials and computational chemistry, process operations, and supply-chain analysis come together.</p><br>\n<p>\n Last Modified: 08/07/2024<br>\nModified by: Ahmet&nbsp;N&nbsp;Palazoglu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis proposal was to support the upcoming perspectives conference, Foundations of Process/Product Analytics and Machine learning (FOPAM), held on the UC Davis campus, July 30-August 3, 2023. It follows the first FOPAM conference held in 2019 and the aim is to bring together industry and academia to discuss the status and future directions in data analytics and machine learning relevant to the process industries. NSF funding supported travel expenses for young faculty, postdocs, and Ph.D. students.\n\n\nThe scope of Foundations of Process/product Analytics and Machine learning(FOPAM2023, https://fopam.cache.org/) included all methods for the analysis and application of data to solve problems in the process industries. More specifically, the conference focused on the topic of data analytics, which refers to a set of techniques for transforming and modeling data with the objectives of discovering useful relationships and supporting decision-making. Process and product data analytics (aka process analytics) refers to techniques that have been found to be useful for the analysis of data that arise in manufacturing processes and co-development of products, regardless of whether the underlying phenomena are primarily biological, physical, or chemical.\n\n\nFOPAM 2023 included formal presentations, panel discussions, participant posters, and close interaction among the participants. The format was 3-1/2 days of invited presentations in the morning and evenings from Monday evening until a closing dinner on Thursday evening, complemented by poster-and-discussion sessions in the afternoons. Preceding the conference itself, an optional 1.5-day introductory short coursewas held on analytics methods.\n\n\nFunding from NSF paid the travel and conference expenses for 25 young faculty,postdocs, and Ph.D. students who otherwise would have found it difficult to secure sufficient funds to participate.\n\n\nA major technical outcome of the conference was to identify opportunities and technology gaps in data analytics and machine learning relevant to the process/product industries. These industries have seen unprecedented increases in the quantity and variety of data available for making decisions, increasing product quality, and gaining process and supply chain efficiencies. There are many unsolved theoretical and practical problems to address as the historically separate fields of machine learning, process design, product development with materials and computational chemistry, process operations, and supply-chain analysis come together.\t\t\t\t\tLast Modified: 08/07/2024\n\n\t\t\t\t\tSubmitted by: AhmetNPalazoglu\n"
 }
}