{
 "awd_id": "2303142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional Metal-Ligand Assemblies: Structural Switching and Biomimetic Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2026-10-31",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2023-05-12",
 "awd_max_amd_letter_date": "2023-05-12",
 "awd_abstract_narration": "With support from the Macromolecular, Supramolecular, and Nanochemistry (MSN) Program of the Division of Chemistry, Professor Richard J. Hooley of the University of California–Riverside is developing new chemical structures that can mimic the behavior of large biomolecules such as enzymes. Enzymes can selectively perform many different chemical reactions in the biological systems, with reaction specificity being defined  by the disposition of functional groups about the \"active site” binding pocket. Artificial chemical catalysts have many uses in molecular synthesis, but a defined binding pocket is one aspect of biological catalysis that small molecules do not possess. In this research project, the Hooley team aims to develop self-assembly approaches to create new chemical structures that act in a manner similar to enzymes and to explore the potential applications of these structures in catalysis. In addition, by incorporating flexible motifs into the superstructure, the catalysis can, in principle, be controlled by external agents, allowing for the development of “switchable” biomimetic catalysis. This project will provide interdisciplinary research training to graduate students and undergraduates in areas that bridge chemistry, biology, and materials science. \r\n\r\nOne approach to creating large, complex molecules in a rapid manner is self-assembly, whereby individual pieces are reversibly arranged to make superstructures that contains a spacious binding pocket which allows other molecules to enter. Self-assembled cage complexes have a wide array of applications, but their use as biomimetic catalysts is limited by the lack of activating groups in their “active site” cavities. The Hooley research group seeks to remedy this by creating synthetic receptors via metal-ligand based self-assembly that display reactive functional groups to their cavity interiors. These functionalized receptors can then be used as enzyme-mimicking catalysts that promote a variety of complex, multi-step reactions. This project focuses on two broad sub-areas, based on the different strategies to incorporate reactive functions to the receptors: 1) Investigate broad-scope biomimetic catalysis with self-assembled cages containing rigidly positioned functional groups; 2) Investigate switchable molecular recognition and catalysis using cage hosts with flexible, rotating functions. In the first Area, new receptors will be synthesized that have a range of internal reactive groups and can function in different media for enhanced catalytic activity. They will be used in broad scope biomimetic catalysis, focusing on complex, multistep reactions. In the second Area, functionalized cages with spacious cavities and functional groups that can rotate freely about an axis will be targeted, and used for triggered reactivity controlled by external effectors, for selective molecular recognition, and for asymmetric catalysis. An important objective in this area is to ensure that the cage catalysts are stable to a variety of reaction conditions, and can be applied across a range of different environments, including in aqueous solution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hooley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Hooley",
   "pi_email_addr": "richard.hooley@ucr.edu",
   "nsf_id": "000531463",
   "pi_start_date": "2023-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 UNIVERSITY AVE",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 540000.0
  }
 ],
 "por": null
}