{
 "awd_id": "2303372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: AF: Small: Algorithmic Persuasion: Re-creating the Success of Mechanism Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 453382.0,
 "awd_amount": 446152.0,
 "awd_min_amd_letter_date": "2022-11-03",
 "awd_max_amd_letter_date": "2024-05-30",
 "awd_abstract_narration": "In today’s increasingly connected world, particularly on the Internet, interactions among people and algorithms lead to important social and economic outcomes. Such interactions involve massive exchange of information, often by self-interested parties, on the basis of which individuals make decisions and choose their actions. An emerging research area termed \"Bayesian persuasion\" studies the optimal design of information mechanisms for such strategic communications, also known as signaling schemes. This project will promote this area of research through the computational lens, and aims at bringing current stylized models closer to practice and thus uncovering new structure that will help make progress on longstanding problems. It will combine algorithmic and game-theoretic tools to achieve better designs of information mechanisms, towards enhanced social welfare and economic surplus. Since one of the main characteristics of today’s digital economy is the collection of information and its dissemination among many self-interested parties, developing a modern algorithmic theory of persuasion is of imminent importance. As part of this project, the PIs will organize education activities (tutorials, workshops and surveys) to propel forward the relatively nascent research area of algorithmic persuasion to the research community, and will integrate research findings into courses to provide the next generation of computer scientists the ability of reasoning about the strategic role of information in complex environments.   \r\n\r\nLike mechanism design, persuasion is inherently an optimization task. On a technical level, the main focus of this project is to identify and expand multiple new research frontiers driven by key applications of persuasion in today’s digital economy, with the ultimate goal of obtaining a mature algorithmic theory of persuasion. This includes the following. (1) Going beyond the basic models of persuasion studied algorithmically thus far, by taking into account additional structure present in important applications of persuasion, e.g., online advertising auctions. Utilizing structure is crucial in overcoming the hardness and impossibility results with which the general persuasion models are so rife. (2) Going beyond a flat model of persuasion to more realistic communication on networks. For example, how would information transmit over a social network when each agent is both an information sender and receiver? (3) Designing optimal or approximately-optimal persuasion schemes under realistic constraints: privacy-preservation, robustness, and communication restrictions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haifeng",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haifeng Xu",
   "pi_email_addr": "haifengxu@uchicago.edu",
   "nsf_id": "000814512",
   "pi_start_date": "2022-11-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "014Z",
   "pgm_ref_txt": "NSF and US-Israel Binational Science Fou"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 430152.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}