{
 "awd_id": "2303111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Chemical Methods for Studying Photon and Electron Driven  Processes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 484620.0,
 "awd_amount": 484620.0,
 "awd_min_amd_letter_date": "2023-03-23",
 "awd_max_amd_letter_date": "2023-03-23",
 "awd_abstract_narration": "With support from from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry, Professor Spiridoula Matsika of Temple University is developing and applying computational tools to study chemical reactions and other phenomena initiated by light or electrons.  Heat, photons (light), and electrons provide different energy sources to initiate chemical reactions. While reactions initiated by heat and light are well studied, electron-induced reactions are less well understood, even though they play a crucial role in biology, chemistry, and technology. Professor Matsika and her research group are developing efficient and accurate methods to describe processes initiated by electrons. The developed methods will be tested by comparisons with experimental spectra provided by collaborators, and they will be applied to study reactions related to biological damage, astrochemistry and catalysis. Of special importance will be reactions involved in radiation damage to components of DNA, related to cancer and cancer therapies. This work will have broader impacts in the education of graduate and undergraduate students as well as postdoctoral fellows. Dr. Matsika will also make efforts to enhance involvement of students from underrepresented groups in research and science.  This research plan will give the opportunity to postdoctoral fellows, as well as graduate and undergraduate students to get training in theoretical methods development and in applications of quantum mechanical methods to challenging problems.\r\n\r\nA major problem with electron-driven processes is that the states formed when an electron is attached to a molecular system are often metastable and can decay fast via autodetachment, so one must treat them properly as resonances. Since resonances are not bound states, conventional quantum chemical methods cannot be applied, and modifications are needed to describe the energies and lifetimes of these metastable states. To make progress in the theoretical description of electron-driven processes the Matsika group will focus on the following objectives: 1) Efficient multireference methods combined with complex absorbing potentials will be developed.  2) These methods will be used to explore complex potential energy surfaces and conical intersections between complex surfaces. On the fly dynamics for temporary anions will be performed, and spectroscopic observables (such as time resolved photoelectron spectra) will be calculated. 3) The methods will be benchmarked by collaboration with experimental groups. The Matsika group will focus on a range of applications that aim at a better understanding of interactions of electrons with molecules relevant to biology, astrochemistry, and catalysis. Particularly, the team seeks to obtain a more complete picture of electron-induced damage to biomolecules, particularly nucleobases. The methodology developed will be implemented in open-source software.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Spiridoula",
   "pi_last_name": "Matsika",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Spiridoula Matsika",
   "pi_email_addr": "smatsika@temple.edu",
   "nsf_id": "000273949",
   "pi_start_date": "2023-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1801 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 484620.0
  }
 ],
 "por": null
}