{
 "awd_id": "2303802",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Microbe-based scaffold for the generation of structured cell-based meat",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 999967.0,
 "awd_amount": 1007967.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase II project is to combat the profound negative impacts of the animal farming industry through the development of new technologies to advance cultivated meat production. Approximately 30% of the Earth’s surface, 70% of all arable land, and 29% of the global freshwater supply is dedicated to animal farming. Livestock is responsible for 18% of global greenhouse gas emissions and is one of the largest threats to earth’s biodiversity. A significant fraction (70%) of all antibiotics used in the United States are used on farm animals and this is a primary cause of the emergence of antibiotic-resistant bacteria, leaving the United States with an economic burden of $55 billion and a healthcare system overwhelmed with 2,000,000 infections, 250,000 hospitalizations, and at least 23,000 deaths per year. An emerging industry poised to combat the negative impacts of animal farming is the cultivated meat industry, which is estimated to decrease energy use by 7-45%, greenhouse gases by 78-96%, land use by 99%, water use by 82-96%, and could eliminate the need for antibiotics use in meat production. The project aims to further develop a novel technology that will allow for the economically feasible production of cultivated meat.\r\n\r\nThe proposed project aims to solve one of the major barriers impeding the economic feasibility of cultivated meat – cell culture media cost. Cultivated meat must be priced competitively with conventional meat if it is to be a viable alternative to meat produced via industrial farming. Thus, as with animal feed, cell culture media must be as inexpensive as grass or government-subsidized corn to allow for the production of cultivated meat at a comparable profit margin. The goal of this project focuses on reducing media costs by eliminating expensive media components through further development of proprietary scaffolding technology and reducing the overall volume of media required to generate cultivated meat through the adaptation of ultra-efficient, high-density bioreactors. To do this, the scaffolding technology generated during the Phase I effort will be further developed to incorporate growth factors, the most expensive elements of cell culture media, thereby reducing the overall cost of media. Then, the scaffolds will be adapted for use in high-density, perfusion-based bioreactors that use a fraction of the media as conventional stirred-tank bioreactors, thereby reducing the overall consumption of media. Together, these two strategies will lower the overall cost of cultivated meat production.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Lu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle S Lu",
   "pi_email_addr": "michelleseikolu@gmail.com",
   "nsf_id": "000829965",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NOVEL FARMS, INC.",
  "inst_street_address": "2988 SAN PABLO AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9254085043",
  "inst_zip_code": "947022471",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "NOVEL FARMS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "VZG4BAG7KK83"
 },
 "perf_inst": {
  "perf_inst_name": "NOVEL FARMS, INC.",
  "perf_str_addr": "2988 SAN PABLO AVE",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947022471",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 999967.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}