{
 "awd_id": "2304528",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Nanocellulose-based Adjuvant Formulation for the Reduction of Agrochemical Drift and Volatilization",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 959510.0,
 "awd_amount": 959510.0,
 "awd_min_amd_letter_date": "2023-08-08",
 "awd_max_amd_letter_date": "2024-12-16",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase II project is to provide an ecofriendly, efficient, and cost affordable adjuvant product to solve the pressing problem of herbicide drift. For years, farmers growing organic, non-genetically modified (non-GM) and specialty crops have incurred financial losses in the hundreds of millions of dollars due to drift of volatile herbicides such as dicamba, a highly volatile and efficient herbicide that is used to get rid of weeds. The devastation of dicamba on non-GM crops and the natural landscape has been a widespread issue. In 2021, about 4,000 dicamba-related herbicide misuse complaints were reported across 27 states. If successfully commercialized, the new adjuvant will help all key stakeholders, including farmers who grow GM crops and use dicamba, and those who grow non-GM crops and do not want drift of dicamba. The award reflects NSF’s statutory mission of promoting and improving national economy and health, as well as protecting the environment for the well-being of U.S. citizens.\r\n\r\nThe innovation proposed in this SBIR Phase II project is a bio-based emulsion adjuvant, derived from renewable resources, with the combined functionality of a volatility and drift reducing agent and surfactant that will be used to reduce the volatility and off-target movement of herbicides and improve their spreading. The adjuvant has environmental and financial benefits that give it a competitive edge over commercially available but less efficient petroleum-based and synthetic adjuvants on the market. The patent-pending technology is a platform technology that can be applied to other industries from paints and coatings to pharmaceuticals. The project sets the following technical objectives to evaluate and demonstrate the commercial feasibility of the innovation: 1) assess droplet dynamics of several drift-prone herbicides when used in conjunction with the adjuvant at different use rates, 2) complete the registration of the adjuvant, 3) conduct field trials to evaluate particle drift of dicamba and dicamba-glyphosate tank mixes when used in conjunction with the adjuvant, 4) low tunnel field test to assess volatility of tank mixes on different surfaces, 5) evaluate the effects of the adjuvant on dicamba efficacy that are common in the South and Mid-West, and 6) scale up the production of the minimally viable product.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Batta-Mpouma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Batta-Mpouma",
   "pi_email_addr": "josephbmp19@gmail.com",
   "nsf_id": "000828688",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CELLUDOT LLC",
  "inst_street_address": "123 W MOUNTAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4792000570",
  "inst_zip_code": "727016069",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "CELLUDOT LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G43RHY4PX1R8"
 },
 "perf_inst": {
  "perf_inst_name": "CelluDot",
  "perf_str_addr": "534 W Research Center Blvd, 260",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727016509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 959510.0
  }
 ],
 "por": null
}