{
 "awd_id": "2304241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  An online learning and assessment platform for sophisticated and secure exams",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922936",
 "po_email": "emirowsk@nsf.gov",
 "po_sign_block_name": "Ela Mirowski",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 274981.0,
 "awd_amount": 274981.0,
 "awd_min_amd_letter_date": "2023-08-04",
 "awd_max_amd_letter_date": "2023-08-04",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase I project is to provide a robust and sophisticated assessment tool to a wider range of STEM (Science, Technology, Engineering and Mathematics) educators to improve student learning, make teaching more efficient, and reduce the incidences of cheating. The core technology of this technology is an online platform for creating and delivering high-quality assessments that are auto-graded by artificial intelligence (AI) algorithms, providing immediate feedback to students. The technology provides students with the opportunity to practice questions in a personalized environment until mastery is achieved. The auto-grading features reduce grading effort, allowing instructors to focus on course design, incorporate more frequent and second-chance testing, and have more time to directly help students. The platform can automatically generate and grade personalized assessments for each student, which helps to minimize cheating and enables repeated practice by students. This learning experience is suited to help minorities, first-generation college students, and students of low socioeconomic status, who have traditionally had less access to the highest quality human instructors. Making STEM education more effective will facilitate the creation and continuing support of a highly educated STEM workforce and is important for national competitiveness in related fields.\r\n\r\nThis Phase I project aims to develop a no-code, graphical authoring environment that will allow instructors without prior programming experience to create AI-based auto-graded content. Instructors will be enabled to create sophisticated, auto-graded assessments by combining the existing core AI technology of this project with the following innovations: a) a no-code, graphical authoring using block-based language and data-flow visualizations; (2) new AI auto-graders for structured data, such as student data analyses within spreadsheets, by using verification algorithms to specify and check constraints on student answers; and (3) a graphical interface to use the new AI auto-graders for structured data, including associated data-flow visualizations. All three of these new capabilities will be evaluated via user-focused studies with a small group of instructors from a variety of backgrounds and programming skill levels, ranging from novice to expert. These semi-structured qualitative studies will follow a grounded theory approach, addressing metrics specific to each objective.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Sarang-Walters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Sarang-Walters",
   "pi_email_addr": "nathan@prairielearn.com",
   "nsf_id": "000869359",
   "pi_start_date": "2023-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PRAIRIELEARN, INC.",
  "inst_street_address": "60 HAZELWOOD DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHAMPAIGN",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "9163523793",
  "inst_zip_code": "618207460",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "PRAIRIELEARN, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "G32SQZTC6397"
 },
 "perf_inst": {
  "perf_inst_name": "PRAIRIELEARN, INC.",
  "perf_str_addr": "60 HAZELWOOD DR",
  "perf_city_name": "CHAMPAIGN",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 274981.0
  }
 ],
 "por": null
}