{
 "awd_id": "2304513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Personalized Human Brain Phantom for Neuromodulation Procedure Research and Training",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-04-05",
 "awd_max_amd_letter_date": "2023-04-05",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of anatomically realistic brain phantoms of humans and rats for neuromodulation training and research such as transcranial magnetic stimulation (TMS).  Currently, there are new TMS coils and devices in development for the treatment of disorders such as post-traumatic stress disorder (PTSD), autism, stroke rehabilitation, traumatic brain injury, Parkinson's disease, and epilepsy. Locating the exact area of the brain that needs to be stimulated or determining the strength of the stimulation in different regions of the brain may be achieved through anatomically accurate brain phantoms. However, currently, there are no accurate brain phantoms that can be used for training and research in neuromodulation.  The proposed technology may enable higher efficacy of neuromodulation treatments by improving the precise targeting of the TMS coil and provide a way to train researchers in magnetic neuromodulation.  In addition, the proposed phantoms also may be modified to be used in focused ultrasound stimulation and concussion research.\r\n\r\nThis I-Corps project is based on the development of a realistic anatomical model, or phantom, of humans and rats for neuromodulation training and research. The proposed technology mimics the electrical conductivity of different brain regions. The proposed phantoms may enable clinicians and researchers in the field of neuromodulation to conduct safety tests and verify whether a critical part of the brain has received the required stimulation field strength in a brain stimulation treatment procedure. In addition, the proposed technology also may enable better visualization of magnetic and electric field distribution in the brain. The phantoms are produced using 3-D printed shells for each tissue layer of the brain. Brain tissues are divided mainly into the cerebrospinal fluid (CSF), white matter (WM), grey matter (GM), ventricles, and cerebellum. These layers are made into shells, and following 3-D printing, they are filled with a conductive material prepared using a soft polymer that is mixed with varying concentrations of electrically conductive multi-walled carbon nanotubes.  The nanotubes impart electrical conductivity to different regions of the brain phantom. The phantom is then examined under different transcranial magnetic stimulation (TMS) parameters and compared with finite element analysis (FEM) modeling of induced electric and magnetic fields in the brain.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ravi",
   "pi_last_name": "Hadimani",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ravi L Hadimani",
   "pi_email_addr": "rhadimani@vcu.edu",
   "nsf_id": "000626718",
   "pi_start_date": "2023-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "912 W FRANKLIN ST",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232849040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}