{
 "awd_id": "2304731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stimulus Responsive Oligopyrrole Macrocycles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2026-10-31",
 "tot_intn_awd_amt": 570000.0,
 "awd_amount": 570000.0,
 "awd_min_amd_letter_date": "2023-08-01",
 "awd_max_amd_letter_date": "2023-08-01",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Professor Jonathan L. Sessler of the University of Texas at Austin and coworkers will undertake to develop new supramolecular systems whose switching functions are manifest in terms of changes in electronic structure, ion recognition, and self-assembly. Pursuing the project-specific aims will enhance coworker training and provide a technically savvy workforce. The University of Texas at Austin ia a Hispanic-Serving Institution since 2020, and this affords the Sessler group the opportunity to reach out to members of underserved groups as an educator and researcher; he will devote considerable effort to providing educational opportunities across several different strata, which include helping with local outreach activities and teaching short courses on supramolecular chemistry and intellectual property from an academic perspective.\r\n\t\r\nSupramolecular systems, particularly those comprised of oligopyrrolic macrocycles, possessing inherent chirality represent an unexplored frontier. This project will investigate the influence of chirality on driving self-assembly of a chiral stacked system in an off-equilibrium fashion. The proposed pyrrole-based chiral macrocycles will be tested for their anion recognition properties using, inter alia, chiral sulfonic acids and amino acids as putative substrates. Efforts will be devoted to exploring the effect on chirality, including \"outside\" and \"inside\" binding, on stimulus-induced ring expansion and contraction. To complement these studies, non-conjugated chiral oligopyrrole cages bearing 3D- and belt-like morphologies and new chiral receptors derived from the calix[3]pyrrole systems will be prepared. Finally, receptor-based ensembles will be created to develop the concept of chemical communication in supramolecular systems wherein small molecule messengers are used to transfer chemical information from one discrete recognition site to another.  There is significant potential for broad, long term scientific impact of the results of these studies upon the fundamental understanding of molecular recognition and chemical communication in supramolecular systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Sessler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan L Sessler",
   "pi_email_addr": "sessler@cm.utexas.edu",
   "nsf_id": "000463860",
   "pi_start_date": "2023-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "100 East 24th Street",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121597",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 570000.0
  }
 ],
 "por": null
}