{
 "awd_id": "2304797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Invertibility and deformations in chromatic homotopy theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 331147.0,
 "awd_amount": 331147.0,
 "awd_min_amd_letter_date": "2023-05-03",
 "awd_max_amd_letter_date": "2023-05-03",
 "awd_abstract_narration": "Invertibility is a concept in mathematics which can be studied any time we have a notion of multiplication, though it is dependent on the setting. Within the world of natural numbers, only 1 and -1 are invertible, yet all non-zero rational numbers have an inverse. In stable homotopy theory, the role that numbers play in ordinary arithmetic is taken by objects called spectra, which arise as algebraic invariants of topological spaces that are unaffected by continuous deformations. There are not very many invertible spectra, only spheres of various dimensions. Here again we observe a phenomenon that the situation changes when we pass to certain localizations analogous to passing from the integers to the rationals. The localizations in question are studied by chromatic homotopy theory, which aims to disassemble complicated homotopical information into building blocks with more understandable with more regular behaviors. This proposal aims to undertake a systematic study of the role of symmetries to get a grasp of the exotic invertible objects in chromatic homotopy, with the hope of understanding the extent to which such exotic objects can be understood as twisted versions of spheres. The main focus of the PIs broader impacts is the rebuilding and strengthening the mathematical community in the post-coronavirus pandemic, through efforts such as organizing workshops, conferences, seminars, discussions, as well as a research program at a mathematical institute, all with a particular emphasis on inclusivity and support for underserved groups.\r\n\r\nThe research supported by this grant will work towards a better understanding of large-scale invertibility phenomena in chromatic homotopy theory, namely the exotic K(n)-local Picard groups, by attempting to organize a variety of ad-hoc computational methods into a systematic investigation using equivariant and representation-theoretic methods. At least two different avenues will be pursued: one is a shift of focus from subgroups to quotients of the Morava stabilizer group, already subtly present in the PIs previous work (with Barthel, Beaudry, Bobkova, Goerss, Henn, and Pham) on determinant spheres, and on the K(2)-local exotic Picard group at the prime 2. The other idea, pursued in a collaboration with Dicks, is a completely new use of Mazurs classical deformation theory of modular representations, which is much less explored but is promising new connections and deeper understanding of invertible objects in chromatic homotopy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vesna",
   "pi_last_name": "Stojanoska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vesna Stojanoska",
   "pi_email_addr": "vesna@illinois.edu",
   "nsf_id": "000631405",
   "pi_start_date": "2023-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 331147.0
  }
 ],
 "por": null
}