{
 "awd_id": "2304670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Short- and Long-Range Structural Complexity from Ortho-arylene Foldamers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2023-05-08",
 "awd_max_amd_letter_date": "2023-05-08",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Professor C. Scott Hartley of Miami University will investigate methods by which the folding of non-biological molecules can be controlled. Biochemical systems make use of molecules that are both large and structurally complex. This combination is necessary for the remarkable sophistication, and thus function, of biochemical systems. Constructing comparable non-biological molecules is currently beyond the capabilities of synthetic chemistry. Nature’s strategy for generating structural complexity is by folding a long chain molecule into a specific shape. This research project aims to increase our understanding of the factors that govern the folding of long chain molecules. The ability to control molecular folding into complex 3D structures is important for advanced applications in molecular recognition and catalysis.  The work will involve graduate students and undergraduates, who will be trained in synthetic and physical organic chemistry. Additional broader impacts include the development of a new teaching laboratory activity on attractive interactions relevant to molecular folding and work with a program from a consortium of Ohio universities supporting students from underrepresented backgrounds.\r\n\r\nThis project aims to study the folding of a class of non-biological molecules called “foldamers” and to develop two strategies for controlling their folding into 3D structures.  More specifically, this project will focus on studying ortho-arylene foldamers. ortho-Phenylenes are a simple class of aromatic foldamers that exhibit two very useful properties: their folded structures can be determined in solution with great precision using nuclear magnetic resonance (NMR) spectroscopy and computational chemistry, and their folding propensities are weak enough to be easily perturbed. These properties make them well suited to progressing from secondary to tertiary structure, a current challenge for foldamers research. In the first strategy, the folding of chains that mix attractive and repulsive interactions within a single molecule will be studied.  By programming folding through the incorporation of pyrazine-2,3-diyl units into the sequence, complex structures will be obtained that are to be used to construct the coil segments necessary for tertiary structure. In the second strategy, cage structures incorporating multiple o-phenylene units will be investigated as simple examples of tertiary structure. Emphasis will be placed on understanding how the folding of the o-phenylenes responds to cage geometry and the inclusion of guest molecules.  This research has the potential to provide access to and understanding of fundamentally new molecular folder systems to build complex non-biological structures with great potential for binding small molecule analytes and the potential for providing a new molecular scaffold for catalysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hartley",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Hartley",
   "pi_email_addr": "scott.hartley@miamioh.edu",
   "nsf_id": "000310048",
   "pi_start_date": "2023-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": null
}