{
 "awd_id": "2304179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS-SC: Threading the Needle: Recycling Commodity Plastics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 950000.0,
 "awd_amount": 950000.0,
 "awd_min_amd_letter_date": "2023-03-21",
 "awd_max_amd_letter_date": "2023-03-21",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nPlastics are ubiquitous, providing innumerable benefits to society across virtually all aspects of life. From medical implants to food packaging to green energy producing windmills, synthetic polymers offer enabling solutions to many of the world’s most demanding technical challenges. However, these materials are largely indestructible and are accumulating in the environment at an alarming rate. This research aims to develop an economically tractable approach to recycling polyethylene, polypropylene, and polystyrene, which together constitute more than 60% of all plastics produced worldwide. Unlike aluminum and glass, few commercial plastics are recycled after use, representing a tragic waste of resources. One strategy for recycling is to blend these plastics together at elevated temperature followed by reformulation into useful products. Unfortunately, this results in brittle and mechanically inferior materials due to the inability of chemically different polymers to mix at a molecular level, leading to phase separation. Poor interfacial adhesion promotes cracks and bulk failure during mechanical deformation. This project will explore the synthesis of commercially viable block copolymers that can migrate to the interface when mixed with phase separated polymers, thereby stitching the plastic domains together and recovering the superior mechanical properties associated with the virgin materials. This research effort will result in the training of Ph.D. and undergraduate students, along with postdocs, in the field of polymer science and engineering, one of the largest segments of the chemical and materials industries in the United States. Interactions of the participants with the local community will inspire students, and their families, to embrace science and engineering for higher education and prospective careers.\r\n\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nThe crisis of plastic waste requires the development of new strategies for returning polyethylene (PE), polypropylene (iPP) and polystyrene (PS), representing more than 60% of all synthetic polymers, to product feed streams after use. One approach to recycling involves melt blending these plastics together, followed by formulation into useful items of commerce. This program will explore the synthesis of triblock and multiblock copolymers that localize at the phase separated domain interface, resulting in topological constraints and cocrystallization, which together create interfacial strength leading to mechanical properties competitive with the pure homopolymers. Butadiene and styrene will be polymerized anionically, and the polybutadiene blocks catalytically hydrogenated, yielding PE-PX, PS-PX, and PS-PE diblock, triblock and multiblock copolymers, where PX is a random copolymer containing approximately 90% ethylethylene and 10% ethylene repeat units. PX is melt miscible with iPP. Micelle formation and interfacial activity of these block copolymers with the respective pairs of homopolymers will be explored using small-angle neutron and X-ray scattering (SANS and SAXS), and atomic force and transmission electron microscopy (AFM and TEM). Blends will be formulated by melt mixing and evaluated in the solid state by tensile and impact testing. Interfacial adhesion will be quantified using peel tests. The overall goals of this program are to establish the dependence of blend ductility on: block copolymer molecular weight, composition, and architecture; block copolymer concentration; and processing conditions. This sustainability effort aims to create an economically viable approach to recycling the most prevalent commodity plastics.\r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Bates",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Frank S Bates",
   "pi_email_addr": "bates001@umn.edu",
   "nsf_id": "000147047",
   "pi_start_date": "2023-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "421 Washington Ave. SE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 950000.0
  }
 ],
 "por": null
}