{
 "awd_id": "2304596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  The Automated Forensic Economist: Towards Affordability, Transparency, and Efficiency in Forensic Economics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 257604.0,
 "awd_amount": 277604.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "The broader impact/commercial impacts of this Small Business Innovation Research (SBIR) Phase I project capitalizes on the inefficiencies of the existing expert witness industry and brings affordability, versatility (unlimited scenario generation), simplicity, transparency, and\r\nstandardization to legal proceedings. The team will develop an ecosystem that will keep experts accountable and credible (using a peer-review system) and allow lawyers and their clients to be better informed with enhanced access to high-quality services. The team has validated that a profitable market exists for a standardized and automated method of evaluating economic losses in civil legal disputes in an automated, fast,\r\ninexpensive, standard, and objective manner. The quality of expert witness services will increase across the industry, as experts will be able to focus more deeply on the more disputed issues of litigation rather than the automatable portions of the estimation process. Better-informed attorneys and firms will be able to counsel their clients and develop better legal strategies throughout the process, while judicial personnel and juries will benefit from improved legal and expert witness services, gaining access to more standardized information to make better, more-informed decisions and be less susceptible to biased or inaccurate opinions.\r\n\r\nThis SBIR Phase I project consists of a set of deterministic algorithms intaking user inputs (facts and data regarding parties in a lawsuit) and retrieving relevant data series from pre-harmonized external databases, which are then processed through a set of economic and statistical computations, producing a set of outputs, including an estimate of financial gains (losses) for the lawsuit characterized by user inputs. The proposed innovation improves on the inefficiencies of the existing expert witness industry in several dimensions, and as a result brings affordability, versatility, simplicity, transparency, and standardization. In Phase I, the algorithm and a usable prototype for capturing employment and personal injury-related financial gains (losses) estimation will be developed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devrim",
   "pi_last_name": "Ikizler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Devrim Ikizler",
   "pi_email_addr": "devrim@iamecon.com",
   "nsf_id": "000831836",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INDUSTRIAL ANALYTICS AND MODELING, INC.",
  "inst_street_address": "1601 E CESAR CHAVEZ ST",
  "inst_street_address_2": "APT 205",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122935246",
  "inst_zip_code": "787024585",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "INDUSTRIAL ANALYTICS AND MODELING, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "RHLKUMEAM989"
 },
 "perf_inst": {
  "perf_inst_name": "INDUSTRIAL ANALYTICS AND MODELING, INC.",
  "perf_str_addr": "1601 E CESAR CHAVEZ ST APT 205",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787024585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 257604.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ada06b17-7fff-05dc-024c-32e6a713d86e\"> </span></p>\r\n<p dir=\"ltr\"><span>Over the course of our Phase I project we&rsquo;ve demonstrated the technical feasibility of our proposed solution and developed a software tool (beta version) to partially automate the work of forensic economists, empowering lawyers and the general public to estimate financial damages more effectively and affordably in legal disputes. Targeted at personal injury and employment law cases, the tool addresses a critical gap in the legal system where cost barriers prevent many litigants from accessing high-quality economic analyses. By offering a transparent, user-friendly platform, this solution aims to democratize the process, enabling lawyers to make informed decisions early in the litigation process.</span></p>\r\n<p dir=\"ltr\"><span>A byproduct of our Phase I work was a comprehensive, unique database of wages at the county level for the entire United States, dating back to 2017, covering areas where Census sources were unable to produce estimates due to sampling and / or surveying issues (hence no publicly available estimate exists for many combinations of occupation, county and years).</span></p>\r\n<p dir=\"ltr\"><span>Intellectual Merit</span></p>\r\n<p dir=\"ltr\"><span>The project&rsquo;s intellectual merit stems from its ability to harness data science and automation to simplify complex forensic economic tasks. The software integrates various publicly available datasets, such as wage statistics and demographic information, to properly estimate damages. By employing advanced statistical imputation techniques, the tool addresses the issue of missing data points, ensuring comprehensive analysis even in cases where information is incomplete. Core features include a robust wage matrix that spans almost all occupations and regions, customizable modules for estimating lost wages and fringe benefits, and functionality for correctly estimating wages over time using court-accepted discount methodologies.</span></p>\r\n<p dir=\"ltr\"><span>Additionally, the tool offers customization options that allow users to adjust critical parameters such as discount rates, wage growth projections, and comparable earnings scenarios. This flexibility accommodates the unique circumstances of each case while maintaining adherence to court-approved practices. By automating these complex calculations, the software significantly reduces the need for costly expert witness services in simpler cases, while providing robust preparatory insights for more complex litigation.</span></p>\r\n<p dir=\"ltr\"><span>Broader Impacts</span></p>\r\n<p dir=\"ltr\"><span>This project has profound implications for access to justice, particularly for small law firms, independent litigants, and underserved populations. High costs often restrict the use of expert economic analysis to a fraction of legal cases, leaving many litigants with incomplete or suboptimal estimates of financial damages. This tool levels the playing field by providing cost-effective, accurate, and standardized calculations that lawyers can perform in-house. This not only reduces expenses but also empowers attorneys to make better-informed decisions about case strategies, settlement amounts, and trial preparations.</span></p>\r\n<p dir=\"ltr\"><span>Beyond the immediate impact on personal injury and employment law, the software holds broader potential across various sectors. Its modular design could be adapted for use in business-to-business litigation, policy analysis, and even educational or healthcare settings where economic modeling is required. Moreover, by standardizing the estimation process and providing transparency in how damages are calculated, the tool enhances the credibility of legal proceedings and reduces the likelihood of disputes over methodological inconsistencies.</span></p>\r\n<p dir=\"ltr\"><span>Future Directions</span></p>\r\n<p dir=\"ltr\"><span>We envision several exciting avenues for future development to expand the tool&rsquo;s capabilities and market reach. Upcoming features include enhanced modules for handling less common but impactful damages categories, such as loss of household services and loss of consortium. Plans are also underway to integrate the software with popular legal practice management tools, streamlining its adoption in law firms. Another key expansion is to automate data inputting processes by allowing AI-based data extraction from existing case documents such as pleadings and deposition transcripts. Finally, the team is prioritizing cybersecurity enhancements to protect sensitive client data and ensure compliance with industry standards.</span></p>\r\n<p dir=\"ltr\"><span>A critical next step is scaling the tool&rsquo;s functionality to accommodate more detailed individual-level data through integrations with microdata sources like the Current Population Survey and the American Community Survey. These additions will further refine the accuracy of damage estimates, allowing lawyers to build even more compelling cases.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>The project&rsquo;s long-term vision is to create a platform that offers both affordability and accessibility, transforming the role of forensic economic analysis in the legal industry. By providing tools that are intuitive for non-experts, the software ensures that its benefits are not confined to a narrow segment of users but are widely available to legal professionals across the board.</span></p>\r\n<div><span><br /></span></div>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/26/2024<br>\nModified by: Devrim&nbsp;Ikizler</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2304596/2304596_10889738_1735249679748_Screenshot_7--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2304596/2304596_10889738_1735249679748_Screenshot_7--rgov-800width.png\" title=\"beta tool sample output view\"><img src=\"/por/images/Reports/POR/2024/2304596/2304596_10889738_1735249679748_Screenshot_7--rgov-66x44.png\" alt=\"beta tool sample output view\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">this shows how our tool presents the output pages</div>\n<div class=\"imageCredit\">IAMECON - Simit</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Devrim&nbsp;Ikizler\n<div class=\"imageTitle\">beta tool sample output view</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nOver the course of our Phase I project weve demonstrated the technical feasibility of our proposed solution and developed a software tool (beta version) to partially automate the work of forensic economists, empowering lawyers and the general public to estimate financial damages more effectively and affordably in legal disputes. Targeted at personal injury and employment law cases, the tool addresses a critical gap in the legal system where cost barriers prevent many litigants from accessing high-quality economic analyses. By offering a transparent, user-friendly platform, this solution aims to democratize the process, enabling lawyers to make informed decisions early in the litigation process.\r\n\n\nA byproduct of our Phase I work was a comprehensive, unique database of wages at the county level for the entire United States, dating back to 2017, covering areas where Census sources were unable to produce estimates due to sampling and / or surveying issues (hence no publicly available estimate exists for many combinations of occupation, county and years).\r\n\n\nIntellectual Merit\r\n\n\nThe projects intellectual merit stems from its ability to harness data science and automation to simplify complex forensic economic tasks. The software integrates various publicly available datasets, such as wage statistics and demographic information, to properly estimate damages. By employing advanced statistical imputation techniques, the tool addresses the issue of missing data points, ensuring comprehensive analysis even in cases where information is incomplete. Core features include a robust wage matrix that spans almost all occupations and regions, customizable modules for estimating lost wages and fringe benefits, and functionality for correctly estimating wages over time using court-accepted discount methodologies.\r\n\n\nAdditionally, the tool offers customization options that allow users to adjust critical parameters such as discount rates, wage growth projections, and comparable earnings scenarios. This flexibility accommodates the unique circumstances of each case while maintaining adherence to court-approved practices. By automating these complex calculations, the software significantly reduces the need for costly expert witness services in simpler cases, while providing robust preparatory insights for more complex litigation.\r\n\n\nBroader Impacts\r\n\n\nThis project has profound implications for access to justice, particularly for small law firms, independent litigants, and underserved populations. High costs often restrict the use of expert economic analysis to a fraction of legal cases, leaving many litigants with incomplete or suboptimal estimates of financial damages. This tool levels the playing field by providing cost-effective, accurate, and standardized calculations that lawyers can perform in-house. This not only reduces expenses but also empowers attorneys to make better-informed decisions about case strategies, settlement amounts, and trial preparations.\r\n\n\nBeyond the immediate impact on personal injury and employment law, the software holds broader potential across various sectors. Its modular design could be adapted for use in business-to-business litigation, policy analysis, and even educational or healthcare settings where economic modeling is required. Moreover, by standardizing the estimation process and providing transparency in how damages are calculated, the tool enhances the credibility of legal proceedings and reduces the likelihood of disputes over methodological inconsistencies.\r\n\n\nFuture Directions\r\n\n\nWe envision several exciting avenues for future development to expand the tools capabilities and market reach. Upcoming features include enhanced modules for handling less common but impactful damages categories, such as loss of household services and loss of consortium. Plans are also underway to integrate the software with popular legal practice management tools, streamlining its adoption in law firms. Another key expansion is to automate data inputting processes by allowing AI-based data extraction from existing case documents such as pleadings and deposition transcripts. Finally, the team is prioritizing cybersecurity enhancements to protect sensitive client data and ensure compliance with industry standards.\r\n\n\nA critical next step is scaling the tools functionality to accommodate more detailed individual-level data through integrations with microdata sources like the Current Population Survey and the American Community Survey. These additions will further refine the accuracy of damage estimates, allowing lawyers to build even more compelling cases.\r\n\n\nThe projects long-term vision is to create a platform that offers both affordability and accessibility, transforming the role of forensic economic analysis in the legal industry. By providing tools that are intuitive for non-experts, the software ensures that its benefits are not confined to a narrow segment of users but are widely available to legal professionals across the board.\r\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/26/2024\n\n\t\t\t\t\tSubmitted by: DevrimIkizler\n"
 }
}