{
 "awd_id": "2304498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Predictive Analytics and Machine Learning Modeling for New Patient Cancer Referrals",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 295000.0,
 "awd_min_amd_letter_date": "2023-08-16",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to decrease patient referral wait times. Referral wait times are often long since offices need to retrieve a large amount of medical information on a patient before they are seen by a doctor. Unfortunately, medical records are often not stored in one place, making it difficult to gather the needed medical histories. Quick and complete medical record retrieval is especially important for cancer patients, whose conditions can quickly change. Critical patients need to be seen by doctors in a timely manner to begin treatment. The company is creating a technology that could help quickly retrieve medical information to decrease the time from referral to appointment. The company expects these algorithms to expedite document reconciliation by 7 days, thereby reducing the time from referral for the new patient appointment by 1 week.  By facilitating quicker and more meaningful record retrieval, the algorithms are expected to improve treatment initiation by 7-14 days. The company plans to commercialize its technology for use in large academic healthcare systems, first focusing on those with high-volume cancer centers.  \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will advance a new patient referral predictive analytics software platform for cancer centers.  This platform will streamline referrals, increase resource utilization, and optimize care pathways. The company’s deep learning algorithms will be developed to streamline record retrieval for new patient appointments and recognize critical medical conditions, resource capacity, local referral patterns, and at-risk socioeconomic factors.  This intervention may reduce the mortality risk by 3.2-6.4% per week per patient. To achieve these objectives, the software will contain two major components a cloud-based platform for medical information exchange and an machine learning (ML)-based analytics platform. Once fully developed and launched, it is anticipated that real-world deidentified and aggregated clinical data from the exchange platform will be used to further train and refine the ML model. Prior to this stage, data from large publicly available and multi-institutional databases will be used to provide training data points for the model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Jiam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Max Jiam",
   "pi_email_addr": "max@iiamhealth.com",
   "nsf_id": "000932897",
   "pi_start_date": "2023-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "IIAM CORPORATION",
  "inst_street_address": "2262 48TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4805166851",
  "inst_zip_code": "941161551",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "IIAM CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZK6GD2N1PQG1"
 },
 "perf_inst": {
  "perf_inst_name": "IIAM Corporation",
  "perf_str_addr": "27 Anderson Street Apt 7",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021143637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The IIAM team&rsquo;s objective was to develop an approach for processing decentralized, heterogeneous, and often incomplete patient referral data thereby 1) predicting which patients would likely benefit from surgical intervention, and 2) identifying referrals requiring prioritization. This is accompanied by the critical issue of determining how to maintain algorithm performance with increasingly sparse datasets encountered in real-world clinical settings.</p>\r\n<p>IIAM developed several algorithms trained on the SEER and NCBI national databases. While we ran various types of machine learning models, from decision trees to clustering algorithms, we found that a fully connected neural network yielded the best results. It performed with over 80% accuracy even on datasets with 30% missing data. This is a marked improvement from the current standard that relies on manual labor, which performs at an accuracy rate of 60%. Our data analysis concluded that T, N, and M staging along with primary cancer site have the largest influence in determining urgency. We were thus able to fulfill our goals outlined in our intellectual merit in the first phase.</p>\r\n<p>Using feedback from customer discovery interviews conducted during Phase I, we expanded the capabilities of our platform, allowing greater commercializability and applicability to real-world scenarios. We learned about the flawed nature of referral processes nationwide, from how referrals are lost before the first appointment to how referrals are prioritized. When new patients seek specialty care, they must send their patient history to the patient coordinator to give the practitioner enough context to make recommendations to the patient and develop a treatment plan. However, their histories come as PDFs or image formats, (other than specialized radiology scans that come as DICOM files), since there is no standardized form across clinics that isn&rsquo;t subject to interpretations or different wordings. Furthermore, patients tend to choose the incorrect provider or are assigned to one based on incorrect interpretations of their medical history. This inevitably leads to delays and wasted time for the patient and provider, respectively.</p>\r\n<p>We therefore expanded the IIAM platform&rsquo;s capabilities by creating a natural language processing (NLP) model that can parse through a new patient&rsquo;s referral documents, extract relevant keywords, and generate relevant insights (e.g., etiology, urgency, next steps in management). The NLP model subsequently uses the generated insights to pair each patient with a correct provider. Preliminary data from partnering hospitals have demonstrated our NLP model&rsquo;s ability to correctly triage etiology and level of urgency with over 85% accuracy.</p>\r\n<p>In addition to creating the aforementioned machine learning algorithms, we have also created the relevant user interfaces. These interfaces integrate our models into our end users&rsquo; workflows and were developed through multiple feedback sessions with stakeholders from our partnering hospitals. They allow patients to benefit from our outputs and prevent them from suffering inappropriate mistriages, positioning IIAM for applying its models to modern clinical settings in the coming months and expanding past ENT as our initial beachhead market.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/16/2025<br>\nModified by: Max&nbsp;Jiam</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe IIAM teams objective was to develop an approach for processing decentralized, heterogeneous, and often incomplete patient referral data thereby 1) predicting which patients would likely benefit from surgical intervention, and 2) identifying referrals requiring prioritization. This is accompanied by the critical issue of determining how to maintain algorithm performance with increasingly sparse datasets encountered in real-world clinical settings.\r\n\n\nIIAM developed several algorithms trained on the SEER and NCBI national databases. While we ran various types of machine learning models, from decision trees to clustering algorithms, we found that a fully connected neural network yielded the best results. It performed with over 80% accuracy even on datasets with 30% missing data. This is a marked improvement from the current standard that relies on manual labor, which performs at an accuracy rate of 60%. Our data analysis concluded that T, N, and M staging along with primary cancer site have the largest influence in determining urgency. We were thus able to fulfill our goals outlined in our intellectual merit in the first phase.\r\n\n\nUsing feedback from customer discovery interviews conducted during Phase I, we expanded the capabilities of our platform, allowing greater commercializability and applicability to real-world scenarios. We learned about the flawed nature of referral processes nationwide, from how referrals are lost before the first appointment to how referrals are prioritized. When new patients seek specialty care, they must send their patient history to the patient coordinator to give the practitioner enough context to make recommendations to the patient and develop a treatment plan. However, their histories come as PDFs or image formats, (other than specialized radiology scans that come as DICOM files), since there is no standardized form across clinics that isnt subject to interpretations or different wordings. Furthermore, patients tend to choose the incorrect provider or are assigned to one based on incorrect interpretations of their medical history. This inevitably leads to delays and wasted time for the patient and provider, respectively.\r\n\n\nWe therefore expanded the IIAM platforms capabilities by creating a natural language processing (NLP) model that can parse through a new patients referral documents, extract relevant keywords, and generate relevant insights (e.g., etiology, urgency, next steps in management). The NLP model subsequently uses the generated insights to pair each patient with a correct provider. Preliminary data from partnering hospitals have demonstrated our NLP models ability to correctly triage etiology and level of urgency with over 85% accuracy.\r\n\n\nIn addition to creating the aforementioned machine learning algorithms, we have also created the relevant user interfaces. These interfaces integrate our models into our end users workflows and were developed through multiple feedback sessions with stakeholders from our partnering hospitals. They allow patients to benefit from our outputs and prevent them from suffering inappropriate mistriages, positioning IIAM for applying its models to modern clinical settings in the coming months and expanding past ENT as our initial beachhead market.\r\n\n\n\t\t\t\t\tLast Modified: 02/16/2025\n\n\t\t\t\t\tSubmitted by: MaxJiam\n"
 }
}