{
 "awd_id": "2304318",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "STTR Phase II:  Body fluid identification for forensic purposes using Raman spectroscopy",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 999999.0,
 "awd_amount": 999999.0,
 "awd_min_amd_letter_date": "2023-09-20",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase II project contributes to broader societal and commercial impacts by enabling crime labs to better utilize overstretched resources by ensuring only relevant crime scene samples undergo DNA analysis. Currently, the large number of irrelevant samples submitted for testing contributes to a massive backlog that clogs up crime lab workflows and delays the timely delivery of critical information to investigators and prosecutors. This technology will allow real-time identification of body fluids at the crime scene, streamlining the collection-testing pipeline. DNA analysis has great potential to lead investigators to suspects. By expediting the DNA analysis process, investigators will more quickly apprehend criminal offenders, who otherwise could remain free to commit other crimes. DNA also has the ability to exonerate suspects who have falsely fallen under suspicion, protecting them from experiencing such burdens as arrest, pre-trial detention, criminal conviction, and the social and economic consequences of being labeled a criminal. The critical data provided by this technology will lower court costs while increasing the speed of investigations, increasing the accuracy of testing results, and improving court outcomes, all to the benefit of society.\r\n\r\nThis project develops software that performs nondestructive body fluid identification, confirming the presence or absence of specific body fluid types. Biological stains are present in many crime scenes and provide critical data to investigators. However, testing capabilities for these stains are currently insufficient. Forensic scientists often proceed to DNA analysis without first establishing the nature of the stain when small amounts are present, resulting in unnecessary DNA testing of samples with no relevant fluids. This team will work with a proprietary algorithm that recognizes trace signals on interfering substrates and confirms the contents of the sample without destroying the evidence. Previous Phase I efforts established proof-of-feasibility of the statistical model. This Phase II project will develop a fully functional working prototype of the software and validate it in both inter-laboratory and real-world settings. The first-generation technology will be integrated with benchtop instruments for applications in crime laboratories, while the second-generation technology will enable the use of portable instruments for on-site body fluid identification. Ultimately the technology will include additional features such as phenotypic analysis of biological stains, including the determination of sex and age of donor.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Weber",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alexis R Weber",
   "pi_email_addr": "aweber@supremetric.com",
   "nsf_id": "000858800",
   "pi_start_date": "2023-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Lednev",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Igor K Lednev",
   "pi_email_addr": "ilednev@albany.edu",
   "nsf_id": "000222541",
   "pi_start_date": "2023-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUPREMETRIC LLC",
  "inst_street_address": "66 JEFFERSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLENMONT",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184246179",
  "inst_zip_code": "120773318",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SUPREMETRIC LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "KX4JT8ZU8RG3"
 },
 "perf_inst": {
  "perf_inst_name": "University at Albany, SUNY",
  "perf_str_addr": "1400 Washington Ave",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8616",
   "pgm_ref_txt": "Instr Rsrch,Metro&Std NanTech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 999999.0
  }
 ],
 "por": null
}