{
 "awd_id": "2304063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  A novel wall-mounted gait assist system to reduce the risk of injuries on stairs and level surfaces",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927103",
 "po_email": "echincho@nsf.gov",
 "po_sign_block_name": "Edward Chinchoy",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2023-08-18",
 "awd_max_amd_letter_date": "2023-08-18",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) Phase I project is a novel mechanical system which improves the safety of the elderly and disabled while walking on level surfaces and stairs. The novel, wall-mounted system will reduce the risks of injury by mechanically supporting individuals during ambulation, rehabilitation, and eventual in-home gait assistance. The system aims to reduce one of the top reasons for emergency room (ER) visits (nearly 3,000 ER visits in the United States each year) by preventing falls in the home.  The solution may also be used in medical facilities to safely ambulate convalescent or acute care patients, especially on stairs. In addition to reducing direct patient injury risks, the technology improves economic and productivity measures by reducing the number of therapists/nurses, relatives, and support workers caring for people with disabilities or those at risk of falls.\r\n \r\nThis STTR Phase I project will demonstrate a novel, mechanical, wall-mounted gait assist that can safely reduce injuries and the risks of falling while walking across flat surfaces and stairs. A harness with an elastic-like tether, mobile trolley, and mechanical braking mechanism for maintaining patient safety will be completed. The individual is connected to a trolley travelling along a wall-side rail providing the variable forces needed to support a patient’s weight in order to minimize risks of injury. In the event of a fall, the trolley’s brake automatically activates, absorbing the shock with a vest/tether to prevent the user from falling to the floor. Following design engineering and prototype completion, a pilot proof of concept study will be conducted during Phase I to demonstrate the potential for patient use in safely walking without falling and causing injury.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Burke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Burke",
   "pi_email_addr": "innovatebb@gmail.com",
   "nsf_id": "000856847",
   "pi_start_date": "2023-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abishek",
   "pi_last_name": "Balsamy Kamaraj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abishek Balsamy Kamaraj",
   "pi_email_addr": "balsamya@gvsu.edu",
   "nsf_id": "000817796",
   "pi_start_date": "2023-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "2INNOVATE LLC",
  "inst_street_address": "3622 WOODLAND DR",
  "inst_street_address_2": "",
  "inst_city_name": "METAMORA",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "8889597234",
  "inst_zip_code": "484559626",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MI09",
  "org_lgl_bus_name": "2INNOVATE LLC",
  "org_prnt_uei_num": "HXXMS1HBH7H7",
  "org_uei_num": "HXXMS1HBH7H7"
 },
 "perf_inst": {
  "perf_inst_name": "2INNOVATE LLC",
  "perf_str_addr": "410 S. Wilder Rd.",
  "perf_city_name": "Lapeer",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "484469430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MI09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Small Business Technology Transfer (STTR) Phase I eight-month project was completed on April 30, 2024. The pilot proof of concept study successfully demonstrated that a novel mechanical wall-mounted gait assist system can reduce the risks of falling and injury while walking across flat surfaces and stairs of a standard angle in a commercial setting, such as a hospital. The study demonstrated a high success rate in three key objectives. The research on wall-mounted gait assist systems for stairs and flat surfaces most likely represents the first of its kind worldwide.</p>\n<p>&nbsp;</p>\n<p>The Small Business and Technology Transfer organization prototyped two mobile trolley and rail designs, each containing an on-demand brake and a background brake to limit acceleration and speed. Design engineering also produced a novel elastic-like tether connecting the user to a trolley traveling along a wall-side rail, providing the variable forces needed to support a user&rsquo;s weight to minimize risks of injury. In the event of a fall, the trolley&rsquo;s brake(s) automatically activate, and the shock-absorbing tether reaches a maximum length to prevent the user from falling to the floor. Additional design engineering led to the development of a unique moving pad prototype that attaches to the trolley and helps protect the user from wall injuries when walking alongside the wall. 100% of the moving pad&rsquo;s surface passed the American Society for Testing Materials (ASTM) F2440 standards in impact testing to limit head injuries, such as concussions.</p>\n<p>&nbsp;</p>\n<p>Innovations in the elastic-like tether and moving pad allowed the Small Business to use an adjustable market-available harness in the wall-mounted gait assist system. This eliminates the need to manufacture custom harnesses for commercial use (i.e. for a patient walking in the hospital). These current harnesses are sturdy and well-tested, designed to secure the user safely and comfortably in tethered applications. Harness pressures using special sensors could not be reliably measured on a human-like mannequin and will require human subjects.</p>\n<p>&nbsp;</p>\n<p>Testing revealed that users from 2 feet to 6 feet 8 inches tall, weighing 50 to at least 500 lb or more, can safely use the wall-mounted gait assist. The research demonstrated that tether forces stopping a user from hitting the floor are much lower than the maximum limits set by the Occupational Safety and Health Administration (OSHA), further decreasing the risk of injury. A quick-release feature allows an assistant (i.e., a nurse or therapist) to adjust the tether to the desired length easily, and quickly unhook the user from the gait assist system. Many other unique features were developed to improve the wall-mounted gait assist systems safety, reliability, and longevity.</p>\n<p>&nbsp;</p>\n<p>Further research is necessary before the wall-mounted gait assist system can be effectively used commercially or in the home in stairways with landings or stairs of very steep angles.</p>\n<p>&nbsp;</p>\n<p>The NSF-funded Phase I effort demonstrated that a wall-mounted gait assist system is a feasible and practical solution to prevent injuries from falls. The innovation demonstrates sufficient intellectual merit and broader/commercial impact to advance the technology toward full commercial deployment. The broader impact/commercial potential of this Small Business Technology Transfer (STTR) (research) will reduce the risks of injury during potential falls by mechanically supporting individuals during ambulation, rehabilitation, and eventual in-home gait assistance. The system poses a solution for medical facilities to safely ambulate convalescent or acute care patients, especially on stairs. In addition to reducing direct patient injury risks, it improves economic and productivity measures by reducing the number of therapists/nurses, relatives and support workers, caring for people with disabilities or those at risk of falls.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/15/2024<br>\nModified by: Bradley&nbsp;Burke</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Small Business Technology Transfer (STTR) Phase I eight-month project was completed on April 30, 2024. The pilot proof of concept study successfully demonstrated that a novel mechanical wall-mounted gait assist system can reduce the risks of falling and injury while walking across flat surfaces and stairs of a standard angle in a commercial setting, such as a hospital. The study demonstrated a high success rate in three key objectives. The research on wall-mounted gait assist systems for stairs and flat surfaces most likely represents the first of its kind worldwide.\n\n\n\n\n\nThe Small Business and Technology Transfer organization prototyped two mobile trolley and rail designs, each containing an on-demand brake and a background brake to limit acceleration and speed. Design engineering also produced a novel elastic-like tether connecting the user to a trolley traveling along a wall-side rail, providing the variable forces needed to support a users weight to minimize risks of injury. In the event of a fall, the trolleys brake(s) automatically activate, and the shock-absorbing tether reaches a maximum length to prevent the user from falling to the floor. Additional design engineering led to the development of a unique moving pad prototype that attaches to the trolley and helps protect the user from wall injuries when walking alongside the wall. 100% of the moving pads surface passed the American Society for Testing Materials (ASTM) F2440 standards in impact testing to limit head injuries, such as concussions.\n\n\n\n\n\nInnovations in the elastic-like tether and moving pad allowed the Small Business to use an adjustable market-available harness in the wall-mounted gait assist system. This eliminates the need to manufacture custom harnesses for commercial use (i.e. for a patient walking in the hospital). These current harnesses are sturdy and well-tested, designed to secure the user safely and comfortably in tethered applications. Harness pressures using special sensors could not be reliably measured on a human-like mannequin and will require human subjects.\n\n\n\n\n\nTesting revealed that users from 2 feet to 6 feet 8 inches tall, weighing 50 to at least 500 lb or more, can safely use the wall-mounted gait assist. The research demonstrated that tether forces stopping a user from hitting the floor are much lower than the maximum limits set by the Occupational Safety and Health Administration (OSHA), further decreasing the risk of injury. A quick-release feature allows an assistant (i.e., a nurse or therapist) to adjust the tether to the desired length easily, and quickly unhook the user from the gait assist system. Many other unique features were developed to improve the wall-mounted gait assist systems safety, reliability, and longevity.\n\n\n\n\n\nFurther research is necessary before the wall-mounted gait assist system can be effectively used commercially or in the home in stairways with landings or stairs of very steep angles.\n\n\n\n\n\nThe NSF-funded Phase I effort demonstrated that a wall-mounted gait assist system is a feasible and practical solution to prevent injuries from falls. The innovation demonstrates sufficient intellectual merit and broader/commercial impact to advance the technology toward full commercial deployment. The broader impact/commercial potential of this Small Business Technology Transfer (STTR) (research) will reduce the risks of injury during potential falls by mechanically supporting individuals during ambulation, rehabilitation, and eventual in-home gait assistance. The system poses a solution for medical facilities to safely ambulate convalescent or acute care patients, especially on stairs. In addition to reducing direct patient injury risks, it improves economic and productivity measures by reducing the number of therapists/nurses, relatives and support workers, caring for people with disabilities or those at risk of falls.\n\n\n\t\t\t\t\tLast Modified: 05/15/2024\n\n\t\t\t\t\tSubmitted by: BradleyBurke\n"
 }
}