{
 "awd_id": "2305566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Collaborative Research: Processive Ring-Opening Metathesis Polymerization Through Molecularly Confined Catalysts",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2023-05-10",
 "awd_max_amd_letter_date": "2023-05-10",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry (MSN) program and the Chemical Catalysis (CAT) program in the Division of Chemistry, Jia Niu of Boston College and Wenyu Huang of Iowa State University are developing ring-opening metathesis polymerization (ROMP) catalyzed by organometallic ruthenium complexes confined within molecularly defined cages.  Despite the significance of ROMP in producing a plethora of functional polymers, existing techniques still cannot completely prevent chain transfer and termination, in particular when low-strain monomers are involved.  As a result, mixtures of linear and cyclic macromolecules of different sizes are formed that are difficult to separate.  This research endeavors to directly address this unmet challenge and introduce a distinct strategy for processive ROMP.  In this strategy, polymerization catalysts will be encapsulated in molecularly defined cage structures, such that, ideally only monomers, but not nascent polymers, can access the catalyst.  This will thereby inhibit the chain transfer and termination caused by the interaction between the catalyst and the nascent polymer, resulting in linear macromolecules with controlled molecular weights.  The developed methodology will also be applied to ROMP of sustainability-oriented monomers that are considered challenging for ROMP due to their low strain. These monomers include cyclic alkenes with low ceiling temperatures and those consisting of degradable functionalities.  This research will provide interdisciplinary training for students in polymer synthesis and sustainability.  The collaborative team will additionally develop a hybrid three-week summer workshop aimed to introduce polymer chemistry principles and practices into 3D-printing. The workshop will be integrated with existing outreach programs to stimulate interest in polymer science and catalysis among college and high school students in the communities served by Boston College and Iowa State University.\r\n\r\nSynthetic polymers ranging from commodity products to specialty goods are at the center of modern society. Among many properties, molecular weight, sequence, and dispersity are essential in determining the material performance of polymers. Therefore, the precise control over these properties is the central goal in modern synthetic polymer chemistry.  This research will focus on developing processive ring-opening metathesis polymerization (ROMP) of low-strain cyclic alkenes through confining organometallic ruthenium catalysts into molecularly defined cages.  Such an approach is expected to allow access to monomer molecules but prevent the nascent polymer chains from accessing these confined catalysts.  As a result, well-defined, high, and ultra-high molecular weight, low dispersity polymers from ROMP could be realized.  The first objective will focus on design of homogeneous and heterogeneous Zr-based cages using the reversable aperture opening/closing approach.  These cages will then be utilized to encapsulate ruthenium-based Grubbs and Hoveyda-Grubbs ROMP catalysts.  The second objective will leverage molecularly confined catalysts to enable polymerization of sustainability-oriented monomers containing degradable functionalities.  Lastly, kinetic behaviors of ROMP mediated by molecularly confined catalysts will be systematically investigated. The basic guiding principles associated with this project are general and have the potential to be applied to various other catalyst-mediated chain-growth polymerization techniques in which the control of termination and/or chain-transfer events is desirable.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Niu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jia Niu",
   "pi_email_addr": "jia.niu@bc.edu",
   "nsf_id": "000805226",
   "pi_start_date": "2023-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  },
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": null
}