{
 "awd_id": "2305593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Colonization at the Fringe of Habitability",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 19618.0,
 "awd_amount": 19618.0,
 "awd_min_amd_letter_date": "2023-01-13",
 "awd_max_amd_letter_date": "2023-01-13",
 "awd_abstract_narration": "This project focuses on microbial colonization and survival within one of the newest and most hostile lakes on the planet: Laguna Caliente in the active Poás volcano in Costa Rica. The creation of nascent, sterile, aquatic environments on Earth are exceedingly rare; thus, this research is a novel approach in studying how microbial life can colonize and evolve in a new lake. The project increases our understanding of habitability on early Earth and Mars, which experienced equally harsh hydro-volcanic settings with repeated sterilization events. This extreme aquatic environment on top of an active volcano can reach boiling temperatures, is more acidic than battery acid, and experiences frequent eruptions. This research analyzes a time series of samples collected since the sterilization event utilizing existing protocols. DNA sequencing results will establish colonization and ecological succession through time. The laboratory work and subsequent analyses is led by a female undergraduate student. A public lecture on ‘microbiology at the extreme’ is planned to disseminate novel research results and the implications for early life on Earth and Mars.\r\n\r\nThis research explores microbial dispersal, colonization, and ecological succession in a hostile environment by examining the time-series distribution of Acidiphilium bacteria across an active volcano. The Poás volcano summit crater lake was created after the sterilizing magmatic activity waned, allowing the nascent lake to form in late 2019. Since then, aseptic sampling of the lake fluids and lake bottom muds has occurred on a roughly two-month cadence, establishing a time-series of samples. Laboratory investigations of the samples include 16S rRNA NextGen sequencing and downstream analyses to determine community characteristics through time to address colonization and community evolution. Metagenomics results are used to probe genetic adaptations that confer survival in this harsh environment, including functional pathways to reduce the effects of toxic metals, such as the extremely high concentrations of arsenic. Identified potential metabolic pathways are being compared to chemical energy estimates derived from co-sampled lake fluids. The results of this study provide baseline data to address the timescales for colonization and the changes in community characteristics through time for one of the newest and most dynamic lakes on Earth. These findings have direct implications for early microbial survival on Earth with significant implications for the early evolution of life on our planet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hynek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Hynek",
   "pi_email_addr": "hynek@lasp.colorado.edu",
   "nsf_id": "000916448",
   "pi_start_date": "2023-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 19618.0
  }
 ],
 "por": null
}