{
 "awd_id": "2305797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF PRFB FY 2023: The evolution and ecological drivers of retinal specializations in fish",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2023-05-18",
 "awd_max_amd_letter_date": "2023-05-18",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2023, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment, and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Vision is necessary for survival in many species, but species can have very different visual requirements based on their environment, and we do not fully understand how species adapt to these different visual environments. Many animals have specialized regions in the retina, such as an area centralis (region of high cell density), a horizontal streak (elongated region of high cell density stretching across the retina), or a fovea (physical indentation in the retina). These specializations may help animals see in different visual environments, but this has not been tested using comparisons across multiple species, and the exact functions of these specializations are unknown. The retina also continues to develop postnatally or post-hatching, but this process is not well understood. Fish are excellent models for studying the functions and development of retinal specializations because they have evolved these specializations multiple times, and they experience many different visual environments, from the deep sea to bright and structurally complex coral reefs. The proposed project will combine evolutionary genomics with developmental biology in fish to study the evolution and development of retinal specializations. This will address fundamental questions about how the environment and development shape the biology and evolution of the eye.\r\n\r\nThe fellow will complete two aims: (1) Investigate the ecological significance and genetic basis of retinal specializations in a phylogenetic comparative framework; (2) Test the prediction that greater ecological changes across life stages lead to greater molecular divergence in fish retinas. In Aim 1, the fellow will use cell biology and microscopy techniques to collect data on retinal specializations from a large sample of fish species, then test if different retinal specializations are associated with different ecological traits in ray-finned fish after controlling for shared evolutionary history. Aim 2 will involve collecting single-cell sequencing data from multiple species and developmental time points to compare relative rates of divergence at different stages of development. The fellow will also mentor undergraduates, do outreach in public schools, present work at conferences, and publish in peer-reviewed journals. These research and professional development activities will provide training for the fellow to become an independent researcher and will contribute to broader impacts by sharing the work with the scientific community and the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Kopania",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Emily E Kopania",
   "pi_email_addr": "",
   "nsf_id": "000898022",
   "pi_start_date": "2023-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kopania, Emily Emiko Konishi",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Salt Lake City",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "",
  "inst_zip_code": "841125339",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": null,
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841125330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}