{
 "awd_id": "2305389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Intelligent wireless sensor network platform for extended human health monitoring",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2023-02-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-01-30",
 "awd_max_amd_letter_date": "2023-01-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a generic health monitoring platform that enables intelligent monitoring of physiological signals. This project aims to improve the battery life and privacy of wearable devices, enabling long-term monitoring for both personal health and medical conditions. The system applies to a variety of bio-parametric signals which could be used for general consumer health monitoring that informs users of their own health, motivating lifestyle changes, and detecting emergency conditions. The system also has applications in intensive care to improve the comfort of patients that are being monitored in the long-term by removing wires while maintaining a long lifetime. Monitoring of specific signals such as stress, emotion, sound, and motion can provide utility for military applications including soldier monitoring in the battlefield, soldier training, and post-traumatic diseases. The system could also be customized for specialized athletic sport monitoring or even for specialized medical conditions. For example, patients with chronic conditions like stroke recurrence could benefit from heart monitoring, temperature monitoring can predict immune response to viruses so patients can get treatment, and respiration tracking can predict the risk of an asthma attack. Overall, the system has the potential to improve health monitoring for the general public, and the ability for patients with chronic conditions to get treatment in advance of critical events.\r\n\r\nThis I-Corps project is based on the development of an intelligent wireless sensor network platform for extended human health monitoring through in-sensor machine learning. The technology uses emerging brain-inspired Hyperdimensional Computing, which is characterized by very low computational complexity, to minimize net power consumption improving network lifetime, security, and privacy. The technology enables integration of a large number of low-power distributed sensors that wirelessly communicate intelligently detected events/classes. Current systems either transmit data to another device for processing, which is very costly in terms of power, or attempt to process locally with algorithms that are more expensive than the amount saved by reducing transmission. To solve these problems, this project utilizes the emerging brain-inspired Hyperdimensional Computing paradigm to minimize net power consumption of in-sensor computation. This paradigm represents information with fully binary vectors and thus the encoding of data patterns involves only simple binary operators such as right shifts, making it extremely computationally simple. The representation can be used for classification tasks through encoding training data into a prototype vector per class and then, during inference, comparing similarly encoded input data against the trained prototypes to find the closest class. Using this technology, this project can significantly improve sensor lifetime and also provide security and privacy due to the local computation. This project aims to develop a platform that takes advantage of these various elements for long-term monitoring.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Rabaey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Rabaey",
   "pi_email_addr": "jan@eecs.Berkeley.edu",
   "nsf_id": "000472478",
   "pi_start_date": "2023-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In total, during the program, 104 interviews were conducted including 62 recent pregnancies, 19 clinicians, 18 virtual clinics/related devices, and 5 FDA lawyers. After the program, an additional 30 interviews were conducted with clinicians as the 7-week intensive showed that the customer segment was actually the healthcare system and not the patient. The customer segments that were validated were the OBGYNs/neonatologists and the segments eliminated were pregnant or recent moms as they were not the ones actually buying the device.&nbsp;<br />Based on the feedback collected, in order to meet the needs of this population beyond the wireless monitoring value proposition, the proposed system must also integrate with existing medical equipment and electronic health records. Thus, the next steps of the startup is to develop the innovations necessary and validate a prototype to meet this need alongside the existing technology.&nbsp;<br />The I-corps program was successfully completed and the team is continuing to progress with their idea including ongoing customer discovery and validation and early MVP development based on the feedback received.&nbsp;<br />The team has incorporated their startup based heavily on the data collected during the NSF I-corps program and is moving forward with a beachhead market that was selected based on the more than 100 interviews.</p><br>\n<p>\n Last Modified: 08/05/2024<br>\nModified by: Jan&nbsp;Rabaey</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn total, during the program, 104 interviews were conducted including 62 recent pregnancies, 19 clinicians, 18 virtual clinics/related devices, and 5 FDA lawyers. After the program, an additional 30 interviews were conducted with clinicians as the 7-week intensive showed that the customer segment was actually the healthcare system and not the patient. The customer segments that were validated were the OBGYNs/neonatologists and the segments eliminated were pregnant or recent moms as they were not the ones actually buying the device.\nBased on the feedback collected, in order to meet the needs of this population beyond the wireless monitoring value proposition, the proposed system must also integrate with existing medical equipment and electronic health records. Thus, the next steps of the startup is to develop the innovations necessary and validate a prototype to meet this need alongside the existing technology.\nThe I-corps program was successfully completed and the team is continuing to progress with their idea including ongoing customer discovery and validation and early MVP development based on the feedback received.\nThe team has incorporated their startup based heavily on the data collected during the NSF I-corps program and is moving forward with a beachhead market that was selected based on the more than 100 interviews.\t\t\t\t\tLast Modified: 08/05/2024\n\n\t\t\t\t\tSubmitted by: JanRabaey\n"
 }
}