{
 "awd_id": "2305325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Postdoctoral Fellowship: EAR-PF: Taxon-Specific Cross-Scale Responses to Aridity Gradients through Time and across Space in the NW Great Basin of the United States",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2023-05-24",
 "awd_max_amd_letter_date": "2023-05-24",
 "awd_abstract_narration": "Biodiversity supports human livelihoods and health by providing clean air, natural resources, and food security. Small mammals in particular help maintain healthy soils, spread seeds and ensure they germinate, and feed predators (for example, owls that eat mice). As humans use natural resources and contribute to climate change, we need to identify ways to conserve small mammal diversity. This project will help us understand how some small mammals, like woodrats and ground squirrels, in the Great Basin of the western U.S. responded to past changes in vegetation and episodes of climate drying that are in some ways similar to what’s happening now. Specifically, by analyzing small mammal bones deposited in caves over the past 16,000 years, we will test ideas about 1) which types of small mammals are particularly sensitive to climate drying and 2) whether ongoing changes in climate or land use are a greater threat to these animals today. Results from this research will help people make decisions about biodiversity conservation and land use planning. Findings will also be shared with the general public so that everyone can learn how understanding the past can help us do a better job of caring for our planet today. \r\n\r\nDespite clear evidence that climate disruption and human activities threaten biodiversity, ecological studies typically fall short of identifying the cross-scale responses of species and their communities to accelerating environmental change. Integrating geohistorical data spanning long temporal scales with modern data arrayed across environmental gradients in space can help us understand shifting ecological communities as products of both modern and historical processes. This project combines taxon-specific stable isotope and AMS 14C chronologies with existing paleoenvironmental proxies to characterize the divergent responses of specialist and generalist small mammals in the Great Basin to aridification over multiple spatial and temporal scales. Study of mesic and xeric-adapted pairs of species belonging to both woodrats (Neotoma spp.) and ground squirrels (Urocitellus spp.) will test the extent to which paleoecological patterns can predict the habitat use of modern populations. This work involves multiple cave sites spanning the last ~16,000 years thar are arrayed across a modern latitudinal aridity gradient in the understudied northwestern Great Basin and integration with data from modern sites arrayed along a nearby elevation gradient from the Alvord Desert up Steens Mountain in southeastern Oregon. The project involves multiple forms of student mentorship and the design of a paleoecology-focused interactive museum display and video, in collaboration with the University of Oregon Museum of Natural and Cultural History.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Hixon",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Sean W Hixon",
   "pi_email_addr": "",
   "nsf_id": "000771101",
   "pi_start_date": "2023-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hixon, Sean W",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Eugene",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "",
  "inst_zip_code": "97408",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": null,
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}