{
 "awd_id": "2305856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF PRFB FY 2023: Investigating proximate mechanisms and ultimate drivers of temperature-dependent development of male:female ratios in reptiles",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andrea Holgado de Brigueda",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2023-05-12",
 "awd_max_amd_letter_date": "2023-09-12",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2023, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment, and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. In many reptiles, whether an individual develops as a male or a female depends upon the temperatures that they experienced while developing inside the egg. There is increased urgency to understand the biological mechanisms of this process, as a warming climate will likely influence these processes at both individual and population levels. Even though this developmental system has been studied since the 1960s, we still know very little about how exactly temperature influences this development and the survival of these species. It remains unknown 1) how the same temperature produces opposite outcomes across different species and 2) how temperatures experienced while developing in the egg affect the probability of survival. This research will directly advance our understanding of mechanisms regulating the development of male and female reptiles and will inform conservation efforts aimed at vulnerable populations and species. The fellow will be trained in genomic techniques and modeling and will also broaden participation in science by presenting the research to local schools in an economically disadvantaged area. \r\n\r\nThe temperature-dependence of female or male phenotype represents a straightforward case of developmental plasticity, in which the temperature experienced during discrete developmental windows dictates this development. Whereas the molecular and genetic responses to similar thermal cues appear to be conserved, the resultant developmental outcomes vary across species. For example, cool temperatures lead to the upregulation of conserved chromatin modifiers in the red-eared slider turtle (Trachemys scripta) and the American Alligator (Alligator mississippiensis), but these temperatures produce males in T. scripta and females in A. mississippiensis. The first objective of this research will use ChIP-seq and ATAC-seq approaches to test the hypothesis that chromatin modifiers interact with different genetic loci across the turtle and crocodilian genome to produce species-specific reaction norms. Second, recent theoretical and empirical data support the idea that incubation temperature-mediated effects on male vs female survival to maturity underlie the adaptive value of developmental plasticity. Using recapture efforts after incubating A. mississippiensis eggs in the lab at different fluctuating temperatures representing future warming scenarios, the second objective of this research is aimed at addressing how increasingly warm climates will affect crocodilian male: female ratios, attendant population structures, and, ultimately the adaptive value of this temperature-dependent developmental plasticity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Breitenbach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Breitenbach",
   "pi_email_addr": "",
   "nsf_id": "000868759",
   "pi_start_date": "2023-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Breitenbach, Anthony",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bloomington",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "617016361",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Breitenbach, Anthony",
  "perf_str_addr": null,
  "perf_city_name": "Bloomington",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617016361",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many reptile species exhibit temperature-dependent sex detemination, in which the temperature during embryonic development determines whether individuals develop as male or female. Species with temperatire-dependent sex determination are partcularly at risk from climate change, as their development is heavily influenced by environmental temperature. In the type of temperature-dependent sex determination that is common in many turtles, cool temperatures (26C) during development produce mainly males while warm temperatures produce mainly females. In the American alligator, both cool and warm temperatures during development produce females while intermediate temperatures produces males. The research proposed in the grant aimed to investigate 1) how similar temperatures result in different sexes across species with temperature-dependent sex determination, and 2) how climate change could potentially threaten populations of these species in the future. Red-eared slider turtle embryos were ordered and exposed to a either a constant female- or male-producing temperature. Embryonic tissues were collected at two points in development. However, this is were the research halted. No alligator eggs were collected for this research. There were no findings collected because the award had to be terminated and returned due to personal reasons. Thus, the intellectual merit and broader impacts proposed in the grant also could not be addressed.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2023<br>\n\t\t\t\t\tModified by: Anthony&nbsp;Breitenbach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany reptile species exhibit temperature-dependent sex detemination, in which the temperature during embryonic development determines whether individuals develop as male or female. Species with temperatire-dependent sex determination are partcularly at risk from climate change, as their development is heavily influenced by environmental temperature. In the type of temperature-dependent sex determination that is common in many turtles, cool temperatures (26C) during development produce mainly males while warm temperatures produce mainly females. In the American alligator, both cool and warm temperatures during development produce females while intermediate temperatures produces males. The research proposed in the grant aimed to investigate 1) how similar temperatures result in different sexes across species with temperature-dependent sex determination, and 2) how climate change could potentially threaten populations of these species in the future. Red-eared slider turtle embryos were ordered and exposed to a either a constant female- or male-producing temperature. Embryonic tissues were collected at two points in development. However, this is were the research halted. No alligator eggs were collected for this research. There were no findings collected because the award had to be terminated and returned due to personal reasons. Thus, the intellectual merit and broader impacts proposed in the grant also could not be addressed. \n\n\t\t\t\t\tLast Modified: 10/24/2023\n\n\t\t\t\t\tSubmitted by: Anthony Breitenbach"
 }
}