{
 "awd_id": "2305630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Postdoctoral Fellowship: EAR-PF: To roll, flow, or fracture - that is the question: Investigating the mechanisms behind friction and the stability of faults",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2023-05-24",
 "awd_max_amd_letter_date": "2023-05-24",
 "awd_abstract_narration": "Dr. Kristina Okamoto has been awarded an NSF EAR Postdoctoral Fellowship to conduct research at the University of Minnesota investigating the physics governing the frictional behavior of fault gouge. Fault failure can occur at a range of slip speeds varying from slow creep (cm/year) to fast earthquakes (m/s) and this rate of failure depends on the friction (resistance to sliding) of the fault. Therefore, understanding where and when earthquakes happen requires a frictional model. The predominant model is a set of equations that fit laboratory data called rate and state friction. While these equations have been generally useful, they do not include any underlying physics of the system. Because of this, scientists are unable to extrapolate results to pressure and temperature conditions not directly explored in the lab. Due to experimental constraints, many pressure and temperature conditions relevant to the earth are not attainable. Recently, a new frictional model has been defined, where the frictional state is governed by the permanent deformation of grains during sliding. This permanent deformation is called plastic deformation, and adds shear strength to the system, called backstress. While this model can fit experiments similar to rate and state friction, the effect of backstress on friction has not been investigated systematically in the laboratory. This project will vary the amount of backstress in the starting grains and then perform friction experiments on this material. Preliminary experiments at 550°C and 100 MPa normal stress show that the amount of backstress in the starting grains causes a large change in the amount of shear stress required to slide the material at a steady state. Testing and enhancing this new model will allow for better predictions of the conditions that allow for earthquakes versus slower slip. Outside of this research, Dr. Okamoto will mentor students through the Research Opportunities in Rock Deformation (RORD) REU at UMN and co-supervise an undergraduate research project. Dr. Okamoto will also engage with and aid in ongoing initiatives at UMN that aim to promote diversity and support geoscientists from under-represented groups.\r\n\r\nThis work will further investigate this new model by determining the velocity dependence of materials over a range of pressure and temperature conditions that may span deformation mechanisms such as dilation, fracture, and plastic deformation at grain contacts. At conditions relevant to plasticity, the steady-state friction coefficient as well as the frictional rate-dependence will depend on backstress, but when temperatures and pressures are low, the effect of plasticity will be low, and friction should be a function of dilation rather than backstress. When pressures are high and temperature is low, friction should mostly depend on the ability of the grains to fracture. However, there is a feedback between backstress and fracture that is currently unmapped. Backstress is fundamentally caused by additions of small separations in the crystal lattice called dislocations. The dependence of the ability for grains to fracture on dislocation density will be explored through novel indentation techniques. This will enable a better understanding of how the frictional system at low temperatures and high pressures will behave. Overall, exploring whether friction depends on backstress over a wide parameter range will be fundamental to extrapolating laboratory friction to pressure/temperature conditions not explored in the lab as well as to larger spatial and temporal scales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Okamoto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina Okamoto",
   "pi_email_addr": "",
   "nsf_id": "000916175",
   "pi_start_date": "2023-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Okamoto, Kristina",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Santa Cruz",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "95064",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota",
  "perf_str_addr": null,
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}