{
 "awd_id": "2305699",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Engines Development Award: Advancing biopharmaceutical technologies and manufacturing practices (PR)",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032927438",
 "po_email": "sgoforth@nsf.gov",
 "po_sign_block_name": "Sarah Goforth",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 999903.0,
 "awd_amount": 999903.0,
 "awd_min_amd_letter_date": "2023-05-09",
 "awd_max_amd_letter_date": "2023-09-11",
 "awd_abstract_narration": "This Regional Innovation Engines Development Award is focused on the biopharma industry in Puerto Rico and mobilizing partnerships among the public, private, non-profit, and academic sectors to support a successful discovery-to-product ecosystem. Puerto Rico has the necessary building blocks and key collaborators to quickly revamp the global supply chain for medicines to make it more stable, reliable, and demand-driven as part of a sustainable national security strategy for the United States. A coordinated effort led by the Puerto Rico Science, Technology and Research Trust, in partnership with other organizations, will mobilize disparate and existing initiatives on the island that broaden the capability to adapt new knowledge while facilitating the development of partnerships to support a biopharmaceutical cluster engine that establishes a discovery-to-product value chain. The success of this engine is predicated on a steady pipeline of new medicines (discovery), innovative approaches to decentralized (sustainable) manufacturing, critical communication and energy (renewable) infrastructure, and key innovations in data-driven decision-making capability.\r\n\r\nThe award leverages the interactivity of all components of an ecosystem (e.g., policy, capital, R&D, markets, services, and social responsibility) to achieve sustained growth. The biopharma ecosystem needs to be transformed into more efficient, agile, smaller facilities ready for rapidly changing market conditions and leverage continuous flow manufacturing incorporating distributed manufacturing, blockchain, 5G, and artificial intelligence infrastructure. These assets will be leveraged to close the gap in the value chain of biopharmaceutical discovery to commercial production of medicines through infrastructure, capacity building, and training. The proposed effort will focus upon (and unify) a diverse coalition of experts from large corporations, academia, small companies, and incubators. If successful, the full NSF Engine resulting from this development award is expected to immediately have a measurable impact on the economy (with a contribution to GDP expected within the first five years of the concerted effort), equitably increase the number of jobs, and workforce training strategies to propel Puerto Rico to be the largest - and most agile - biopharma hub in the US. In addition, the approach will also include enhanced clinical trials, providing drug developers with coordinated access to Hispanic populations. The decentralized manufacturing concept will allow for a diverse distribution of jobs, equitable economic development, and inclusive workforce development while raising the existing footprint of the industry on the Island.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gulley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Gulley",
   "pi_email_addr": "dgulley@prsciencetrust.org",
   "nsf_id": "000884545",
   "pi_start_date": "2023-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PUERTO RICO SCIENCE, TECHNOLOGY AND RESEARCH TRUST",
  "inst_street_address": "CARR 21 INT PR 18 BO MONACILLO URBANO",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7875231592",
  "inst_zip_code": "00936",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "PUERTO RICO SCIENCE, TECHNOLOGY, AND RESEARCH TRUST",
  "org_prnt_uei_num": "",
  "org_uei_num": "L8TAZ4K6S4L7"
 },
 "perf_inst": {
  "perf_inst_name": "Puerto Rico Science, Technology & Research Trust",
  "perf_str_addr": "P.O. Box 363475",
  "perf_city_name": "San Juan",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009363475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 999903.0
  }
 ],
 "por": null
}