{
 "awd_id": "2305117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "On-tissue Chemical Derivatizations for Untargeted Spatial Metabolomics",
 "cfda_num": "47.049, 47.083",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 407402.0,
 "awd_amount": 407402.0,
 "awd_min_amd_letter_date": "2023-07-15",
 "awd_max_amd_letter_date": "2023-08-10",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry and the Established Program to Stimulate Competitive Research (EPSCoR), Professor Young-Jin Lee and his group at Iowa State University are developing analytical technologies to advance spatial metabolomics.  Mass spectrometry imaging (MSI) is a popular tool for spatial metabolomics to dissect metabolite differences between different cells and cell types directly from tissues. One critical bottleneck is limited compound coverage due to the low ionization efficiency and small sampling size.  To overcome this limitation, researchers started to adopt on-tissue chemical derivatization (OTCD) but its application has been limited to targeted imaging of selected metabolites. The Lee group is exploring OTCD-MSI as a tool for untargeted spatial metabolomics by combining multiple OTCD on sequential tissue sections to increase overall metabolite coverage and annotation confidence. The potential impact spans across many scientific disciplines, including drug discovery, plant metabolomics, food safety, and biomedical science, while providing exciting educational opportunities for students to engage in interdisciplinary research at the boundary of biological and physical science.  A diverse group of students will be recruited to participate in the project through various channels, including high school students through Project SEED of the American Chemical Society.  \r\n\r\nBuilt upon previous success in implementing OTCD to METASPACE, a free web-based metabolite annotation platform for spatial metabolomics hosted by the Alexandrov group at the European Molecular Biology Laboratory, this research will further advance untargeted spatial metabolomics.  First, bioinformatics tools will be developed to improve metabolite annotations in OTCD-based untargeted spatial metabolomics by using functional group search algorithms.  Second, in-source gas-phase reactions will be developed to assist in determining molecular structures.  Carbon-carbon double bond positions of lipids will be determined using ozone gas and the number of labile hydrogens in OTCD-derivatized metabolites using heavy water vapor.  Finally, microdroplet reaction acceleration in OTCD will be investigated to better understand the underlying phenomena and further improve OTCD reaction efficiency, specifically regarding the role of the electric field using a new electrospray ionization (ESI) spray device. Combined with METASPACE-based analysis of OTCD-MSI datasets, this approach is expected to help make untargeted spatial metabolomics accessible to many researchers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Young-Jin",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Jin Lee",
   "pi_email_addr": "yjlee@iastate.edu",
   "nsf_id": "000519749",
   "pi_start_date": "2023-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "515 MORRILL RD, 1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 407402.0
  }
 ],
 "por": null
}