{
 "awd_id": "2305108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Sequence in Brush Copolymers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 566820.0,
 "awd_amount": 566820.0,
 "awd_min_amd_letter_date": "2023-03-31",
 "awd_max_amd_letter_date": "2023-03-31",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry program in the Division of Chemistry, Professor Tara Y. Meyer of the University of Pittsburgh is preparing novel brush copolymer materials with 2-dimensional sequence control and studying the combined effects of both backbone and sidechain sequence on the hydrolytic degradation profiles.  Polymer brushes are type of macromolecules in which the main polymer chain is grafted with additional polymer chains of varying density.  They have useful properties including wormlike conformations, compact molecular dimensions, and notable polymer chain-end effects due to their compact and confined structures. As such, the brushes are promising polymers for biomedical devices, chemical sensors, drug-delivery systems, and tissue engineering.  In this research, chemical reactions will first be used to prepare polymer brushes with biodegradable and biocompatible side chains consisting of different sequences of lactic and glycolic acids.  The prepared brushes will then be utilized in degradation studies with the aim to investigate the effects of different brush architectures and 2-dimensional sequences of side chains on the degradation rate.  The activities associated with this research are designed to broaden participation and enable training of undergraduate and graduate students in polymer chemistry, organic synthesis, and catalysis.  The interactions with a Charter 1 NOBCChE collaborative consisting of six institutions, including three historically black colleges & universities (HBCUs), will continue to focus on fostering long-term relationships among members with the goal of working together to support the success and retention of students from underrepresented groups in chemistry.\r\n\r\nThis research will focus on controlling sequences in brush copolymers containing biodegradable and biocompatible \"alpha-hydroxy acid derived\" sidechains.  In the first objective, one- and two-dimensional sequence controlled norbornene based brushes will be prepared using ruthenium catalyzed ring-opening metathesis polymerization.  Grafting through methodology optimized for lactic and glycolic acids side chains will be utlized.  The second objective will focus on the synthesis and characterization of cyclic brush copolymers with two-dimensional sequence control including variants that can be ring-opened using an entropy-driven polymerization to create alternating brush-linear multiblock copolymers.  Lastly, the combined effects of sequence and architecture on hydrolytic degradation rates, with the goal of developing a mechanistic understanding of the degradation in sequenced brush copolymers, will be investigated.  Fundamental studies related to understanding of the interactions between polymer architecture and degradation have the potential to lead to improved design of brush-based drug delivery vehicles.  Additionally, the synthesis and characterization of the brush-linear multiblock copolymers associated with this research could impact applications that require polymers with tissue-like properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Meyer",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Tara Y Meyer",
   "pi_email_addr": "tmeyer@pitt.edu",
   "nsf_id": "000419781",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 5TH AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 566820.0
  }
 ],
 "por": null
}