{
 "awd_id": "2305009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pendant Photochromic Switches Enabling Fluxional Macromolecular Pi-Electronics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 614000.0,
 "awd_min_amd_letter_date": "2023-07-31",
 "awd_max_amd_letter_date": "2024-06-27",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry program in the Division of Chemistry, John D. Tovar and Arthur E. Bragg of Johns Hopkins University are investigating how pi-conjugated building blocks with fluxional electronic structures driven by light absorption can tune the properties of organic electronic materials.  A wide variety of pi-conjugated organic molecular and polymeric materials are currently being studied as active components for cutting-edge applications ranging from high-speed transistors to photovoltaic cells to low impedance neural electrode coatings.  This research will involve the systematic synthesis of several photoswitchable fluxional monomers, oligomers, and polymers.  Computational modeling will then be utilized to examine how chemical changes introduced into these building blocks affect the overall properties of the organic materials from which they are formed. Finally, advanced spectroscopic and electrical measurement techniques will be used to understand changes in electronic and molecular structures in real time.  Such systematic investigations have the potential to generate fundamental knowledge that could lead to improvements in cutting-edge applications ranging from high-speed transistors to energy storage.  The interdisciplinary nature of this research will provide strong training and professional development opportunities for undergraduate and graduate students.  The outreach efforts through involvement with high-school chemistry education in urban Baltimore high schools will help increase participation of women and underrepresented minorities in advanced degree programs.\r\n\r\nOrganic electronics systems stand to impact many areas of contemporary energy and electrical science, with innovations on the horizon in fields such as large-area lighting, energy storage, and biomedicine.  This project will focus on the development of pi-conjugated macromolecular systems and polymers containing stimuli-responsive photochromic units.  Strong emphasis will be placed on understanding how conjugation pathway alteration via electrocyclic reactions can impact optoelectronic processes.  The research strategy will utilize thienothiophene and other monomer units to synthesize a new set of responsive pi-systems and investigate the tunability of delocalization pathways within organic electronic materials.  The syntheses will be complemented by spectroscopic studies using steady-state, ultrafast and other time-resolved techniques, as well as computational modeling.  The general approaches associated with this research could lead to new strategies to achieve highly polarizable electronic structures of varied ground state composition, as opposed to the more common approach of bandgap engineering of specific energy levels. The outlined concepts have the potential, in the longer term, to be transitioned into application-specific materials designs such as stimuli-switchable transistors with externally controllable conjugation pathways.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Tovar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Tovar",
   "pi_email_addr": "tovar@jhu.edu",
   "nsf_id": "000490841",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Bragg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur Bragg",
   "pi_email_addr": "artbragg@jhu.edu",
   "nsf_id": "000601192",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": null
}