{
 "awd_id": "2305969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology: Investigating the role of thermal stress response in facilitating adaptation in camel spiders",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2024-11-01",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2023-06-23",
 "awd_max_amd_letter_date": "2023-06-23",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2023, Broadening Participation of Groups Underrepresented in Biology. The Fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. Desert organisms have evolved unique strategies to survive long periods without nutrients, especially under stressful conditions like extreme heat. Interestingly, unlike other desert adapted organisms, camel spiders have a high metabolism and energy inefficient burrowing habits. The Fellow will use camel spiders as a model to understand this unexpected biology and investigate the molecular basis and evolution of thermal tolerance across a range of climates.  Understanding patterns of ecological adaptation, how camel spiders live in desert conditions, is important to predict future change in some of the harshest habitats in the world. The training objectives include acquiring new skills in genomic sequencing and bioinformatics at the University of Wisconsin-Madison and the Hebrew University in Jerusalem. Support through this fellowship will also provide the Fellow with opportunities for public outreach, science education, and mentoring the next generation of aspiring scientists from underrepresented backgrounds.\r\n\r\nThis research will investigate the association between stress-related proteins and ecological adaptation in a group of arachnids commonly known as camel spiders. Contrary to other arachnids, camel spiders have evolved unique behaviors in extreme environments, thus may have evolved a completely novel mechanism to withstand high stress environments. Differences in expression patterns of stress proteins in response to varying levels of thermal conditions may be facilitating adaptive divergence in this group. Using next-generation sequencing techniques, the Fellow will 1) investigate the expression dynamics and role of stress-related proteins in promoting diversification of camel spiders across a climate gradient in Israel and 2) explore the functional divergence, in a phylogenomic context, of such proteins within chelicerates to determine if camel spiders have evolved an alternative mechanism in response to stress. Understanding the molecular evolution of stress tolerance is essential to predicting future impacts in changing environments. Additionally, this award will support the Fellow in developing accessible educational material for public outreach, K-12 students from underrepresented communities, and will support the Fellow in creating research opportunities for undergraduates from diverse backgrounds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erika",
   "pi_last_name": "Garcia",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Erika L Garcia",
   "pi_email_addr": "",
   "nsf_id": "000908918",
   "pi_start_date": "2023-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Garcia, Erika Loaiza",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "80207",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": null,
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061794",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}