{
 "awd_id": "2306265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Track 2: Disrupting Engineering Trauma",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 245079.0,
 "awd_amount": 245079.0,
 "awd_min_amd_letter_date": "2023-01-18",
 "awd_max_amd_letter_date": "2023-01-18",
 "awd_abstract_narration": "This collaborative research project will explore racialized mental health experiences in engineering and apply innovative approaches to promote racial equity in the discipline. The central hypothesis of this proposal is that students, especially the traditionally excluded, have negative experiences that result in high levels of distress that is not clearly visible but can have significant impacts within their collegiate experiences. The proposal addresses three interests of the BPE program: 1) Understand the systemic barriers that prevent traditionally underserved communities from pursuing and succeeding in engineering, 2) Develop innovative methods and projects to significantly impact the recruitment and retention of engineering students, faculty, and employees from traditionally underserved communities, and 3) Design and transform culture to make diversity, equity, and inclusion a priority in the engineering enterprise. \r\n\r\nThe purpose of the research is to make clear that engineering education, when performed traditionally, can serve as a stressor that is sufficient to (1) cause/initiate subclinical or clinical levels of distress and dysfunction or (2) maintain or exacerbate pre-existing stress reactions. The project guiding research questions include: What are the baseline levels of stress and distress for Black, Latin, and Indigenous (BLI) engineering students, based on their self-identification of critical life events and How do the racialized experiences of BLI students uniquely contribute to their symptoms of distress? To address these questions we will use validated tools from psychology to assess the baseline stress, distress, and traumas of engineering students and follow-up with in-depth interviews with undergraduate BLI students to thematically analyze participants' distressing and traumatizing experiences in engineering education. The intellectual merit of the project includes 1) defining racialized stress, distress, and trauma in engineering, which will expand the engineering and STEM communities' knowledge of the ways default educational practices increase each of these in students; 2) Articulating the intersectional experiences related to mental health that occur within engineering education. 3) Expand the use of existing theories and practice for understanding racialized stress, distress, and trauma, to foster positive mental health and wellbeing for BLI engineering students. The broader impacts of the project includes 1)  Produce a model of BLI engineering students' characterization of trauma related to their engineering education to define and develop measures of stress and trauma in engineering, 2) Identify strategies to reduce educational experiences that lead to traumatic responses for BLI students, and 3) Develop and update engineering education pedagogy by helping engineering faculty recognize how their behaviors or interactions with students may contribute to students' repeated over-exposure to stress that could lead to traumatic responses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Cross",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly J Cross",
   "pi_email_addr": "kelly.cross@bme.gatech.edu",
   "nsf_id": "000707694",
   "pi_start_date": "2023-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "30332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 245079.0
  }
 ],
 "por": null
}