{
 "awd_id": "2306178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation: Addressing the Readiness Gap through Examining Engineering Students' Perceptions of their Future Professional Selves",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2023-06-08",
 "awd_abstract_narration": "Research documents a “readiness gap” that new engineering graduates are not fully prepared for the workforce, particularly in terms of professional, non-technical skills (such as communication and teamwork). Engineering educators have adapted curriculum and updated teaching methods to promote these skills, but the gap persists. This study will examine the readiness gap not from the employers’ perspective of the missing desired skills, but from the students’ perspective about their expectations for the workforce. By the time engineering students graduate, they will have been in school for most of their lives: the transition to the workforce is no ordinary transition — it is a step into the unknown. This project will attempt to: 1) understand students’ expectations about life after graduation; and 2) determine to what extent a brief intervention (showing students short videos of recent alumni discussing their personal transitions from school to work) can affect students’ expectations about work and their perspectives about their future selves. Students will be surveyed before and after watching the videos to see if watching the videos affected their sense of their future selves or their expectations for their future work in engineering. The PI leading this study is new to the field of engineering formation research and will be mentored by an established engineering education researcher, which addresses the program goals of initiating new engineering education researchers into the field. \r\n\r\nMultiple studies have documented a misalignment between new engineering graduates’ preparedness and employer expectations. This study will study the identified “readiness gap” of new engineering graduates entering the workforce by examining students’ expectations toward their professional future. How might identifying, understanding, and potentially addressing their beliefs and misconceptions about engineering contribute to correcting the misalignment? The study will address two Research Questions: 1) How do undergraduate engineering students imagine their professional futures? and 2) How does a brief invention of having students watch a series of short videos by recent alumni affect their perceptions about their professional future? The intervention consists of a series of short, thematically curated video clips of early career engineers answering questions from current students about life and work after graduation. A mixed methods approach will be employed, using pre- and post-surveys and semi-structured interviews of students who watch the videos. Each year of the project, pre- and post-surveys will be conducted with 150 students; from that pool of 150 respondents, 30 students will participate in follow-up semi-structured interviews.  We will oversample participants who had the strongest positive and negative reactions to a question asking the about the value of intervention. The pre- and post-surveys will include a validated scale, the Future Self Continuity Questionnaire, and the data will help locate students’ sense of their future selves as engineering professionals on a range of fixed to fluid identities, determine whether their perceptions of their future professional selves change after the intervention, and inform analysis of the qualitative data. Study outcomes include establishing a starting point for understanding engineering students’ career expectations and advancing efforts to promote professional readiness through vivid and positive examples of early career engineers; the use of a video intervention will be transferable and adaptable to other types and sizes of institutions. In particular, the study will investigate the perspectives and potential changes in perspective of students from first-generation university students. Additionally, this project develops the capacity of the PI in engineering education research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harlynn",
   "pi_last_name": "Ramsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harlynn Ramsey",
   "pi_email_addr": "hramsey@usc.edu",
   "nsf_id": "000910640",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Karlin",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer N Karlin",
   "pi_email_addr": "jennifer.james-1@mnsu.edu",
   "nsf_id": "000330208",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3650 McClintock Ave",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900894304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}