{
 "awd_id": "2306124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lee Waves and Sheared Mean Flow: Interactions and Impacts of Topography",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 545490.0,
 "awd_amount": 545490.0,
 "awd_min_amd_letter_date": "2023-01-18",
 "awd_max_amd_letter_date": "2023-01-18",
 "awd_abstract_narration": "Lee waves are an example of internal gravity waves forced by stably stratified flow over bathymetry. Oceanic internal lee waves have horizontal wavelengths between O(1–10) km that bridge mesoscale currents and smallscale turbulence and play a central role in the ocean’s energy cascade. Their generation exerts wave drag on balanced flow and extracts mesoscale energy, and their propagation transports this energy through wave-fluxes. When they break, they convert energy downscale to turbulent dissipation and mixing, maintaining ocean’s stratification and in turn contributing to the largescale circulation. This project will examine why observed dissipation in the deep ocean downstream from flow-topography interactions is smaller than predicted by the common assumption of equating lee-wave generation with dissipation. This research will determine the role of lee waves in dissipating versus redistributing energy for better parameterizations of wave drag and mixing for oceanic general circulation models. This project will support an early-career lead PI, a graduate and two undergraduate students to be trained on wave dynamics and ocean modeling.\r\n \r\nRegional numerical modeling with Process Study Ocean Model (PSOM) will simulate the generation, propagation, interaction and dissipation of lee waves in mean shear. PSOM is a non-hydrostatic ocean model that has been widely used to study submesoscale processes. The PIs will extend prior idealized simulations to explore a range of topographic variations to examine mechanisms that may suppress turbulence in the lee of flow-topography interactions. These mechanisms are: (i) nonlinear generation due to topographic blocking and splitting, (ii) reabsorption of lee-wave energy back to the sheared mean flow, (iii) remote dissipation in the form of free waves that escape the localized generating current, and (iv) downstream advection of lee-wave energy from localized generating topography. Among these mechanisms, reabsorption will occur for trapped lee waves in bottom-intensified currents, while nonlinear generation and downstream advection have a strong dependence on specific, as opposed to random, topographies. The primary analysis tool will be energy conservation budgets for different components (mean jet, lee waves, and free waves) to quantify the dissipative and non-dissipative fates of lee waves.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yue",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yue Wu",
   "pi_email_addr": "ywuocean@umich.edu",
   "nsf_id": "000858654",
   "pi_start_date": "2023-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "503 THOMPSON ST",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 545490.0
  }
 ],
 "por": null
}