{
 "awd_id": "2306885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Advancing a comprehensive model of year-round ecosystem function in seasonally frozen lakes through networked science",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 1046576.0,
 "awd_amount": 1077988.0,
 "awd_min_amd_letter_date": "2023-07-21",
 "awd_max_amd_letter_date": "2025-03-07",
 "awd_abstract_narration": "Winter is the fastest warming season in the northern hemisphere. For millions of the world’s seasonally-frozen lakes, this warming means shorter and thinner ice cover and changing patterns of snow accumulation on the ice. Because ice and snow affect many fundamental physical, chemical, and biological properties of lakes, changes in winter conditions can disrupt lake ecosystems and the services they provide to humanity. Until recently, lake scientists paid relatively little attention to winter, meaning we know very little about how lakes work when covered by ice and snow and how winter conditions affect the rest of the year. This leaves scientists ill-prepared to predict how changing winters will impact lakes or to mitigate negative impacts. This study addresses this “winter knowledge gap” and develops a predictive understanding of how winter conditions affect the ecological populations, communities, and food webs of diverse types of lakes. Along with intensive studies of lakes by the core project team, the investigators are also recruiting researchers from dozens of institutions to expand sampling to many additional lakes. This ‘Team Science’ approach will train many aquatic scientists in specialized winter sampling methods, empowering other scientists to include studies of winter conditions in their research programs. It will develop a network of winter-hardy aquatic researchers with the goal of advancing understanding of year-round ecosystem function in the face of climate change. The project provides education and training opportunities for multiple graduate and undergraduate students and a postbaccalaureate researcher.\r\n\r\nThis study combines two approaches: 1) detailed seasonal studies of ecological processes in 12 lakes by the project’s investigators; and 2) research across at least 60 other lakes by a network of collaborators. In the first part of the effort, the investigators are focusing on 12 lakes with contrasting water quality characteristics and winter severity. The lakes are being instrumented with continuously-recording temperature, light, and oxygen sensors. The investigators are also studying water, bacteria, phytoplankton, and zooplankton throughout the year to determine how plankton populations and communities evolve through seasons in different lake types. Using stable isotopes and fatty acid analysis, the investigators are assessing the way food web structure changes across seasons and the production and cycling of organic matter. For the second part of the study, the investigators are recruiting a network of researchers to collect samples from at least another 60 lakes. These collaborators are being trained in winter research methods and are provided with sampling kits and instructions for sample collection. Their samples are being analyzed with samples from the core set of 12 lakes, ensuring compatibility of results. Collaboration between the co-PIs and their network is allowing for broad participation in interpretation of data and testing of hypotheses about the way winter severity interacts with water quality to affect lake ecology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tedy",
   "pi_last_name": "Ozersky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tedy Ozersky",
   "pi_email_addr": "tozersky@d.umn.edu",
   "nsf_id": "000641130",
   "pi_start_date": "2023-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota Duluth",
  "inst_street_address": "1049 UNIVERSITY DRIVE 209 DARLAND",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187267582",
  "inst_zip_code": "558123011",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPCTM8BS8NF3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Duluth",
  "perf_str_addr": "1035 UNIVERSITY DR RM 133",
  "perf_city_name": "DULUTH",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558123031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1046576.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 31412.0
  }
 ],
 "por": null
}