{
 "awd_id": "2306099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation : Exploring First Generation Engineering Technology College Students Acquisition of the Engineering Identity",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 199319.0,
 "awd_amount": 199319.0,
 "awd_min_amd_letter_date": "2023-08-23",
 "awd_max_amd_letter_date": "2024-06-20",
 "awd_abstract_narration": "Each year engineering students enroll in college to gain knowledge and develop skills in preparation for their careers in the field. The successes and experiences of these students within their engineering education shape how they see themselves within the profession as they transition from “engineering student” to “engineer.” While the process of acquiring the engineer identity looks different for every student, there are certain complexities that emerge when the engineering student identity is intersected with other identities, including those that face unique challenges such as first-generation. Unlike continuing-generation peers, first-generation students who are the first in their families to attend college are progressing toward the engineer identity at the same time they are learning to navigate the landscape of higher education with its complex structures and jargon. These identities influence how students understand their position within engineering programs. Furthermore, the type of program a student enrolls in may impact how a student conceptualizes and consolidates the engineer identity. Engineering technology programs have historically been associated with a more hands-on approach to engineering education. As such, the process of acquiring the engineer identity may look different for engineering technology students compared to peers in engineering science programs. This study will explore the question of how these two identities: first-generation and engineering technology students intersect to influence the formation of the engineer identity. This goal is directly aligned with research in the professional formation of engineers which seeks to better understand how engineering education programs develop future engineers.\r\n\r\nThe research design for this project is a two phase, mixed methods approach. In Phase 1, we will survey approximately 500 engineering technology students across two and four-year institutions. Responses will address the research questions of how self-identified first-generation engineering technology students conceptualize and consolidate the engineer identity as part of their education across institutions, as well as address how first-generation participants understand and leverage forms of social capital in pursuit of their engineering degree as compared to continuing-generation peers. Additionally, performance metric data will be obtained and de-identified through the Office of Institutional Effectiveness at UNC Charlotte for local participants who have consented to participate as a way to investigate whether discrepancies exist between first-generation engineering technology students and continuing-generation peers in the same program. In Phase 2, we will employ qualitative interviews with a group of 35 first generation engineering technology students to secure a richer understanding of their experiences. This iterative approach will allow us to identify potential gaps in Phase 1 while the qualitative work in Phase 2 will then expand our understanding of the engineer identity acquisition process. The primary goal of this project is to contribute to the growing body of knowledge provided by engineering education researchers. At present, there is limited research exploring the consolidation of the engineer identity among first-generation students. No existing study has explored this phenomenon with engineering technology students. We hope to leverage our research to begin to close this knowledge gap and to disseminate our findings widely to other engineering educators who serve to support first-generation engineering technology students as they conceptualize their place within the engineering profession.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Kimble",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Kimble",
   "pi_email_addr": "jkimble@uncc.edu",
   "nsf_id": "000245051",
   "pi_start_date": "2023-08-23",
   "pi_end_date": "2024-06-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gretchen",
   "pi_last_name": "Dietz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gretchen A Dietz",
   "pi_email_addr": "gdietz@wcu.edu",
   "nsf_id": "000894622",
   "pi_start_date": "2024-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Gretchen",
   "pi_last_name": "Dietz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gretchen A Dietz",
   "pi_email_addr": "gdietz@wcu.edu",
   "nsf_id": "000894622",
   "pi_start_date": "2023-08-23",
   "pi_end_date": "2024-06-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Bullington-Miller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan C Bullington-Miller",
   "pi_email_addr": "jcbullin@uncc.edu",
   "nsf_id": "000916754",
   "pi_start_date": "2023-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 199319.0
  }
 ],
 "por": null
}