{
 "awd_id": "2306327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Asymptotic Analysis of Almost-Periodic Operators of Quantum Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 219951.0,
 "awd_amount": 219951.0,
 "awd_min_amd_letter_date": "2023-05-12",
 "awd_max_amd_letter_date": "2023-05-12",
 "awd_abstract_narration": "Quasi-periodic structures have been attracting increasing interest over the last thirty years. This interest is due to the importance of these media in solid-state physics. Until the 1970s all materials studied consisted of periodic arrays or were amorphous. In the last decades a new class of solid-state matter, called aperiodic crystals, has been found. An aperiodic crystal is a long-range ordered structure but without lattice periodicity. It is found in a wide range of materials: organic and inorganic compounds, minerals (including a substantial portion of the earth's crust), metallic alloys (under various pressures and temperatures), and even some proteins. The 2011 Nobel Prize in Chemistry recognizes the discovery of quasicrystals, in which atoms are ordered over long distances but not in the periodically repeating arrangement of traditional crystals. The present research is focused on the investigation of the properties of such quasi-periodic structures using appropriate mathematical models. This study will lead to the understanding of the mechanism of electrical conductivity in modulated crystals, especially, of the phenomenon of the metal-insulator transition.\r\n\r\nThe proposed activity will lead to research in different classical as well as modern areas of mathematics and theoretical physics. This research combines powerful apparatus from the theory of partial differential equations, complex analysis, and others. Considered subjects are at the interfaces between pure mathematics, theoretical physics, and engineering. The proposed activity covers some old and new questions for almost-periodic structures which have a lot of applications in physics and engineering. The methods and constructions are quite intricate and are of great interest to both mathematicians and physicists. The proposed research will lead to a better understanding of some very important questions in quantum mechanics, hydrodynamics, the theory of quantum networks, spectral theory, spectral geometry, the theory of photonic crystals, and many others. The prospective results can explain or/and predict some effects which appear in experiments. Obtained improvements of different methods can be applied to the investigation of other mathematical and physical problems. The proposed effort also includes integrating the research into the undergraduate and graduate curricula.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Shterenberg",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Roman G Shterenberg",
   "pi_email_addr": "shterenb@math.uab.edu",
   "nsf_id": "000334061",
   "pi_start_date": "2023-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH ST",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 219951.0
  }
 ],
 "por": null
}