{
 "awd_id": "2306340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Do We Need Something Beyond Cold Dark Matter?",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 450358.0,
 "awd_amount": 450358.0,
 "awd_min_amd_letter_date": "2023-07-31",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "The gravitational force holding galaxies together tells us that there is more mass inside galaxies than we can see — an unknown component we call “dark matter.”  There is roughly six times as much dark matter as normal matter in the universe. The most recent Report of the Particle Physics Project Prioritization Panel (P5) listed the identification of dark matter as one of the key drivers of projects in this decade. So far, the only clue to the nature of dark matter has come from astronomical observations. There is good evidence that dark matter must be a particle, much like protons. In fact, there could be multiple “dark” particles (like there are protons, neutrons, electrons, etc). If that is the case, those dark particles may interact with each other, much like light interacts with atoms. These interactions could leave an observable imprint on galaxies. To date, a model with dark matter interactions is consistent with all astronomical observations. In this project, scientists at Rutgers University will undertake the largest-ever investigation into how interacting dark matter affects galaxies. The team will use a large set of galaxy simulations to study multiple, independent observables that could reveal whether dark matter has interactions or not. This project will take a major step forward in understanding the properties of dark matter. This work also establishes a program to support and mentor first-year college students (many of whom are likely to be from groups historically underrepresented in STEM) as they transition to being undergraduates. The program will (1) develop a mentoring relationship between students and members of the Rutgers Physics & Astronomy department, (2) utilize cohort building activities to develop the students into a peer support network for each other, (3) introduce the students to basic research tools and get them involved in original research. These three goals have been shown to increase the retention of underrepresented students in science.\r\n\r\nThe research team will use a suite of high resolution, state-of-the art simulations of galaxy formation within both a Cold Dark Matter (CDM) and self-interacting dark matter (SIDM) paradigm. The initial conditions for every galaxy run in CDM will be used to run the same galaxy within SIDM, for a direct comparison of the effect of the dark matter model. The plan is to (1) examine whether CDM or SIDM can reproduce the diverse range of rotation curves observed in real galaxies; (2) directly compare the observed shapes of galaxies with those predicted in CDM vs SIDM; (3) test the resulting central densities, sizes, and stellar stripping of satellites in SIDM relative to CDM; (4) explore supermassive black hole (SMBH) growth and merging in CDM vs SIDM. A strategic advantage of the proposed work is that each test is independent and orthogonal. At the end of the project, our understanding of the observational impact of SIDM will be substantially improved, and direct tests against observational probes will identify whether CDM or SIDM is a viable model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alyson",
   "pi_last_name": "Brooks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alyson Brooks",
   "pi_email_addr": "abrooks@physics.rutgers.edu",
   "nsf_id": "000575271",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZA",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 450358.0
  }
 ],
 "por": null
}