{
 "awd_id": "2306739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SCH: Therapeutic and Diagnostic System for Inflammatory Bowel Diseases: Integrating Data Science, Synthetic Biology, and Additive Manufacturing",
 "cfda_num": "47.041, 47.070",
 "org_code": "05020000",
 "po_phone": "7032922170",
 "po_email": "tmartin@nsf.gov",
 "po_sign_block_name": "Thomas Martin",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 327985.0,
 "awd_amount": 327985.0,
 "awd_min_amd_letter_date": "2023-09-07",
 "awd_max_amd_letter_date": "2023-09-07",
 "awd_abstract_narration": "Inflammatory bowel diseases (IBD) affect several million individuals worldwide, and their incidence is increasing. These diseases are characterized by chronic relapsing and remitting inflammation of the gastrointestinal (GI) tract, resulting in debilitating physical and psychosocial symptoms. Currently, it is known that IBD results from a complex interplay among host, microbial, and environmental factors. What is not known is how this complex interplay triggers the disease, which impedes an accurate diagnosis, and the development of efficient treatments. This project aims at modeling this complex interplay, to develop a theragnostic (therapeutic + diagnostic) tool that can be safely delivered to the GI tract to detect and treat IBD. The development of the theragnostic tool will allow patients with IBD to control their symptoms and live a healthier and happier life. Furthermore, the IBD theragnostic would be a proof-of-concept enabling the development of more theragnostic tools capable of treating other chronic diseases. Besides improving the quality of life of IBD patients, the proposed project has a strong educational plan to develop a diverse and globally competitive STEM workforce. First, 25 rising 7th-9th-grade students from communities underrepresented in STEM will participate in the “Data Science in Biology Summer Camp”. The goal of the camp is to motivate participants to consider a career in STEM through application-based learning. Second, the project will increase the participation of undergraduate students in research through targeted programs that will motivate them to consider an advanced degree in STEM. Third, the project will train the interdisciplinary workforce of tomorrow. The proposed research will attract some of the best young minds to build a theragnostic tool for IBD. Due to the highly interdisciplinary nature of the proposed research, graduate students involved in this program will receive fundamental training in data science, synthetic biology, and additive manufacturing which will highly benefit their future careers. \r\n\r\nTo model the complex interplay among host, microbial and environmental factors, and develop a theragnostic tool that can be safely delivered to the GI tract, the project integrates data science, synthetic biology, and additive manufacturing through three main objectives. First, using data science, the research team will model the complex host-microbes-environment interplay by using data from the IBD Multi-omics Database, containing records of different microbially focused profiles at several points in time and environmental factors such as dietary and smoking habits for several subjects. The successful completion of this objective will provide insights into critical biomarkers of IBD, as well as the mechanisms of disease progression, which will be incorporated to design the theragnostic tool. Second, using synthetic biology, the research team will exploit the information on key biomarkers of IBD to build an engineered bacteria able to sense IBD-associated inflammatory markers and drive the expression of anti-inflammatory effectors. The successful completion of this objective will result in a theragnostic engineered bacteria able to perform host-correcting actions against inflammatory responses. Third, using additive manufacturing, the research team will develop a 3D-printed smart pill to securely and safely deliver the theragnostic bacteria to target regions of the GI tract. The successful completion of this objective will result in a 3D-printed smart pill able to deliver the engineered bacteria securely and effectively to the GI tract. Finally, the synergistic integration of data science, synthetic biology, and additive manufacturing will be evaluated to guarantee the successful design of a theragnostic tool for IBD.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Azad",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad A Azad",
   "pi_email_addr": "maazad@ncat.edu",
   "nsf_id": "000784451",
   "pi_start_date": "2023-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 E MARKET ST DOWDY BLDG STE 418 221 DOWDY ADM BLDG",
  "perf_city_name": "GREENSBORO",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 327985.0
  }
 ],
 "por": null
}