{
 "awd_id": "2306092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An engineered platform to establish the role of interferon signaling in dormancy and chemoresistance",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 511636.0,
 "awd_amount": 511636.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2024-06-11",
 "awd_abstract_narration": "Despite improvements to the standard of care, the overall cure rate for ovarian cancer patients has stagnated at around 40%, making it the most lethal gynecologic malignancy. While most patients initially show some responsiveness to chemotherapy, 20-30% of ovarian cancer patients experience recurrence within 6 months of the completion of treatment. Currently, there is no method to predict a patient’s response to chemotherapy prior to initiating treatment. There is a rare subpopulation of cancer cells that can transition into a temporary dormant state in response to harsh external cues, allowing them to evade chemotherapy. These cells can then reawaken after treatment has concluded and develop into metastatic disease. The main goals of this project are to utilize a novel silica-based material to investigate the signaling mechanisms directing cells to enter dormancy, and then use this knowledge to develop a clinical tool to identify patients at increased risk for chemoresistance. The results from this project could be used to inform the development of more effective therapeutics to target dormant cancer cells. Beyond scientific exploration, this project also aims to improve diversity, equity, and inclusion in engineering by promoting engagement with underrepresented K-12 students in the Twin Cities area. This outreach will include educational presentations and hands-on experiences on various engineering topics, including cancer bioengineering. A new, hands-on cell encapsulation activity will also be developed and integrated into an existing Introduction to Tissue Engineering outreach module offered multiple times each summer through the UMN College of Science and Engineering. \r\n\r\nThe main goal of this project is to leverage a novel platform to determine the role of interferon signaling on the induction of, sustenance of, and awakening from cellular dormancy. Dormancy-capable cancer cells can exist in a temporary, non-proliferative state, allowing them to evade many common chemotherapeutics. Interferons are potent signaling molecules with known antiviral and immunomodulatory functions. Recently, elevated interferon signaling in cancer cells has been hypothesized to contribute to increased chemoresistance. Dormancy-capable cancer cells also show evidence of significant interferon signaling activation. The first objective of this project is to utilize a novel encapsulation platform to identify the precise interferon-stimulated signaling axes promoting dormancy. Genetic knockdowns will be used to evaluate the contribution to dormancy induction and chemoresistance of specific interferon-stimulated transcriptional regulators. The second objective of this project is to develop a prognostic tool that could be used to predict a patient’s response to chemotherapy. Previous work has shown that immobilization in silica gel selects for a chemoresistant subpopulation of cancer cells. A retrospective study of ovarian cancer patients will be performed to assess the prognostic potential of silica gel immobilization as a method for identifying patients at risk of chemoresistance. In parallel, results from the mechanistic investigation will be leveraged, in conjunction with machine learning techniques, to generate an interferon-related prognostic gene signature from single cell sequencing data of patient tumors. These results will advance the understanding of cancer cell dormancy and develop new strategies for stratifying ovarian cancer patients to inform treatment decisions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alptekin",
   "pi_last_name": "Aksan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alptekin Aksan",
   "pi_email_addr": "aaksan@umn.edu",
   "nsf_id": "000330270",
   "pi_start_date": "2023-06-08",
   "pi_end_date": "2024-06-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samira",
   "pi_last_name": "Azarin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Samira M Azarin",
   "pi_email_addr": "azarin@umn.edu",
   "nsf_id": "000727742",
   "pi_start_date": "2024-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Samira",
   "pi_last_name": "Azarin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Samira M Azarin",
   "pi_email_addr": "azarin@umn.edu",
   "nsf_id": "000727742",
   "pi_start_date": "2023-06-08",
   "pi_end_date": "2024-06-11"
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "111 Church Street SE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 511636.0
  }
 ],
 "por": null
}