{
 "awd_id": "2307729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Three Topics in Stochastic Analysis: Kyle's model, Systems of BSDEs and Superrough volatility",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 441331.0,
 "awd_amount": 441331.0,
 "awd_min_amd_letter_date": "2023-05-15",
 "awd_max_amd_letter_date": "2023-05-15",
 "awd_abstract_narration": "This research project contains three separate but related avenues of inquiry. All three of them are either inspired by or are related to practical questions arising from finance and economics. The first project focuses on a class of models, known as Kyle models, which describe how information is exchanged among participants in a financial market. These models can be used, for example, to detect insider trading. The second project focuses on a class of equations, known as Backward Stochastic Differential Equations, to better understand strategic behavior of agents in a wide range of competitive environments. Finally, the third project aims to understand the dynamics and the nature of the kinds of random fluctuations one often observes in financial market volatility. Finally, the project will have a significant impact on education and training, not only through the improvement of advising and teaching at the PI's own institution, but also through national and international dissemination of the produced research findings and knowledge.\r\n\r\nThe first project concerning Kyle modeling focuses on the recent work of the PI and his collaborators, where \"noise trading\" with stochastic volatility was studied. The PI plans to extend these results in various directions, such as the introduction of several assets, the study of the relationship with an intriguing optimization problem, and an investigation of a related nonstandard decomposition problem for stochastic processes. The second project will tackle several problems related to the existence and uniqueness of solutions for systems of nonlinear, fully-coupled, Backward Stochastic Differential Equations. In particular, the PI plans to continue this study and focus on the non-Markovian case using methods based on past results on the so-called \"submartingale\" characterization as well as on linear systems with BMO-coefficients. The third project will study the limiting theory for a class of point processes, known as Hawkes processes, in the \"nearly unstable\" regime. The PI and his students will be particularly interested in the class where the self-excitation has a \"long tail\". It is expected that the limits of such processes will belong to a new class of random fields, related to log-correlated Gaussian random fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordan",
   "pi_last_name": "Zitkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordan Zitkovic",
   "pi_email_addr": "gordanz@math.utexas.edu",
   "nsf_id": "000176955",
   "pi_start_date": "2023-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 441331.0
  }
 ],
 "por": null
}