{
 "awd_id": "2307132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Superconductor-(Metal)-Insulator Transitions: Understanding the Emergence of Metallic States, A Continuation Proposal",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 727567.0,
 "awd_amount": 727567.0,
 "awd_min_amd_letter_date": "2023-07-26",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "Nontechnical Abstract: An increasing number of recent experiments reveal a possible “anomalous metallic state” (AMS), which exhibits properties that cannot be understood on the basis of “standard paradigms” of electrons in solid-state systems. The project aims to explore the extent of the emergence of the anomalous metallic phase and its relation to a failed superconducting and/or insulating states. Furthermore, the project explores possible variants of the AMS in multiple cases. Results are expected to shed light on a new class of metallic states of matter and will have an impact on physics as a discipline, on education and on society. Pointing to a lack of full understanding of one of the fundamental types of substances in nature, it ought to trigger curiosity at all levels of society, thus helping to enhance our scientific understanding and possible impact technological applications.\r\n\r\nTechnical Abstract: An increasing number of recent experiments on disordered superconducting films, initially searching for a superconductor-insulator transition (SIT), have been pointing to the possibility of a zero-temperature transition from a superconductor to an “anomalous metallic state” (AMS) that features properties of a “failed superconductor.” This state exhibits significant superconducting correlations, yet the system fails to globally condense even at zero temperature, settling at a finite conductivity through a quantum superconductor to metal transition (QSMT). Furthermore, where strongly inhomogeneous systems are studied, charging energy of the superconducting islands, which typically leads to an insulating state through Coulomb blockade, can experience charge fluctuations when weakened, preventing the establishment of a true insulator. As observation of deviations from the “standard paradigm,” particularly in the limit of two-dimensions, have been fast accumulating, it becomes clear that there exists a new class of metallic states as the temperature tends to zero, where the electronic properties cannot remotely be understood on the basis of Fermi liquid and Drude theories, thus pointing to a new paradigm for metallic states in nature. Exploring SIT and the emergence of anomalous metallic states and their properties are the focus of this projects. This is achieved through focus on enhanced phase fluctuations materials either using highly granular films or unconventional superconductors such as superconductor/ferromagnet bilayers, as well as low-temperature magneto-transport measurements including sensitivity to external perturbations and improved mutual-inductance probe for the study of superfluid response.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aharon",
   "pi_last_name": "Kapitulnik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aharon Kapitulnik",
   "pi_email_addr": "aharonk@stanford.edu",
   "nsf_id": "000471229",
   "pi_start_date": "2023-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Jane Stanford Way",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 475736.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 251831.0
  }
 ],
 "por": null
}