{
 "awd_id": "2307870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISES Investigating mercury biogeochemical cycling via mixed-methods in complex artisanal gold mining landscapes and implications for community health",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 1537666.0,
 "awd_amount": 1537666.0,
 "awd_min_amd_letter_date": "2023-06-30",
 "awd_max_amd_letter_date": "2023-06-30",
 "awd_abstract_narration": "Human activities lead to increased contamination in both terrestrial and aquatic ecosystems. Contaminants can pose harm to both people and wildlife, with specific harms and exposures dependent on complex socio-ecological factors. This study investigates environmental risk vis-a-vis mercury (Hg) released from artisanal and small-scale gold mining (ASGM) sites. Mercury is a potent neurotoxin used to amalgamate gold in ASGM contexts globally. ASGM has become the leading cause of mercury emissions worldwide and is particularly harmful when burned off gold and emitted as gaseous elemental mercury (GEM). However, little is known about the fate of mercury from ASGM activities, including if and how mercury accumulates in crops, or local knowledge of mercury dangers and exposure routes, all of which contribute to actual and perceived environmental risk. This research asks: (1) What is the local and regional fate of Hg vaporized from ASGM in terrestrial ecosystems? (2) To what extent is Hg accumulating in crops grown near ASGM, and how do landscape and soil characteristics impact crop Hg concentrations? (3) How do local people understand Hg contamination and exposure, and how do spatialities of local knowledge articulate with environmental contamination variability? Results from this research will provide direct benefits related to the goals of the recently ratified International Minamata Convention on Mercury. \r\n\r\nThe research focuses on mercury in Ghanaian ASGM systems with contrasting geology, mining type, climate, and ecosystem. Ghana possesses extensive ASGM activities, which increased dramatically in the last 15 years. To query the research questions, the researchers employ mixed methods including community mapping activities and semi-structured interviews, biogeochemical data collection (passive air samples, bulk deposition, throughfall, litterfall, soil, and crop) and modeling (empirically constrained mass budgets, Lagrangian plume models). As farmers grow crops directly adjacent to ASGM sites, this project models where mercury travels, and how it accumulates in agricultural fields and specific staple crops grown in both communities (e.g. cassava, cocoa yam, plantain). The data generated from this proposal will improve Hg models, allowing for better understanding of environmental risks and contamination dynamics (i.e., Hg use, atmospheric transport, deposition, soil storage, and crop accumulation) associated with localized ASGM activity. Furthermore, this research systematically investigates what soil and landscape features lead to the accumulation of Hg within crops to better understand potential human exposure pathways to Hg beyond occupational exposure and consumption of contaminated fish. At the end of the project, workshops and training will be organized to inform harm reduction practices, including agricultural and mining practices to reduce mercury accumulation in crops, and other local exposures. This research links together concepts from political ecology and landscape ecology in a dynamic bi-directional coupling of socio-environmental systems that determines where and when contaminants deposit and accumulate on the landscape. The concept of “environmental risk landscape” can be further developed to evaluate environmental risk in other socio-environmental contexts, including environmental injustice in the U.S.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Hausermann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Hausermann",
   "pi_email_addr": "heidibak@umich.edu",
   "nsf_id": "000631342",
   "pi_start_date": "2023-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Gerson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline Gerson",
   "pi_email_addr": "jacqueline.gerson@cornell.edu",
   "nsf_id": "000837644",
   "pi_start_date": "2023-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W Lake St",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "7391",
   "pgm_ref_txt": "GHANA"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 148789.0
  }
 ],
 "por": null
}