{
 "awd_id": "2307231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unlocking the Potential of Zintl Compounds for Thermoelectrics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 501168.0,
 "awd_amount": 670871.0,
 "awd_min_amd_letter_date": "2023-04-27",
 "awd_max_amd_letter_date": "2024-06-05",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY\r\n \r\nWith support from the Solid State and Materials Chemistry program in NSF’s Division of Materials Research, the principal investigator and her research group at the University of California Davis synthesize and characterize new Zintl compounds. Zintl phases are compounds composed of metallic elements but have the properties of a semiconductor. This type of material has potentially excellent thermoelectric properties. Less expensive thermoelectric materials could alter the world’s energy landscape by converting waste heat into usable electricity and reducing our dependence on fossil fuels. The energy conversion efficiency of a material requires low electrical resistivity like a metal and low thermal conductivity as in an insulator. The unique combination of composition and structure of Zintl phases can give rise to exceptional thermoelectric properties that can be further optimized by systematic substitution of individual elements. This project develops new structures and optimizes properties toward high efficiency thermoelectric materials. A new course for graduate students focused on resiliency, mental health and well-being is developed and assessed during the time of this award. This project also trains young scientists in structure determination and property measurements along with thermoelectric design and optimization. Graduate and undergraduate students’ scientific and social skills are developed through workshops, symposiums, and individualized mentoring. \r\n \r\n \r\nPART 2:   TECHNICAL SUMMARY\r\n \r\nEfficient thermoelectric materials are required to impact energy conversion technologies. This project, with support from the Solid State and Materials Chemistry program in NSF’s Division of Materials Research, provides new Zintl phase compounds via flux and direct synthesis and characterizes their properties with a goal of discovering new thermoelectric materials. Compounds with promising properties are then further optimized for their thermoelectric efficiency and provide new directions of research for the scientific community. Goals include the the synthesis of new compounds that have not yet been investigated and, e.g. morphological optimization of Zintl phases. Two-dimensional (layered) and one-dimensional (chain) containing phases are synthesized and their properties characterized. The properties of these new phases will be enhanced with alio- and iso-valent substitution towards better thermoelectric behavior. Graduate and undergraduate students learn a suite of physical characterization techniques and how to correlate structure and phase composition with electronic and thermal transport properties. In collaboration with the UC Davis graduate division, a mental wellness and scientific resiliency course is taught and assessed during the timeframe of this award. Graduate and undergraduate students can develop their scientific and social skills through workshops, symposiums, and mentorship. The research will be disseminated at national meetings and findings published in peer-reviewed journals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kauzlarich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Kauzlarich",
   "pi_email_addr": "smkauzlarich@ucdavis.edu",
   "nsf_id": "000242492",
   "pi_start_date": "2023-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR, STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 577318.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 93553.0
  }
 ],
 "por": null
}