{
 "awd_id": "2307996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISES : Through the Prism of Groundwater Pollution: The Interplay of Extreme Wet Events, Socio-Economic Well-Being, and Polity in Unincorporated Communities",
 "cfda_num": "47.074, 47.075",
 "org_code": "04040000",
 "po_phone": "7032922996",
 "po_email": "rsmyth@nsf.gov",
 "po_sign_block_name": "Robyn Smyth",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1599931.0,
 "awd_amount": 1599931.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "Coastal unincorporated communities, those not formally organized under a local municipality, face multiple challenges, including contaminated underground water resources, due to legacy pollution and vulnerability to natural disasters. This research advances our understanding of the complex relationship between socioeconomic factors, water quality, and residents’ wellbeing by evaluating how factors like poverty, limited resources, and environmental hazards impact coastal unincorporated communities. The research combines social and environmental data to model potential risks, improve decision-making, and enhance the resilience of coastal unincorporated communities in the face of future challenges. The project emphasizes inclusivity by involving underrepresented minority students and residents from socio-economic disadvantaged and predominantly marginalized populations in water resource management and educational programs. This research contributes to scientific knowledge, helps address real-world issues, and empowers communities to make informed choices about their water resources.\r\n\r\nThis research project addresses the challenges faced by unincorporated coastal communities in the northwestern Gulf of Mexico, particularly those vulnerable to natural and human-made hazards. These communities are at a higher risk of groundwater contamination due to their socio-economic and polity attributes, such as proximity to landfills, abandoned oil wells, and inadequate infrastructure. The project uses a community-level approach to understand the interplay between socioeconomics, aquifer recharge areas, groundwater contamination, and wellness. The project supports a transdisciplinary consortium of researchers at a Hispanic-Serving Institution. The research advances our understanding of how extreme events impact coastal zone processes, groundwater recharge, and water chemistry, using the continuous input of contaminants into groundwater as a natural tracer experiment. This research: (a) substantiates conceptual information on the extreme wet event-induced aquifer recharge and contamination of groundwater in the context of socio-economic attributes; and (b) advances our knowledge and understanding of communities with variable levels of political, economic, and cultural capital, often excluded from scientific inquiry and collective decision-making processes. This research contributes to the science of Coupled Human and Natural Systems and transforms the way environmental and socioeconomic evaluations are performed in unincorporated, groundwater-dependent communities. The resultant model integrates groundwater recharge and quality with residents’ wellbeing, socioeconomic information, hydro-climatic conditions, and land use providing future scenarios for resiliency planning and management. The project provides cross-disciplinary education and training opportunities for underrepresented minority students at Hispanic-Serving Institutions and actively engages local disadvantaged communities in water resource governance through workshops and K-12 educational programs. The resultant model, informed by stakeholder and policymaker involvement, enhances decision-support tools, and promotes environmental justice and equitable resource management.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorina",
   "pi_last_name": "Murgulet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dorina Murgulet",
   "pi_email_addr": "dorina.murgulet@tamucc.edu",
   "nsf_id": "000621414",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ioana",
   "pi_last_name": "Pavel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ioana E Pavel",
   "pi_email_addr": "ioana.pavel@tamucc.edu",
   "nsf_id": "000533431",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vikram",
   "pi_last_name": "Kapoor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vikram Kapoor",
   "pi_email_addr": "vikram.kapoor@utsa.edu",
   "nsf_id": "000732517",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frauke",
   "pi_last_name": "Seemann",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Frauke H Seemann",
   "pi_email_addr": "frauke.seemann@tamucc.edu",
   "nsf_id": "000796885",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isabel",
   "pi_last_name": "Araiza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isabel Araiza",
   "pi_email_addr": "iaraiza2@delmar.edu",
   "nsf_id": "000827990",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University Corpus Christi",
  "inst_street_address": "6300 OCEAN DR UNIT 5739",
  "inst_street_address_2": "",
  "inst_city_name": "CORPUS CHRISTI",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "3618252730",
  "inst_zip_code": "784125739",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "TX27",
  "org_lgl_bus_name": "TEXAS A&M UNIVERSITY-CORPUS CHRISTI",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3RET2XN41S5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Corpus Christi",
  "perf_str_addr": "6300 OCEAN DR UNIT 5840",
  "perf_city_name": "CORPUS CHRISTI",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "784125503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1599931.0
  }
 ],
 "por": null
}