{
 "awd_id": "2307504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: OCE-PRF: Using machine learning to investigate temporal dynamics of methane seep fauna at the Ocean Observatories Initiative (OOI) Regional Cabled Array",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 308540.0,
 "awd_amount": 308540.0,
 "awd_min_amd_letter_date": "2023-07-31",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "Methane hydrate seeps are unique chemosynthetic marine environments where organisms use chemicals from the seafloor rather than sunlight to create energy. They are found on continental margins worldwide (with more than 1,300 off the coast of Oregon and Washington alone) providing important services such as energy storage in the form of methane hydrates and habitat for commercially important fish stocks, as well as contributing to regional biodiversity and productivity. However, it is still unclear whether these relationships are due to enhanced productivity from chemosynthetic production, increased seafloor habitat complexity, or a combination thereof. Nor is it known what timescales these habitat users operate under: are they random one-off interactions by individuals, or regular, predictable interactions by a broader population? Therefore, it is difficult to quantify and fully describe the services methane seeps provide, which is vital information for successful management of these potentially critical habitats, energy resources, and carbon sinks. This research will explore these questions by using a unique time series of imagery and video collected by the Ocean Observatories Initiative (OOI) Regional Cabled Array over more than a decade at Southern Hydrate Ridge, a methane hydrate seep off the coast of Oregon.  The project will also involve the development of machine learning pipelines which will make future work with OOI imagery more accessible for researchers and the public, since current, manual methods of annotating imagery are incredibly time consuming. Additionally, this project will support an early career post-doctoral researcher, give two undergraduate students an opportunity to participate in research, and produce a classroom module - geared to a broad undergraduate student audience - on marine technology and imagery based marine research.\r\n\r\nSpecifically, this project will develop multi-taxon detectors as a part of a machine assisted annotation pipeline to process an estimated 37 TB of imagery and video collected by the OOI Regional Cabled Array. The pipeline developed for this project will contribute to a fast-moving field of marine automated imaging which aims to make the large amounts of imagery collected in the world’s oceans every day, as well as historically collected data, more readily usable for scientific research. Visible animals, bacterial mats, and geologic structures will be annotated in the imagery, quantifying the changes in abundances and diversity of the community at the site over time. This data will then be used to investigate the temporal trajectory of the benthic megafauna community at the methane seep and examine how the community is influenced by environmental conditions. Insights will help us understand daily, monthly, and yearly cycles in these environments, which will create better understanding of baseline temporal dynamics. Overall, this project will contribute knowledge of methane hydrate seep ecologic dynamics, providing vital information for characterization and management of these biodiverse, high-carbon, and energy-rich habitats.\r\n\r\nThis project is co-funded by the Directorate for Geosciences to support AI/ML advancement in the geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Bigham",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine T Bigham",
   "pi_email_addr": "bighamkt@uw.edu",
   "nsf_id": "000897911",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": null,
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "243Y00",
   "pgm_ele_name": "GEO CI - GEO Cyberinfrastrctre"
  },
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "8205",
   "pgm_ref_txt": "OCE Postdoctoral Fellowships"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 308540.0
  }
 ],
 "por": null
}