{
 "awd_id": "2307920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Vertical Structure of Gas and Dust in Debris Disks",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928490",
 "po_email": "dfabryck@nsf.gov",
 "po_sign_block_name": "Daniel Fabrycky",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 337701.0,
 "awd_amount": 337701.0,
 "awd_min_amd_letter_date": "2023-05-31",
 "awd_max_amd_letter_date": "2023-05-31",
 "awd_abstract_narration": "Debris disks are belts of dust and gas that orbit a host star, similar to the Kuiper Belt in our own solar system. The dust, and at least some of the gas, is generated through collisions between rocky bodies that range in size from tiny grains of sand to the scale of Pluto. This project will characterize the vertical structure of debris disks at radio wavelengths, measuring whether they are puffy (like a donut) or flat (like a pancake), to help us understand how planetary systems evolve. The vertical structure can tell us how common planets like Uranus and Neptune are around other stars. It can also tell us about how often Neptune-like planets migrate through their dusty disks, and it can provide clues to the amount and type of gas that is present during the last stages of planetary system evolution. Van Vleck Observatory’s public outreach program will be reinvigorated after the disruption of the Covid-19 pandemic. Both the research and public outreach components will allow deep involvement from students in Wesleyan’s existing masters and affiliated summer research programs, which are explicitly targeted at drawing students with non-traditional backgrounds into research astronomy.\r\n\r\nThe investigator and her students will use the Atacama Large Millimeter/submillimeter Array (ALMA) to image disks to reveal the distribution of gas and dust in fine detail, with multiple resolution elements across the vertical dimension of each system. The work is part of the large program ARKS (the ALMA survey to Resolve exoKuiper belt Substructures), and also includes follow-up programs with a focus on characterizing the vertical structure of gas and dust in debris disks across a wide range of millimeter wavelengths. Comparisons between different gas spectral lines and between multiple millimeter wavelengths and scattered light data promise to provide insight into the elusive composition of the gas component of the debris disks, which is important for understanding late-stage planetary system evolution, including the composition of exoplanet atmospheres. In order to reinvigorate the Van Vleck Observatory’s public outreach program, research students will also be trained in the skills necessary to productively engage with a diverse science-interested public.  A dedicated media intern will raise awareness of public programs and rebuild a base of sustained communication with the surrounding community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Hughes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith Hughes",
   "pi_email_addr": "amhughes@wesleyan.edu",
   "nsf_id": "000642703",
   "pi_start_date": "2023-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 HIGH STREET RM 409",
  "perf_city_name": "MIDDLETOWN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 337701.0
  }
 ],
 "por": null
}