{
 "awd_id": "2307950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Untimely Deaths of Star Clusters",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 546269.0,
 "awd_amount": 546269.0,
 "awd_min_amd_letter_date": "2023-07-03",
 "awd_max_amd_letter_date": "2023-07-03",
 "awd_abstract_narration": "Most stars, including our own Sun, form in clusters of hundreds to millions of stars. As these clusters grow older, they quickly begin to lose stars. This happens both from stars pulling on each other with gravity, and from the gravity of nearby massive gas clouds. These stars spread out from the cluster but still move with a similar velocity. Such groups of stars moving together are observed in the neighborhood of the Sun. The stars heat the gas with ultraviolet radiation, winds, and supernova explosions. The investigators will study how clusters form and disperse, using computer simulations.  The proposed work has three goals: 1) to predict the kind of cluster that will form from a given gas cloud; 2) to test whether the stars lost from clusters in the model behave like real, observed stars in the neighborhood of the Sun; 3) to test whether the force of gravity from gas clouds can explain how large clusters shrink over time, as observed clusters appear to do.  An international collaboration will develop a textbook and educational resources for K-12 teachers. Two master’s students will develop graphical displays of the new models and encourage their use at public events. They plan a Hayden Planetarium Space Show to be viewed by millions around the country and the world.\r\n\r\nThe investigators will study star cluster formation and destruction using a combination of multiple software tools. At the small scale, they will model cluster formation and gas expulsion with the open-source Torch software. This uses the AMUSE framework to couple the Flash adaptive mesh refinement magnetohydrodynamics code with direct N-body codes that model collisional stellar dynamics and stellar evolution codes that follow the secular evolution of each star, determining the radiative and mechanical energy they produce over time. They include a ray-tracing treatment of stellar photoionization as well as jets, winds, supernovae, radiative cooling, and self-gravity. At the large scale, they will use the SMUGGLE star formation and feedback framework in the AREPO code to determine self-consistent initial conditions and tidal fields. The scientific goals of this work are to: (1) Develop semi-analytic models that connect\r\nproperties of self-consistent dense gas clouds (a) to the resulting cluster mass, size, central concentration, and virial parameter and (b) that determine the mass loss from clusters subject to strongly fluctuating tidal forces. (2) Compare the properties of stars dispersing from low-mass clusters to the systems of moving groups, associations, and clusters observed in the Solar neighborhood, and to observations of asymmetric tidal tails from open clusters. (3) Use the semi-analytic models to follow populations of clusters through a self-consistent galactic tidal field to test the hypothesis that these tides determine the evolution from power-law mass distributions of young massive clusters to log normal distributions of old globular clusters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mordecai-Mark",
   "pi_last_name": "Mac Low",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mordecai-Mark Mac Low",
   "pi_email_addr": "mordecai@amnh.org",
   "nsf_id": "000131194",
   "pi_start_date": "2023-07-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "McMillan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L McMillan",
   "pi_email_addr": "steve@physics.drexel.edu",
   "nsf_id": "000092175",
   "pi_start_date": "2023-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 546269.0
  }
 ],
 "por": null
}