{
 "awd_id": "2307537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards improved imaging of the outermost core through determination of the effects of lowermost mantle heterogeneity and anisotropy",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 72612.0,
 "awd_amount": 6452.0,
 "awd_min_amd_letter_date": "2023-02-03",
 "awd_max_amd_letter_date": "2023-02-03",
 "awd_abstract_narration": "Earth’s outer core is molten iron, plus roughly 10% of a lighter alloying material. With a radius that is slightly larger than the planet Mars, the core sits roughly ~2900 km below Earth’s surface. The fluid outer core holds high importance for a number of reasons, including the generation of Earth’s magnetic field, and being an important mechanism to transfer heat to the mantle, which helps to drive the convective engine responsible for plate tectonics.  In the past few decades, geophysicists have detected a thin shell at the top of the outer core where seismic waves appear to slow down, suggesting some form of stratification in the fluid.  However, the seismic models for this shell do not all agree, which motivates further study. A principle challenge in seismically imaging the outer core is that seismic waves from earthquakes that are used to study the core have to travel through the entire mantle of the Earth twice (down and then back), and the mantle is very heterogeneous, with seismic velocities that vary with position.  Thus, how can seismologists determine if patterns in measured signals are due to anomalous outermost core structure versus heterogeneities in Earth’s mantle?  The purpose of this project is to document the degree to which the heterogeneous mantle affects the data which are used to map the core. The team of four seismologists will collect seismic data from earthquakes and seismic sensors from all over the world, predict the observations using state of the art seismic wavefield computations, and conduct refined measurements on the signals that are sensitive to deep mantle and outer core parts of the planet.  The expected outcome is a better understanding of the degree to which Earth’s heterogeneous mantle affects measurements of data to study the core, and to produce an improved model of the outermost core by using the best data which are demonstrated to be minimally affected by the mantle.  Better seismic mapping of Earth’s outermost core will inform research that aims to understand the enigmatic nature of the magnetic field, heat flow from the core to the mantle, as well as possible chemical exchange between the mantle and core which is important for understanding the chemical evolution of the planet.  All four seismologists on the team will share results with the public in a variety of venues (including the classroom, public presentations, and science fairs) to promote awareness of the importance of Earth and planetary interiors in shaping phenomena experienced at the surface. The project will train several graduate and undergraduate students.\r\n\r\nSeismically imaged P wave velocity (Vp) reductions in the outermost 50-400 km of the core imply the presence of a stably stratified layer overlying the deeper, separately convecting interior. The precise thickness and nature of the reduced velocity (and density) layer holds critical significance for geodynamo models that address making Earth’s magnetic field, as well as the ability to understand core composition and mineralogy. However, in over ~30 years of seismic studies, no consensus has emerged among seismologists on either the thickness of the layer or the velocity structure within it. This is likely due to the effects of mantle heterogeneity and anisotropy on the seismic data used to probe the uppermost outer core. This project will investigate travel time, wave path, waveform, and shear wave splitting anomalies of seismic waves that travel in the outermost core, including multiple reflections from the underside of the core-mantle boundary (“SmKS” waves), which are more sensitive to outer core structure than any other seismic wave, in order to identify and mitigate the effects of mantle structure on outer core models. To accomplish this, a method that sums seismograms at geographically localized seismic sub-arrays will be used to improve the clarity of weak signals relative to noise, which can improve upon identification of contamination from mantle heterogeneity and anisotropy. 3D wavefield synthetics will be used to benchmark how 1D outer core imaging tools are affected by mantle heterogeneity. New outermost core seismic models will subsequently be determined in forward and inverse experiments based on highest-quality data that have been corrected for the effects of mantle heterogeneity and anisotropy. Thus, this project will thus directly test the longstanding (but likely imperfect) assumption that differential SmKS travel times can be used to reliably retrieve outer core structure without explicitly considering the effects of mantle heterogeneity and anisotropy. In addition to producing new models of outer core structure based on high-quality, corrected data, this project will produce complementary data products that contain new insights into lower mantle velocity heterogeneity and anisotropy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Frost",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Frost",
   "pi_email_addr": "dfrost@seoe.sc.edu",
   "nsf_id": "000802859",
   "pi_start_date": "2023-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST # 414",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 6452.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The liquid iron alloy outer core meets the solid silicate mantle at the core-mantle boundary (CMB), home to the largest thermal and composition contrast within the planet. The nature of the outermost core has implications for Earth&rsquo;s thermal evolution and the generation of its magnetic field, and thus holds important clues to the dynamical and chemical evolution of Earth&rsquo;s interior. The nature of the outermost core has been studied in the past with seismic waves that travel through the crust and mantle and then reverberate in the outer core before returning to the surface where they are measured and interpreted in terms of outer core structure. In this project we attempted to understand the influence of crust and mantle on these waves and thus &ldquo;clear the lens&rdquo; through which we view the outer core.</p>\n<p>&nbsp;</p>\n<p>We found that seismic complexities in the crust and mantle related to plate tectonic processes likely strongly contaminate the speed and direction of these waves that travel through the outer core and back. As such, we cannot simply interpret measurements of these waves as evidence of the nature of the outermost core, but instead we must first remove the influence of the crustal and mantle. This changes our understanding of the seismic structure of the outer core.</p>\n<p>&nbsp;</p>\n<p>Furthermore, we found the method that we used to determine the contamination of these waves has additional applications. Specifically, this method can be used to prepare data for a second analysis that measures how the Earth&rsquo;s interior structure can polarise seismic waves, which indicates flow within the mantle, likely related to mantle convection. This method increases the data suitable for this analysis by a factor of 10. This improvement is such that using existing data, far more of the Earth can be investigated for evidence of mantle flow.</p>\n<p>&nbsp;</p>\n<p>This work has benefitted greatly from the contributions of several students and early career researchers, and in turn these scientists have been trained by this project. To date, two undergraduate students, three graduate students, and two early career scientists have been involved in this work.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/14/2024<br>\nModified by: Daniel&nbsp;A&nbsp;Frost</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe liquid iron alloy outer core meets the solid silicate mantle at the core-mantle boundary (CMB), home to the largest thermal and composition contrast within the planet. The nature of the outermost core has implications for Earths thermal evolution and the generation of its magnetic field, and thus holds important clues to the dynamical and chemical evolution of Earths interior. The nature of the outermost core has been studied in the past with seismic waves that travel through the crust and mantle and then reverberate in the outer core before returning to the surface where they are measured and interpreted in terms of outer core structure. In this project we attempted to understand the influence of crust and mantle on these waves and thus clear the lens through which we view the outer core.\n\n\n\n\n\nWe found that seismic complexities in the crust and mantle related to plate tectonic processes likely strongly contaminate the speed and direction of these waves that travel through the outer core and back. As such, we cannot simply interpret measurements of these waves as evidence of the nature of the outermost core, but instead we must first remove the influence of the crustal and mantle. This changes our understanding of the seismic structure of the outer core.\n\n\n\n\n\nFurthermore, we found the method that we used to determine the contamination of these waves has additional applications. Specifically, this method can be used to prepare data for a second analysis that measures how the Earths interior structure can polarise seismic waves, which indicates flow within the mantle, likely related to mantle convection. This method increases the data suitable for this analysis by a factor of 10. This improvement is such that using existing data, far more of the Earth can be investigated for evidence of mantle flow.\n\n\n\n\n\nThis work has benefitted greatly from the contributions of several students and early career researchers, and in turn these scientists have been trained by this project. To date, two undergraduate students, three graduate students, and two early career scientists have been involved in this work.\n\n\n\t\t\t\t\tLast Modified: 03/14/2024\n\n\t\t\t\t\tSubmitted by: DanielAFrost\n"
 }
}