{
 "awd_id": "2308660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Functional Structure and Dynamics of Complex Carbohydrates Via Sensitivity-Enhanced Solid-State NMR and Database Development",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 600367.0,
 "awd_amount": 518696.0,
 "awd_min_amd_letter_date": "2022-12-06",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "Complex carbohydrates are essential to many biological processes such as energy storage, building of molecular structures, and cell recognition. The structural complexity of carbohydrates determines their physical and chemical properties but also presents a technical barrier to high-resolution structural characterizations. In this interdisciplinary project across chemistry, biology and computer science, new methodologies will be developed to obtain atomic- and molecular-level insight onto the function-structure relationship of polysaccharides in native cellular environments. The research will reveal the fundamental principles of how microbes construct their cell walls, which will promote the development of carbohydrate-based/targeted biomaterials and antifungal agents. The advances in biophysical methods and database development will benefit the research community and set up the stage for further investigations of carbohydrates from various organisms such as algae, bacteria, plants, and animals. As Louisiana is one of the most under-equipped states in biomolecular NMR, the new courses and outreach programs will allow students to gain exposure to spectroscopy and database, which will expand the research capability of the state and foster the training of the next generation of biophysical scientists.\r\n\r\n\r\nIn this project, the PI will develop innovative methods that integrate database and software development with solid-state NMR and Dynamic Nuclear Polarization (DNP) spectroscopy to enable structural analysis of complex carbohydrates in intact cells. The team will develop a sample screening protocol and DNP toolbox to enable structural elucidation of unlabeled whole-cells and thus overcome a long-standing barrier due to the difficulty and expense of isotope-labeling. In addition, the project will implement two new functions to a carbohydrate database to facilitate structural analysis, and determine the supramolecular assembly of polysaccharides in four molds and yeasts. This project will resolve the polymorphic structure of insoluble and disordered glycans in their native state, thus filling a long-standing gap in carbohydrate chemistry and life science. The PI will engage in a broad dissemination of education and outreach activities, including (i) developing a solid-state NMR course on theory and experimentation for graduate curriculum; (ii) designing an experimental module 'Fingerprints of Carbohydrates' for undergraduate laboratory and two outreach programs for high school students; (iii) supporting student travel to gain experience on the state-of-art national facilities and interact with leading experts; (iv) training undergraduates from diverse scientific majors to conduct interdisciplinary research; (v) enhancing course engagement and active learning through new teaching methods 'designed mistakes' and 'students peer-teaching'; and (vi) coding database and analytical software to benefit the research community. This strong commitment will allow postdoc, graduate, undergraduate and K-12 students, many from underrepresented minorities, to gain exposure to the frontiers of biophysical and biomolecular research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tuo",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tuo Wang",
   "pi_email_addr": "wangtuo1@msu.edu",
   "nsf_id": "000764648",
   "pi_start_date": "2022-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 264329.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 169578.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 73780.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 11009.0
  }
 ],
 "por": null
}