{
 "awd_id": "2308540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploring the Properties of Quantum Many-Body Scar States in Dipolar Gases",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 755000.0,
 "awd_amount": 755000.0,
 "awd_min_amd_letter_date": "2023-06-16",
 "awd_max_amd_letter_date": "2023-08-03",
 "awd_abstract_narration": "The PI and graduate students recently discovered a quantum version of the famous Archimedes screw.  Known from antiquity as a device to transport water (or grain) up elevations, the device relies on the “chiral” property of the screw:  Rotating it moves water in one direction even though the screw periodically returns to its same orientation.  The group’s quantum Archimedes screw consists of atoms confined into a one-dimensional tube of light.  Increasing a magnetic field “turns” the screw by causing the atoms to scatter from each other with periodically increasing and decreasing probabilities.  This serves to pump the atoms’ energy to higher and higher levels, just like the traditional screw can pump water up to great heights.  In the past, when this was attempted with non-magnetic atoms, the screw collapsed---the atoms fell out of the light tube by forming unwanted molecular states.  However, the PI and graduate students recently discovered that atoms that are strongly magnetic and set to repel each other do not form these molecules.  That allowed the research group to complete these topological pumping cycles for the first time and reach so-called “quantum many-body scar states” for the first time.  This research program will explore the properties of these scar states, which are atypical, highly excited non-thermal states of quantum matter.  Specifically, their momentum distributions will be measured to better understand the nature of the correlations between the atoms when in these states of matter.  The PI and graduate students will also rapidly compress these gases to observe their response to extreme conditions, which is often a good way to learn more about a quantum state of matter.  Investigating such states can teach us about new ways in which quantum matter may exist away from regimes of ultralow temperatures.  This knowledge helps guide the group toward methods to protect and store quantum information for use in a quantum computer or sensing device.  This project will serve as an excellent training ground for the next generation of quantum engineers.  Moreover, the PI will start a chapter of the Warrior-Scholar Project for the first time at Stanford to better integrate our diverse and talented veteran population into programs of higher education.\r\n \r\nThe PI and graduate students will capitalize on their discovery of a new type of quantum many-body scar state in topologically pumped, dipolar-stabilized 1D gases of dysprosium. The research group plans to extend the frontier of quantum simulation by using a unique experimental system to explore the novel properties of these scar states, both in and out of equilibrium.  Nearly integrable systems do not immediately relax to thermal equilibrium, but can persist in highly non- thermal (prethermal) steady states, characterized by the “rapidities” of emergent quasiparticle excitations. In strongly interacting integrable systems, the rapidity distribution of quasiparticles can behave differently from the momentum distribution of the microscopic particles. This research group has gained the experimental capability to measure the rapidity distributions of 1D dipolar quantum gases.  The PI and graduate students will conduct a program to utilize both momentum and rapidity distribution measurements to explore the properties of these dipolar quantum many-body scar states, both in steady state and quenched far away from equilibrium.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Lev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Lev",
   "pi_email_addr": "benlev@stanford.edu",
   "nsf_id": "000509436",
   "pi_start_date": "2023-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Jane Stanford Way",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 755000.0
  }
 ],
 "por": null
}