{
 "awd_id": "2308625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoparticle Materials as Chemical and Biological Tools for Peptides and Proteins",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2023-04-10",
 "awd_max_amd_letter_date": "2023-04-10",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nProteins are workhorses of cells and involved in practically every single biological process. Selective labeling of proteins is important to the elucidation of their mechanisms, understanding of their functions, and improvement in the properties of therapeutic proteins such as prolonged circulation time, reduced immunogenicity, and/or better proteolytic stability. The research group of Professor Yan Zhao at Iowa State University develops antibody-mimicking polymeric nanoparticles to recognize specific parts of proteins and deliver fluorescent tags, affinity labels, or polymeric reagents  precisely to the targeted sites. These site-specifically labeled proteins are useful in many applications including biological studies of protein functions, tracing proteins in their cellular fates, and purification of proteins. These nanoparticles are inexpensive, robust synthetic materials that do not denature as fragile biomolecules and can be produced in large quantities without using live animals. They have the potential to replace antibodies under many research and biotechnology settings. The multidisciplinary research helps trains student researchers into professional scientists by exposing them to a wide range of skills in biomaterials science, biology, physical organic chemistry, supramolecular chemistry, and polymer chemistry.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nProteins rarely work alone in their biological functions but are regulated through post-translational modifications (PTMs), protein–protein interactions (PPIs), and other mechanisms. Mapping out these PTMs and PPIs is key to fundamental biology and drug development, and frequently requires selective modification of proteins, as well as selective protein-binding materials. The latter is also useful for a range of other purposes including protein purification, detection, and replacement of antibodies in certain applications. This project, funded by the Biomaterials Program of the Materials Research Division, supports Professor Yan Zhao of Iowa State University to develop antibody-mimicking polymeric nanoparticles that to bind proteins with high affinity and specificity. Aim 1 focuses on the site-specific labeling of protein with a single or multiple tags. Aim 2 focuses on the development nanoparticle receptors to bind surface groups of proteins. These materials are prepared through molecular imprinting within cross-linked surfactant micelles. They are expected to impact multiple research fields including fundamental biochemistry and cell biology, biotechnology, and protein therapeutics. The education and outreach activities center on participation in on- and off-campus programs to engage undergraduate research and increase STEM exposure to K–12 students. In addition, the PI uses several methods to familiarize students with patents and the patenting process and to better prepare them for industrial careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Zhao",
   "pi_email_addr": "zhaoy@iastate.edu",
   "nsf_id": "000297016",
   "pi_start_date": "2023-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "515 MORRILL RD, 1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}