{
 "awd_id": "2308113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: WoU-MMA: The Treasure Map",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 820304.0,
 "awd_amount": 820304.0,
 "awd_min_amd_letter_date": "2023-07-21",
 "awd_max_amd_letter_date": "2023-07-21",
 "awd_abstract_narration": "This project focuses on the Treasure Map, a web service for coordinating, visualizing, and facilitating searches for the astronomical sources that can lead to gravitational wave events.  When a gravitational wave telescope, such as LIGO/Virgo, sends an alert, it is immediately displayed on the Treasure Map, allowing scientists to observe the source with other telescopes at a variety of wavelengths.  The scientists can also add information about their own observations, so that the astronomical community knows what follow-up observations are being made.  This project addresses the Windows on the Universe Big Idea “Criterion for Coordination: Hardware, software, or other infrastructure to coordinate observations involving more than one messenger.”  A mechanism to better coordinate observations across the electromagnetic spectrum is critical to the discovery of the next counterpart to one of these significant events.  With this project, the authors will transition the Treasure Map from a beta version to a more robust, modular, well-documented community resource, as well as add additional functionality.  Treasure Map is free, open-sourced, and web-based, and the project will result in new tools for classroom activities as well.\r\n\r\n\r\nThe Treasure Map is a web service for coordinating, visualizing, and facilitating searches for the electromagnetic counterpart to gravitational wave events. Users see localization probability contours projected on a visualization showing the entire celestial sphere consisting of a base layer displaying the user’s survey of choice spanning X-rays to infrared wavelengths. Observers may submit their planned or completed telescope pointings using an Application Program Interface (API), and these are shown on the visualization.  A probability calculator also shows the fraction of the localization probability searched over time, broken down by instrument and bandpass. The authors will transition the Treasure Map from a beta version to a more robust, modular, well-documented community resource, and add functionality: galaxy catalog annotation, electromagnetic counterpart information, support for neutrino localizations, TOM Toolkit support, next generation GCN circular support, next generation Kafka messaging support with Hopskotch, and broker support.  The Treasure Map will lower the barrier for contribution to gravitational wave science and increase inclusion: anyone can follow the search in real time. This project will provide new tools for classrooms, such as an activity to the SpaceBook, building on LCO’s Global Sky Program to increase community engagement with multimessenger astronomy.  This project addresses the Windows on the Universe Big Idea “Criterion for Coordination: Hardware, software, or other infrastructure to coordinate observations involving more than one messenger.” \r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "McCully",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis V McCully",
   "pi_email_addr": "cmccully@lco.global",
   "nsf_id": "000655135",
   "pi_start_date": "2023-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Las Cumbres Observatory Global Telescope Network",
  "inst_street_address": "6740 CORTONA DR STE 102",
  "inst_street_address_2": "",
  "inst_city_name": "GOLETA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058801608",
  "inst_zip_code": "931175575",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "LAS CUMBRES OBSERVATORY GLOBAL TELESCOPE NETWORK, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKNXAU6D3629"
 },
 "perf_inst": {
  "perf_inst_name": "Las Cumbres Observatory Global Telescope Network",
  "perf_str_addr": "6740 CORTONA DR STE 102",
  "perf_city_name": "GOLETA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931175575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 820304.0
  }
 ],
 "por": null
}