{
 "awd_id": "2308818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatial Coherence of Light in Collective Spontaneous Emission",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 433415.0,
 "awd_amount": 286313.0,
 "awd_min_amd_letter_date": "2023-06-21",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "The laser, which was invented in 1960, has revolutionized many scientific disciplines and has had a large impact on society. For example, currently, all long-distance communication, including data transfer over the internet, is done using lasers carrying information through optical fibers (thin glass cables). Many remarkable properties of the laser rely on the fact that it is spatially coherent; that is the laser light is made up from a smooth and continuous electromagnetic wave that moves in a predictable way. This property of the laser clearly distinguishes it from other light sources such as lamps and light bulbs. In this project, the research team will investigate a new approach to produce light that has this remarkable coherence property, but instead relies on operational principles that are distinctly different from a laser. The team will use an ensemble of rubidium atoms that are cooled to temperatures that are as low as ten microkelvin. With this ultracold ensemble, the team will investigate the conditions under which the emitted light from the ensemble has this coherence property. The experiments are small-scale table-top experiments, and they will be led by a group of graduate and undergraduate students, who will be trained at the frontiers of quantum science and learn experimental techniques that are widely applicable in optics and quantum computing. The results of the project will be disseminated through public outreach efforts such as Wisconsin Science Festival and UW-Madison Science Expeditions. \r\n\r\nThe new approach for creating coherent light relies on a physical effect referred to as collective spontaneous emission: when an ensemble of excited atoms decay to their ground state collectively.  When a quantum system is put into an excited state, it will decay back to the ground state through a process termed spontaneous emission. It is generally assumed that the spontaneous emission from different individual emitters occurs as unrelated events and would not be coherent; to produce coherent light one would need population inversion and stimulated emission. However, the PI’s group has recently experimentally demonstrated spatial coherence of light in collective spontaneous emission; that is, emission between individual atoms at different locations in the ensemble become correlated (phase-coherent) due to collective coupling of the atoms to light. The PI’s group will investigate and further explore the implications of this result in many interrelated areas of atomic, molecular, and optical physics. More specifically, the PIs team will study: (1) the quantum mechanical statistics of the emitted photons in collective spontaneous emission in the large sample, strong excitation regime, (2) the spatio-temporal quantum dynamics of the system in this same regime to gain insight into the spatial structures of superradiant and subradiant modes, and (3) the superradiance-to-subradiance transition, as well as subradiance-only collective decay.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deniz",
   "pi_last_name": "Yavuz",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Deniz D Yavuz",
   "pi_email_addr": "yavuz@wisc.edu",
   "nsf_id": "000491073",
   "pi_start_date": "2023-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 141858.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 144455.0
  }
 ],
 "por": null
}