{
 "awd_id": "2308601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS:  Reprocessable Thermosets for High Performance Composites",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 455075.0,
 "awd_amount": 455075.0,
 "awd_min_amd_letter_date": "2023-02-28",
 "awd_max_amd_letter_date": "2023-02-28",
 "awd_abstract_narration": "PART 1: NON-TECHNICAL SUMMARY\r\n\r\nPolymer matrix composites are an important class of lightweight structural materials used in applications relevant to sustainable energy production and use, with examples including electric vehicles and wind turbines. Traditional materials for these composites are inherently non-recyclable. One approach to this problem is to take advantage of recent advances in materials chemistry that enable the production of materials with strong chemical bonds that are able to break and reform in a reversible manner. Polymeric materials with these bonds can be repaired after fracture or completely recycled, a capability that has led to the development of a large range of sustainable materials.  These types of materials have typically been used and assessed in the soft, rubbery state, where the material stiffness is much too low for use as a structural material.  This project is designed to develop the background knowledge needed to produce rigid, recyclable materials for structural applications.  An important hypothesis being tested as a part of the project is that the incorporation of reversible bonds in a rigid material can also result in property enhancements that would not be obtainable otherwise.  Successful completion of the project will be an important step toward the development of strong, lightweight materials that can be repaired while still in service.\r\n\r\n\r\nPART 2: TECHNICAL SUMMARY\r\n\r\nThe proposed work is based on the synthesis of model epoxy networks with aromatic disulfide bonds incorporated at various points within the network structure. Different crosslinkers will be used to adjust the glass transition temperature of the network, allowing independent control of the relaxation dynamics associated with the glass transition and the dynamics associated with disulfide exchange. Three interrelated activities will be pursued in order to characterize these materials and develop a molecular-level understanding of the deformation mechanisms. The first of these is a series of mechanical measurements characterizing material deformation in the vicinity of a propagating crack in the material. The second involves direct visualization of the spatial distribution of thiyl radicals that form during cleavage of the disulfide bonds, using Raman scattering and an array of colorimetric techniques. Additionally a series of thin film experiments utilizing quartz crystal resonators will be used to assess the high frequency rheological properties of the polymers, along with their degradation kinetics and stability in different environmental conditions.  These resonators will also be used to develop methods for environmental monitoring in a variety of contexts.  Collectively, these experiments will lead to the development of a general strategy for the production of tough, lightweight, recyclable polymeric materials for structural applications. \r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Shull",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Shull",
   "pi_email_addr": "k-shull@northwestern.edu",
   "nsf_id": "000227152",
   "pi_start_date": "2023-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 455075.0
  }
 ],
 "por": null
}