{
 "awd_id": "2309945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Experimental Particle Physics Research at High Energies",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 2100000.0,
 "awd_amount": 1330000.0,
 "awd_min_amd_letter_date": "2023-09-18",
 "awd_max_amd_letter_date": "2024-08-30",
 "awd_abstract_narration": "Experimental Particle Physics Research at High Energies Northeastern University\r\nThe high energy frontier of particle collisions provides one of the best opportunities to discover new particles and gain new understanding of how particles interact at the smallest distance scale. The standard model of particle physics provides theoretical predictions for these interactions, but this model is known to be incomplete, and experiments are needed to find what lies beyond those predictions. The Large Hadron Collider (LHC) at the CERN laboratory houses the world’s highest energy human-made particle collisions. The Compact Muon Solenoid (CMS) experiment at the LHC is a powerful multipurpose particle detector that acts like a complex camera, which aims to observe and record what happens in such collisions. This project supports the work of three faculty members at Northeastern University plus several postdoctoral researchers and students to conduct experimental particle physics research with the CMS experiment. With the combined power of data already recorded and new data being recorded, they use modern statistical and machine-learning techniques to compare theoretical predictions with the observed data in areas tailored to their expertise: standard model physics, Higgs studies, and search for physics beyond the standard model. The knowledge gained from these studies will refine the predictions of particle theory and further the quest for understanding our universe at the smallest distance scales. The project also includes operation of the CMS detector during LHC Run 3, as well as development of detector upgrades that will advance the sophisticated instrumentation that is used in particle detection and has broader applications. These upgrades will enable CMS to exploit future high luminosity running of the LHC (HL-LHC) and ensure that the instruments are available to future generations of scientists.\r\n\r\nIn the three years spanned in the proposed work, the analysis of the full data set from CMS from Run 2 will reach completion, and several analysis projects will develop that will target or include the data accumulated in Run 3. The Northeastern University CMS group will pursue some targeted searches for new physics motivated by recent anomalies or compelling theoretical questions: Leptoquark searches, which could address anomalies observed in the measurement of g-2 of the muon; the production of pairs of Higgs bosons in multiple decay channels, which can signal new physics in production or couplings, and will ultimately give insight into the form of the Higgs potential. At the same time, the group will use the well-understood Run 2 CMS data to increase the precision and scope of measurements of standard model production of the Higgs boson, as well as W+jets and ZZ pairs. The results of these measurements will be very important for making precise predictions of background processes for searches at the HL-LHC. Critical support provided by the group to the CMS experiment to continue the high-efficiency operation of the muon detection and triggering, and of the electromagnetic calorimetry systems will help to provide data used by the entire CMS collaboration for an even broader program of particle physics investigations. In the preparation for the HL- LHC, the work of the group will implement new capabilities for extracting physics in the high-rate environment through upgrades to the electronics of the muon system, muon trigger, and electromagnetic calorimeter to accommodate a much higher rate of data, and through the realization of a new timing detector to disambiguate the large number of multiple interaction vertices. The Northeastern University CMS group will also pursue broader impact through efforts to improve diversity, inclusion, and mentoring, and through outreach and engagement to the wider scientific community and general public. The group will provide special opportunities for interactions by bringing physicists from around the world to the LHCP Conference hosted at the Northeastern University campus in 2024.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darien",
   "pi_last_name": "Wood",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Darien R Wood",
   "pi_email_addr": "darien@neu.edu",
   "nsf_id": "000453225",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emanuela",
   "pi_last_name": "Barberis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emanuela Barberis",
   "pi_email_addr": "e.barberis@neu.edu",
   "nsf_id": "000491190",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Toyoko",
   "pi_last_name": "Orimoto",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Toyoko J Orimoto",
   "pi_email_addr": "t.orimoto@northeastern.edu",
   "nsf_id": "000651519",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 700000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 630000.0
  }
 ],
 "por": null
}