{
 "awd_id": "2309212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WOU-MMA:Support for LIGO Scientific Collaboration Core Functions in the Era of Gravitational-Wave Observations",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 1100000.0,
 "awd_amount": 1100000.0,
 "awd_min_amd_letter_date": "2023-06-22",
 "awd_max_amd_letter_date": "2024-08-09",
 "awd_abstract_narration": "This award supports research in relativity and relativistic astrophysics, and it addresses the priority areas of NSF's \"Windows on the Universe\" Big Idea. The NSF Laser Interferometer Gravitational Wave Observatory (LIGO) consists of two large-scale interferometric detectors one located near Hanford, Washington, and one near Livingston, Louisiana. The LIGO detectors have been, and continue to be, the most sensitive instruments of their kind in the world.  The LIGO Scientific Collaboration (LSC) is a self-governing collaboration using gravitational wave detectors to explore the fundamental physics of gravity and observe the universe, as a multi-messenger astronomical tool of discovery. The LSC works toward this goal through development, commissioning, and operation of gravitational wave detectors; through the development and deployment of techniques for gravitational wave observation; and through interpretation of gravitational wave data.  The LSC vision is to grow this field globally by collaborating with similar collaborations such as Virgo and KAGRA as part of an International Gravitational Wave Network (IGWN). The LSC funds core collaboration functions via activities fees provided in proportion to authorship by each member group. This NSF award pays the LSC activity fees for authors based in the United States. The activity fees fund the LSC Fellows Program, which enables junior collaboration members to make extended visits to the detector locations. While there, they work with on-site mentors to improve the instruments or to calibrate and vet the raw data.  This award will be used to train a new generation of physicists, expert in gravitational-wave science, and in building and deploying complex scientific instruments, analyzing large data sets, and communicating with the public. \r\n\r\nThe goal of directly detecting gravitational waves was realized in 2015 with the detection of those waves originating from the binary black hole merger, GW150914. In 2017 the detection of the binary neutron star merger GW170817 by the LSC and Virgo inaugurated the modern era of multi-messenger gravitational-wave astronomy. This award enables the LSC to carry out its scientific mission of using gravitational waves to explore the fundamental physics of gravity by also supporting: publication costs for collaboration papers, including costs to provide open-access; travel costs for the LSC spokesperson and for members engaged in LSC related service activities; computing services for hosting identity and access management, and to support the collaborations’ use of GitLab; an administrator to help run a collaboration with over 1,500 members. Effective and efficient management of the LSC, increased participation by LSC member institutions in on-site activities, and supporting computing tools and infrastructure that facilitate easier collaboration among members all serve to advance the LSC’s goal of establishing the field of gravitational-wave astronomy. Developing a broad base of physicists that are trained in gravitational-wave science and have first-hand experience at an observatory, are keys to the successful evolution of the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "O'Reilly",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E O'Reilly",
   "pi_email_addr": "brian.oreilly@caltech.edu",
   "nsf_id": "000792376",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Brady",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick R Brady",
   "pi_email_addr": "prbrady@uwm.edu",
   "nsf_id": "000347757",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Savage",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Richard L Savage",
   "pi_email_addr": "rsavage@caltech.edu",
   "nsf_id": "000545099",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Dwyer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila E Dwyer",
   "pi_email_addr": "sdwyer@caltech.edu",
   "nsf_id": "000909523",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1100000.0
  }
 ],
 "por": null
}