{
 "awd_id": "2309923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WoU-MMA: Studying Neutron Stars through the Lens of Nuclear Reactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2023-07-31",
 "awd_max_amd_letter_date": "2024-08-12",
 "awd_abstract_narration": "Neutron stars are the remnants of massive stars that have undergone a supernova explosion, resulting in an object that is similar in mass to our own sun, but has a radius of only about 12 km. The relationship between their mass and radii is determined by the properties of the nuclear matter that composes these stars, which is still under investigation. These super-dense objects provide a unique window to study the nature of this dense, nuclear material. The ground-breaking measurement of the gravitational waves originating from the merger of two neutrons stars by the LIGO-VIRGO collaboration, and the subsequent multi-messenger observations, significantly expanded our understanding of nuclear matter. The research team will perform laboratory measurements of nuclear reactions to address two important questions on the composition of neutron stars and their processes. This work will complement the constraints provided by the gravitational wave measurements from LIGO-VIRGO, as well as the new results from the NASA funded Neutron star Interior Composition Explorer (NICER). The project sits at the intersection of nuclear science and astrophysics, addressing the science case of the NSF Big Idea “Windows on the Universe.” The interdisciplinary nature of the work will help attract a diverse set of graduate and undergraduate students. The training these students will receive will prepare them for a wide range of careers. In particular, the recruitment and education of these young scientists is critical to address an ongoing shortage of nuclear chemists in the country.\r\n\r\nThe team will utilize heavy-ion collisions with rare-isotope beams at the new Facility for Rare Isotope beams to provide laboratory constraints on the density and momentum dependence of the Symmetry Energy. This is the component of the nuclear equation of state (EoS) that accounts for systems of unequal amounts of neutrons and protons. At present, the Symmetry Energy is the component of the EoS with the largest uncertainty. Combining these results with the existing results from reactions, structure, and astrophysical observations will significantly tighten the constraints on the EoS near twice normal nuclear density, the density regime most important to the science of neutron stars. This work also focuses on a key reaction to understand type-I X-ray Bursts (XRB), now accessible by direct methods. The measurement of the capture cross sections on particular, important waiting points in XRBs are needed to understand the double-peaked nature of their light curves. The team will measure the cross section for the 30S(α,p) reaction, which is one of the important waiting points. This cross section has not been measured directly. This measurement will also constrain the optical potentials needed to model the reactions important for XRBs. The measurements of XRBs also constrain the mass-radius relationship of neutron stars.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Brown",
   "pi_email_addr": "brownk@nscl.msu.edu",
   "nsf_id": "000790809",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}