{
 "awd_id": "2309225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensors for Low-Frequency Improvements in Advanced LIGO",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2023-07-31",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "This award will support research in relativity and relativistic astrophysics, and it addresses the priority areas of NSF's \"Windows on the Universe\" Big Idea. Gravitational waves have recently become a new way that humanity can observe the Universe. The NSF's LIGO observatories in Louisiana and Washington State are on the forefront of this new frontier of astronomy. This award will develop novel instrumentation that will improve the robustness and sensitivity of the LIGO observatories. Specifically, this award will further the development of novel seismic sensors, precision alignment technologies, and gravitational calibration systems. The development of these technologies impacts a wide array of tangential fields including seismic imaging, absolute metrology, and earthquake early warning. With the improvements developed by this award and the future observations that they will allow, the LIGO observatories will continue to further the knowledge of the fundamental laws of the Universe, explore the birthplaces of the elements, and illuminate the cosmic history of the universe. Additionally, this award will support the education of both undergraduate and graduate students as they conduct research within one of the world's leading scientific collaborations. \r\n\r\nThis award will support the continued development of a variety of novel instrumentation for the LIGO gravitational wave observatories. Specifically, broadband inertial rotation sensors, gravitational calibration systems, and optical alignment techniques. To operate on the surface of the Earth, the LIGO observatories employ a series of 6-degree seismic isolation platforms that are currently limited by their rotational noise. This award will continue the development of compact, vacuum compatible rotation sensors that reach picoradian sensitivity. These sensors are expected to yield significant improvements to the robustness and sensitivity of the LIGO observatories, especially below 20 Hz. To accurately interpret the gravitational wave events seen by LIGO, the observatories need to be well calibrated. This award will further the investigation of gravitational calibration systems that currently reach 1% absolute precision and are expected to reach 0.1% precision with future upgrades. Finally, LIGO employs a set of optical levers to align the various optics within the observatory. These have been known to be glitchy and do not meet their desired performance. Research into improvements to the existing optical levers and future upgrades will be supported by this award. All three of these projects will be conducted at the University of Washington in close collaboration with the LIGO observatories. The improvements to the observatories will be pursued once the instrumentation is developed and the observing schedule permits. The group expects to make significant contributions in the next round of observatory upgrades which will provide improved sensitivity and robustness for all future LIGO observing runs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jens",
   "pi_last_name": "Gundlach",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jens H Gundlach",
   "pi_email_addr": "jens@phys.washington.edu",
   "nsf_id": "000432811",
   "pi_start_date": "2023-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": null
}