{
 "awd_id": "2309491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Computational Framework for Superior Image Reconstruction in Limited Data Quantitative Photoacoustic Tomography",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927212",
 "po_email": "jmead@nsf.gov",
 "po_sign_block_name": "Jodi Mead",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2023-05-30",
 "awd_max_amd_letter_date": "2023-05-30",
 "awd_abstract_narration": "Cancer is the second leading cause of death in the USA, behind heart disease. In 2023, over 600,000 cancer deaths are projected to occur in the USA. One of the primary factors behind the high death rate for cancer patients is the late diagnosis of cancer, since most cancers do not present early symptoms. Thus, there is an unmet need to develop fast and effective targeted therapies for treating cancer patients. For this purpose, biomedical imaging is a crucial component for establishing clinical protocols in cancer by helping obtain important anatomical, structural, and functional information of cancer formation and spread. In particular hybrid imaging methods, which use physics of coupled waves, provide quantitative information of cancerous tissues to guide better diagnosis, staging, and treatment planning. One such hybrid imaging method is quantitative photoacoustic tomography (QPAT) that uses short-pulse near infrared light and ultrasound propagation data to reconstruct high-fidelity optical properties, like light absorption and scattering profiles, in cancerous tissues. However, several practical challenges, like lack of adequate datasets and uncertainty of sound speed in tissues, limit the quality of reconstructions with existing computational methods in quantitative photoacoustic tomography. This project brings together a novel combination of theoretical and computational methods in mathematical game theory and statistical sensitivity analysis to tackle the aforementioned challenges and provide high quality reconstructions in QPAT. As a result, it will help facilitate accurate targeted imaging of cancerous tissues and improve clinical outcomes, thereby contributing to one of the strategic goals of USA Heath and Human Services to “Safeguard and Improve National and Global Health Conditions and Outcomes”. Furthermore, this project will provide a unique interdisciplinary research and training experience for undergraduate and graduate students, especially from underrepresented groups, and will facilitate interdisciplinary collaboration between mathematicians, statisticians, and radiologists in the field of biomedical imaging.\r\n\r\nThe scientific goal of this project is to build a new class of accurate, fast, stable and robust non-linear reconstruction schemes for solving limited data hybrid imaging problems arising in QPAT. For achieving this goal, the specific research objectives are to (1) develop a new gradient-free Nash games computational scheme for data completion and identification of unknown sound speed and optical energy density in photoacoustic tomography; (2) build a new gradient-free optimization scheme for reconstruction of optical parameters with high contrast and resolution; and (3) use statistical sensitivity analysis to stabilize and calibrate the Nash algorithm for obtaining a stable reconstruction method in QPAT. The computational framework will be validated using real-time photoacoustic data of mice specimens. The project also aims at providing a new paradigm in computational methods for limited data inverse problems that yields computationally inexpensive, stable and superior reconstructions in comparison to existing computational frameworks, and thus will be beneficial for effective detection of cancers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Souvik",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Souvik Roy",
   "pi_email_addr": "souvik.roy@uta.edu",
   "nsf_id": "000791720",
   "pi_start_date": "2023-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suvra",
   "pi_last_name": "Pal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suvra Pal",
   "pi_email_addr": "suvra.pal@uta.edu",
   "nsf_id": "000793133",
   "pi_start_date": "2023-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S. NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": null
}