{
 "awd_id": "2309335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equitable and Effective Teaching in Undergraduate STEM Education:  A Framework for Institutions, Educators, and Disciplines",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2023-04-15",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 469115.0,
 "awd_amount": 469115.0,
 "awd_min_amd_letter_date": "2023-04-10",
 "awd_max_amd_letter_date": "2023-04-10",
 "awd_abstract_narration": "This project aims to serve the national interest by providing common language and a framework to catalyze and guide implementation of equitable and effective teaching in postsecondary science, technology, engineering, and mathematics (STEM) courses and programs. The project intends produce a National Academies report that outlines principles of  evidence-based approaches to teaching that center and promote equity. The report plans to also provide recommendations to institutional leaders, department chairs, and individual educators on how to foster implementation of these approaches. This guidance will include attention to the needs and constraints of the full variety of institution types that provide postsecondary STEM education. The project plans to draw on multiple forms of evidence to consider the learning experiences of all demographic groups and the intersection of multiple identities, especially those who are not well served by current practices. The study intends to integrate related lines of inquiry on how people learn, classroom practices, identity, and belonging with disciplinary based education research on teaching in the STEM fields, knowledge of the structure of higher education, and evidence on system change. \r\n\r\nThe project hopes to advance understanding of the latest research on teaching and learning in postsecondary STEM education and to guide improvements at scale. It will be conducted according to the consensus study format of the National Academies of Sciences, Engineering, and Medicine. The Board on Science Education in collaboration with the Board on Higher Education and the Workforce will convene an expert committee to conduct a consensus study to: 1) develop an evidence-based framework for equitable and effective teaching in undergraduate STEM education that takes into account different teaching contexts, modalities and types of institutions; and, 2) outline the strategies and resources needed for institutions and developers of post-secondary courses and learning experiences to effectively implement the framework. The study plans to address issues ranging across levels of the system that include classroom, department, institutional, as well as state and national policy. In particular institutional and departmental policies and practices that can facilitate adoption of more equitable and effective approaches will be explored, including those related to professional development, incentives, and advancement. During the course of the project, extensive outreach will be carried out to gather input from stakeholders and to cultivate relationships that will foster uptake and implementation of the ideas recommended in the final report. In addition, following its release, the report will be distributed widely, shared at professional conferences, and used to develop playbooks with targeted foci on various types of institutions, modalities, or other themes identified during the project. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Schweingruber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Schweingruber",
   "pi_email_addr": "hschweingruber@nas.edu",
   "nsf_id": "000295303",
   "pi_start_date": "2023-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Brenner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry A Brenner",
   "pi_email_addr": "kbrenner@nas.edu",
   "nsf_id": "000089383",
   "pi_start_date": "2023-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "20418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 469115.0
  }
 ],
 "por": null
}