{
 "awd_id": "2310479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Confinement and Conformality in Theories with Massless Fermions using Finite Volume Analysis",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 95000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2023-07-20",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "This award funds the research activities of Professor Rajamani Narayanan at Florida International University.\r\n\r\nAll matter in the universe is composed of fundamental particles.  Accordingly, a fundamental theory of matter should be able to explain the masses of these particles, including the masses of protons and neutrons which in turn dominate the masses of atoms, solids, liquids, and gases.  Quantum Chromo Dynamics (QCD) is the theory that describes these protons and neutrons, among other particles.  However, the fundamental building blocks of QCD are not protons and neutrons, but smaller constituent particles known as quarks and gluons, all of which are massless.  How QCD ends up describing massive protons and neutrons in terms of massless quarks and gluons is therefore an important basic question in physics, and answering this question can have significant ramifications for the progress of science in the United States.   It turns out that QCD has two parameters:  the number of types of quarks (called \"flavors\") and number of gluons (called \"colors\"). Depending on the choices of these two numbers, theories fall into one of two categories:   one category gives rise to only massless particles, and the other produces a rich spectrum of massive particles.  As part of his research, Professor Narayanan will conduct computer-intensive studies of theories within both categories.  This research project is also envisioned to have significant broader impacts.   Computational skills are essential in today’s work, and students who work with the PI on this research will develop these skills, enabling them to have careers in either academics or industry.\r\n\r\nMore technically, QCD is a theory that has scale invariance at the classical level. Depending on the number of flavors and colors, scale invariance is maintained at the quantum level, resulting in a spectrum of massless particles, or it is broken at the quantum level, generating a scale which results in a spectrum of massive particles.  A lattice formalism for studying gauge fields coupled to massless fermions is a well-tested approach for the extraction of the fundamental non-perturbative properties of these theories.  Professor Narayanan will use the lattice formalism to study potentially scale-invariant theories in a finite periodic box.  The size of the box sets an external scale, and Professor Narayanan plans to extract the scale-invariant properties of the theory by studying the asymptotic behavior as a function of the external scale.   Results of this research will be presented at international conferences and published in peer-reviewed journals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajamani",
   "pi_last_name": "Narayanan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajamani Narayanan",
   "pi_email_addr": "rajamani.narayanan@fiu.edu",
   "nsf_id": "000087240",
   "pi_start_date": "2023-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}