{
 "awd_id": "2310833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Thermal Transport across Liquid-gas Interfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 276237.0,
 "awd_amount": 99014.0,
 "awd_min_amd_letter_date": "2022-12-30",
 "awd_max_amd_letter_date": "2022-12-30",
 "awd_abstract_narration": "Evaporation and condensation of micro/nanodroplets are of great importance to various engineering and environmental applications such as spray cooling, spray combustion, and cloud formation. It is essential to accurately predict the evaporation/condensation rates for these small droplets for achieving a more efficient use of micro/nanodroplets in these applications. Although evaporation and condensation processes have been studied for over a century, the existing relationships that model evaporation and condensation processes often predict results that are inconsistent with, or even contradictive to experimental data. The main objective of this project is to use numerical and theoretical methods to fundamentally understand heat and mass transfer across liquid-gas interfaces, and evaluate the thermal resistance at liquid-gas interfaces to help elucidate these inconsistencies. The education activities will attract underrepresented high school students in the central valley (California) to the engineering program, train the students to conduct research in micro/nanoscale heat transfer, and guide minority students to Ph. D. programs in STEM.\r\n\r\nTwo heat transfer mechanisms, namely, evaporation and heat conduction, often occur simultaneously at evaporating liquid surfaces,  such as the water evaporation in air. To elucidate the roles of each of the two mechanisms in heat transfer across liquid-gas interfaces, this project uses molecular dynamics (MD) simulations coupled with the kinetic theory of gases to quantitatively analyze heat and mass transfer at evaporating/condensing liquid surfaces under a variety of driving force conditions. Furthermore, MD simulations can determine the temperature, density, and the mass accommodation coefficient of fluid near the liquid-gas interface with high fidelity, which allows the validation of the various relationships that model the heat and mass transfer at liquid-gas interfaces. Based on MD simulation results and kinetic theory analysis, this project will derive appropriate boundary conditions for continuum-level modeling of evaporation/condensation processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhi",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi Liang",
   "pi_email_addr": "zlch5@mst.edu",
   "nsf_id": "000760732",
   "pi_start_date": "2022-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W 12TH ST",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99014.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Evaporation and condensation of micro/nanodroplets are of great importance to various engineering and environmental applications such as spray cooling, spray combustion, and cloud formation. For more efficient use of micro/nanodroplets in these applications, it is essential to accurately predict the evaporation/condensation behaviors of these small droplets. Although evaporation and condensation processes have been studied for over a century, the existing relationships that model evaporation and condensation processes often predict results that are inconsistent with or even contradictive to experimental data.</p>\n<p>With this NSF support, we developed a universal model which can be used to predict the evaporation and condensation rates of monatomic fluids, polymers, and water under different temperature and pressure conditions and understand the effects of thermal and mass diffusion resistances at the liquid-gas interface on the evaporation behavior of liquid droplets. The modeling results are corroborated by molecular dynamics simulation results and experimental data in literature. Based on the research results from this project, we published seven journal papers, submitted one journal paper, and gave eight presentations in international conferences. Using the NSF support, the PI trained three undergraduate students to use supercomputers to carry out large-scale simulations of evaporation and condensation processes. The three students, including a Hispanic student, continued their research as graduate research assistants. Two of these students obtained Master&rsquo;s degrees under the PI&rsquo;s supervision and the other student is pursuing a Ph.D. degree with the PI.</p>\n<p>The key findings from this project include:</p>\n<ol>\n<li>There are two heat transfer modes at a liquid-gas interface, namely, (1) evaporation/condensation mainly driven by the density difference between the vapor near the interface and that far from the interface and (2) heat conduction driven by the temperature difference between the liquid surface and the surrounding gas.</li>\n<li>As depicted in Fig. 1, the evaporation/condensation heat flux results in a vapor density jump at the liquid-gas interface. The conduction heat flux results in a temperature jump at the liquid-gas interface. The evaporation/condensation interfacial resistance is usually much lower than the heat conduction resistance unless the density of the non-condensable gas is high. </li>\n<li>The evaporation rate of water droplets in air is limited by the heat conduction rate from air to the water droplet. It is the interfacial thermal and mass diffusion resistance that slows down the evaporation rates as droplets get smaller. At normal temperature and pressure, the effects of liquid-gas interfacial resistance on evaporation of water droplets in air cannot be ignored if the droplet diameter is less than 20 &mu;m. </li>\n<li>The organic contamination at the water surface mainly affects the mass accommodation coefficient (<em>&alpha;<sub>M</sub></em>), which quantifies the possibility of water molecules to have phase change at the water surface. The MAC on a contaminated water surface decreases almost linearly with an increase in surface coverage of the organic contaminants as shown in Fig. 2. The smaller MAC leads to a lower evaporation/condensation rate or a lower interfacial conductance <em>G<sub>lv</sub></em> at the water surface.</li>\n<li>When non-condensable gas is evacuated from a heat pipe, the thermal resistance in the gas phase of the heat pipe is negligible compared to that at liquid-gas interfaces. The effective thermal conductivity in a heat pipe is strongly affected by the evaporation and condensation interfacial resistance and the length of the heat pipe. The maximum effective thermal conductivity that can be achieved in a heat pipe depends on the vacuum level of non-condensable gas in the heat pipe. The lower the non-condensable gas pressure, the higher the effective thermal conductivity that can be achieved by a heat pipe as shown in Fig. 3. For a planar heat pipe with water as the working fluid, the air pressure in the heat pipe must be lower than 1 Pa to achieve an effective thermal conductivity of 10,000 W/m&#8729;K.</li>\n</ol><br>\n<p>\n Last Modified: 08/28/2024<br>\nModified by: Zhi&nbsp; &nbsp;Liang</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724874481172_Fig._1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724874481172_Fig._1--rgov-800width.jpg\" title=\"Schematics of temperature (T) and density (rou) distribution near an evaporating water droplet in air.\"><img src=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724874481172_Fig._1--rgov-66x44.jpg\" alt=\"Schematics of temperature (T) and density (rou) distribution near an evaporating water droplet in air.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 1. (a) and (b) are T and rou; distribution with the conventional thermodynamic equilibrium assumption, respectively. (c) and (d) are T and rou; distribution with interfacial resistance taken into account, respectively.</div>\n<div class=\"imageCredit\">Zhi Liang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhi&nbsp; &nbsp;Liang\n<div class=\"imageTitle\">Schematics of temperature (T) and density (rou) distribution near an evaporating water droplet in air.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724875053300_Fig._8--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724875053300_Fig._8--rgov-800width.jpg\" title=\"The variation of effective thermal conductivity with the separation L between evaporating and condensing liquid surfaces in a planar heat pipe\"><img src=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724875053300_Fig._8--rgov-66x44.jpg\" alt=\"The variation of effective thermal conductivity with the separation L between evaporating and condensing liquid surfaces in a planar heat pipe\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 3. The variation of effective thermal conductivity (keff) with the separation L between evaporating and condensing liquid surfaces in a planar heat pipe predicted by Eq. (19). The working fluid and the non-condensable gas in the heat pipe is water and air, respectively at T = 300 K.</div>\n<div class=\"imageCredit\">Zhi Liang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhi&nbsp; &nbsp;Liang\n<div class=\"imageTitle\">The variation of effective thermal conductivity with the separation L between evaporating and condensing liquid surfaces in a planar heat pipe</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724874781611_Fig._6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724874781611_Fig._6--rgov-800width.jpg\" title=\"The mass accommodation coefficient (MAC) and interfacial thermal conductance (G_lv) at a contaminated water surface\"><img src=\"/por/images/Reports/POR/2024/2310833/2310833_10610309_1724874781611_Fig._6--rgov-66x44.jpg\" alt=\"The mass accommodation coefficient (MAC) and interfacial thermal conductance (G_lv) at a contaminated water surface\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 2. (a) The ratio of the MAC on a contaminated water surface to the MAC on a clean water surface as a function of surface coverage of organic contaminants. (b) The liquid-vapor interfacial thermal resistance (G_lv) at the condensing liquid surface as a function of surface coverage.</div>\n<div class=\"imageCredit\">Zhi Liang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhi&nbsp; &nbsp;Liang\n<div class=\"imageTitle\">The mass accommodation coefficient (MAC) and interfacial thermal conductance (G_lv) at a contaminated water surface</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nEvaporation and condensation of micro/nanodroplets are of great importance to various engineering and environmental applications such as spray cooling, spray combustion, and cloud formation. For more efficient use of micro/nanodroplets in these applications, it is essential to accurately predict the evaporation/condensation behaviors of these small droplets. Although evaporation and condensation processes have been studied for over a century, the existing relationships that model evaporation and condensation processes often predict results that are inconsistent with or even contradictive to experimental data.\n\n\nWith this NSF support, we developed a universal model which can be used to predict the evaporation and condensation rates of monatomic fluids, polymers, and water under different temperature and pressure conditions and understand the effects of thermal and mass diffusion resistances at the liquid-gas interface on the evaporation behavior of liquid droplets. The modeling results are corroborated by molecular dynamics simulation results and experimental data in literature. Based on the research results from this project, we published seven journal papers, submitted one journal paper, and gave eight presentations in international conferences. Using the NSF support, the PI trained three undergraduate students to use supercomputers to carry out large-scale simulations of evaporation and condensation processes. The three students, including a Hispanic student, continued their research as graduate research assistants. Two of these students obtained Masters degrees under the PIs supervision and the other student is pursuing a Ph.D. degree with the PI.\n\n\nThe key findings from this project include:\n\nThere are two heat transfer modes at a liquid-gas interface, namely, (1) evaporation/condensation mainly driven by the density difference between the vapor near the interface and that far from the interface and (2) heat conduction driven by the temperature difference between the liquid surface and the surrounding gas.\nAs depicted in Fig. 1, the evaporation/condensation heat flux results in a vapor density jump at the liquid-gas interface. The conduction heat flux results in a temperature jump at the liquid-gas interface. The evaporation/condensation interfacial resistance is usually much lower than the heat conduction resistance unless the density of the non-condensable gas is high. \nThe evaporation rate of water droplets in air is limited by the heat conduction rate from air to the water droplet. It is the interfacial thermal and mass diffusion resistance that slows down the evaporation rates as droplets get smaller. At normal temperature and pressure, the effects of liquid-gas interfacial resistance on evaporation of water droplets in air cannot be ignored if the droplet diameter is less than 20 m. \nThe organic contamination at the water surface mainly affects the mass accommodation coefficient (M), which quantifies the possibility of water molecules to have phase change at the water surface. The MAC on a contaminated water surface decreases almost linearly with an increase in surface coverage of the organic contaminants as shown in Fig. 2. The smaller MAC leads to a lower evaporation/condensation rate or a lower interfacial conductance Glv at the water surface.\nWhen non-condensable gas is evacuated from a heat pipe, the thermal resistance in the gas phase of the heat pipe is negligible compared to that at liquid-gas interfaces. The effective thermal conductivity in a heat pipe is strongly affected by the evaporation and condensation interfacial resistance and the length of the heat pipe. The maximum effective thermal conductivity that can be achieved in a heat pipe depends on the vacuum level of non-condensable gas in the heat pipe. The lower the non-condensable gas pressure, the higher the effective thermal conductivity that can be achieved by a heat pipe as shown in Fig. 3. For a planar heat pipe with water as the working fluid, the air pressure in the heat pipe must be lower than 1 Pa to achieve an effective thermal conductivity of 10,000 W/m&#8729;K.\n\t\t\t\t\tLast Modified: 08/28/2024\n\n\t\t\t\t\tSubmitted by: Zhi Liang\n"
 }
}