{
 "awd_id": "2310666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Snapping of Tethers",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922576",
 "po_email": "mcanova@nsf.gov",
 "po_sign_block_name": "Marcello Canova",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 202500.0,
 "awd_amount": 202500.0,
 "awd_min_amd_letter_date": "2023-09-05",
 "awd_max_amd_letter_date": "2023-09-05",
 "awd_abstract_narration": "This grant will fund research that enables accurate design for performance, reliability, and safety of flexible ropes used in parachutes, mooring lines, towing cables, safety harnesses, and energy harvesting devices, thereby promoting the progress of science, and advancing the national prosperity. Whether free-ended or tethered to payloads, the behavior of flexible ropes in engineering applications can be properly understood only by accounting for potentially damage-inducing snapping-like dynamics whereby a slack object is suddenly pulled taut. Even mild yanking at one end of a cable can easily amplify accelerations and tensions by several orders of magnitude, as kinetic energy is focused on a small region near the cable’s other end. The temporal brevity of the snapping process and the corresponding strong spatial localization of energy may lead to structural failures but can also be a way to manipulate a payload. To allow researchers and engineers to quantify, explain, and predict snapping phenomena across a range of applications, this project will build theoretical and computational models that are informed by experimental observations and validated against physical tests. To encourage participation in STEM, an educational module on bungee jump dynamics will be developed for summer camp programs for high school students at the University of Nevada and the University of Texas at Austin.\r\n\r\nThis research aims to develop the foundations of a modeling method for rapid, nonlinear, slack-taut transitions between effectively inextensible inertial motion to stretching and elastic wave generation of flexible objects, and to translate this method into efficient simulation techniques. It will accomplish these outcomes by deriving new boundary-layer asymptotics and scaling analyses that capture a sudden onset of large spatial gradients in tension and rapid exchange of kinetic energy to elastic potential energy and back again. It then builds on such techniques in the development of reduced order models and asynchronous time integrators that overcome unique numerical challenges associated with the nearly singular snapping dynamics. Finally, experiments on gravity-driven snapping will be performed to explore different regimes of behavior and to obtain data for comparison with theory and simulation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Vouga",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Vouga",
   "pi_email_addr": "evouga@cs.utexas.edu",
   "nsf_id": "000685754",
   "pi_start_date": "2023-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 202500.0
  }
 ],
 "por": null
}