{
 "awd_id": "2310797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISES: Indigenous forest management in a non-stationary climate",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032925376",
 "po_email": "fbmoore@nsf.gov",
 "po_sign_block_name": "Paco Moore",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 1599397.0,
 "awd_amount": 1599397.0,
 "awd_min_amd_letter_date": "2023-03-14",
 "awd_max_amd_letter_date": "2024-11-29",
 "awd_abstract_narration": "Forests have provided shelter, sustain, and provide ecosystem goods and services, including carbon sequestration, nourishment, and water resources for human societies for millennia. Forests reflect a complex mix of human management, extraction, and conservation interactions, and they face a myriad of threats from both economic forces and global environmental change. This award will explore how forests have been managed and sustained over millennia through exploring the human knowledge of these interactions. This award will explore the forest’s dynamics using: formal technical or ‘Western’ scientific and Indigenous Knowledge (defined here by local ancestral knowledge held by Indigenous communities) approaches and understanding. This study will rigorously assess forest disturbance history and model forest climate sensitivity in neotropical conifer forests using western methods from tree-ring studies and understanding how climatic risks are perceived by indigenous forest managers, the forest management systems in place led by indigenous communities, to understand how Indigenous Knowledge is applied to forest management in these communities and how this knowledge acquisition and transmission could be modified by social changes including migration, and how this relates to the existing body of Indigenous Knowledge. The project includes a range of broader impacts related to education, training, and co-production of knowledge focused on building local capacity and generating information that can be applied to study the range of variability in the coupled socio-environmental system of forests conserved by Indigenous communities. \r\n\r\nForest ecosystems are a critical component of the biosphere and play an important role in coupling the atmosphere to the land surface and carbon cycle. These environments also shelter, sustain, and provide ecosystem goods and services, including carbon sequestration and water resources, for human societies at scales from local to global. Forests are fully integrated socio-environmental systems that reflect reciprocal interactions, exchanges, and feedbacks between biosphere, atmosphere, and human society. Terrestrial protected areas and ecologically intact landscapes are conserved and managed by indigenous peoples, but imminent climate disruption and changes in forest disturbance regimes threaten the state of ecosystems and the human livelihoods that both depend on and affect them. Indigenous Knowledge reflects holistic accumulated understanding of the system by indigenous communities; however, migration and other social and cultural changes have altered the modes of transmission of environmental knowledge in these communities. How does modern Indigenous Knowledge integrate centuries of socio-environmental interactions and experiences and how will that knowledge system change in the face of social and environmental systems that will imminently shift beyond the variability of the last several centuries? This research approach combines a long-term understanding of past, present, and future forest history and disturbance from dendrochronology, novel insights into indigenous management and conservation practices through time, an understanding of traditional environmental knowledge dynamics, scale, and change, and forecasts of future socio-ecological change. This project seeks to understand how indigenous knowledge of forest dynamics reflect centuries of ecosystem variability and how non-stationarity in both the human and ecological components of this coupled system will affect management, conservation, and preservation of this socio-ecological system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Taylor",
   "pi_email_addr": "m.j.taylor@du.edu",
   "nsf_id": "000511357",
   "pi_start_date": "2023-05-08",
   "pi_end_date": "2024-11-29"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Pons Ganddini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diego Pons Ganddini",
   "pi_email_addr": "diego.pons@du.edu",
   "nsf_id": "000717896",
   "pi_start_date": "2023-03-14",
   "pi_end_date": "2023-05-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Pons Ganddini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diego Pons Ganddini",
   "pi_email_addr": "diego.pons@du.edu",
   "nsf_id": "000717896",
   "pi_start_date": "2024-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Denver",
  "inst_street_address": "2199 S UNIVERSITY BLVD RM 222",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3038712000",
  "inst_zip_code": "802104711",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF DENVER",
  "org_prnt_uei_num": "WCUGNQQ8DZU1",
  "org_uei_num": "WCUGNQQ8DZU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Denver",
  "perf_str_addr": "2199 S UNIVERSITY BLVD",
  "perf_city_name": "DENVER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802104711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1599397.0
  }
 ],
 "por": null
}