{
 "awd_id": "2310935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Doping of Semiconducting Polymers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 494018.0,
 "awd_amount": 494018.0,
 "awd_min_amd_letter_date": "2023-06-20",
 "awd_max_amd_letter_date": "2023-06-20",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\nFunctional electronics can be made with polymers for applications including wearable electronics and solar cells. Electronic polymers can be coated or printed, like an ink, to make devices on plastics or even stretchable materials. The electrical conductivity of these electronic polymers can be controlled through the addition of materials called dopants. The effectiveness of dopants depends how charges are transferred to the electronic polymer and how many of them can be incorporated. For this project, which is jointly supported by the Solid State and Materials Chemistry Program and the Polymers Program, both in NSF’s Division of Materials Research, researchers at the University of California Santa Barbara (UCSB) study the structural and electronic changes of electronic polymers during doping using both transport and advanced structural analysis methods, such as X-ray scattering at national user facilities. They also investigate how mechanical effects, such as bending or stretching, impact the incorporation of dopants into electronic polymers. This research in electronic polymers addresses the design of new materials towards the manufacturing of low-cost electronic devices relevant for electronics and energy conversion and storage, and the fundamental insights gained are expected to be transferrable to solid-state organic materials in general. The project helps train a diverse set of graduate students for careers in the US STEM workforce through advanced research in electronic materials that incorporates collaborative work. Undergraduate researchers involved in the research are exposed to future career pathways at the forefront of materials science including pathways to graduate study.  \r\n\r\n\r\nTECHNICAL SUMMARY\r\nControlling electrical doping of semiconducting polymers in the solid state requires attention to energetic and structural disorder. This project, which is jointly supported by the Solid State and Materials Chemistry Program and the Polymers Program, enables researchers at UCSB to design new molecular dopants that provide the ability to control the energetic distribution of doping within semiconducting polymers. The dopants are based on stable organic radical cations that have appropriate ionization energies to selectively dope high performance semiconducting polymers. These dopants allow tuning of the energetics of charge transfer for a given semiconducting polymer. The dopants further enable the investigation of the temporal evolution of the location of dopants within the nanostructure of semiconducting polymers. The structural evolution of doped electronic polymers is interrogated by a combination of advanced X-ray scattering methods and electron microscopy that are sensitive to the chemical structure of the dopant. The coupling between mechanical stress and doping of semiconducting polymers is then revealed by the systematic study of changes in the electronic density of states as a function of mechanical forces during doping. The comparison of both static and electrochemical doping provides a means to further examine the evolution of electronic behavior as a function of crystallinity and mechanical behavior. Graduate students involved in the research gain skills in multidisciplinary research including data science tools. The research outcomes are disseminated to the public through publications in peer-reviewed journals and the data is available through online data archives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Chabinyc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Chabinyc",
   "pi_email_addr": "mchabinyc@engineering.ucsb.edu",
   "nsf_id": "000516555",
   "pi_start_date": "2023-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "1355 Engineering II",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 494018.0
  }
 ],
 "por": null
}