{
 "awd_id": "2310608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Holography of Balls, Branes, and Baryons",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2023-08-11",
 "awd_max_amd_letter_date": "2023-08-11",
 "awd_abstract_narration": "This RUI award funds the research activities of Professor Matthew Lippert at SUNY Old Westbury.\r\n\r\nOver the past two decades, string theory has developed into a powerful tool for attacking challenging problems in a wide range of systems, from electrons in high-temperature superconductors to the ultra-dense cores of neutron stars.  The key tool is \"duality\", a translation between two very different descriptions of the same physical system.  As such, dualities enable string theory to rephrase many otherwise intractable problems into the form of questions that can be answered with vastly simpler calculations.  As part of his research, Professor Lippert will conduct several research projects which use string theory models to investigate open questions arising in a variety of interdisciplinary contexts. This research advances the national interest of promoting scientific progress by forging broad interdisciplinary connections between string theory, nuclear physics, astrophysics, and condensed matter physics. Such bridges enable the exchange of ideas and techniques between different fields of physics, enriching and advancing them all.  Furthermore, this RUI grant will enhance undergraduate physics research at SUNY Old Westbury, an exceptionally diverse, federally recognized minority-serving institution, with large Black and Hispanic populations.  Professor Lippert will involve students from severely underrepresented groups in his research, allowing them to acquire valuable experience, to improve their practical quantitative and computing skills, and to gain a hands-on appreciation for how actual science is done.\r\n \r\nMore specifically, this research uses gauge/gravity duality to investigate open questions in strongly coupled quantum field theories, organized around three topics. The physics of strongly interacting fermions and the quantum Hall effect on a spherical defect will be explored using a holographic probe brane model.  The topology and the lack of boundary are predicted to result in significantly different behavior compared with a planar system. The poorly understood behavior of cold, dense nuclear matter at the core of neutron stars will be investigated using holographic models of QCD. Realistically and tractably including baryons in holographic models of QCD continues to be a challenge. Far-from-equilibrium dynamics within quantum systems will be studied using holographic methods.  Advances in ultra-fast techniques have resulted in unprecedented control of quantum electronic systems, yielding a range of novel phenomena. This research investigates the out-of-equilibrium dynamics of non-equilibrium steady states resulting from periodic driving.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Lippert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Lippert",
   "pi_email_addr": "lippertm@oldwestbury.edu",
   "nsf_id": "000737798",
   "pi_start_date": "2023-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Old Westbury",
  "inst_street_address": "CAMPUS RM H402",
  "inst_street_address_2": "",
  "inst_city_name": "OLD WESTBURY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5168763125",
  "inst_zip_code": "11568",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ2FXBDGWMG5"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Old Westbury",
  "perf_str_addr": "CAMPUS RM H 402 A",
  "perf_city_name": "OLD WESTBURY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "11568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}