{
 "awd_id": "2311803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Quiet car wheel technology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2023-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-02-14",
 "awd_max_amd_letter_date": "2023-02-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of new strategies for sound isolation for vehicle interior noise induced by the friction of tires on pavement using highly reflecting acoustic metamaterials. One broad impact of the proposed project is to make a paradigm shift in the noise, vibration, comfort of vehicles. This technology is a meta-surface which can be used to control and isolate sound generated by a moving car. The proposed acoustic metamaterial partially fills the interior of the tires, thus isolating them acoustically from the car cabin. The proposed design significantly reduces the noise arising from tire-pavement interaction at a wide range of vehicle speeds over acoustic frequencies below 2 kHz. Robust lightweight meta-structures provide substantial interior noise reduction and a comfortable driving experience without affecting tire performance. Considering the growing automotive market size, the proposed technology can be a catalyst for economic growth both locally and globally. The proposed quiet technology can help solve the existing environmental noise pollution in other fields and may, ultimately, have long-term impacts on health including anxiety, depression, and heart diseases.\r\n\r\nThis I-Corps project is based on the development of automotive vehicle noise pollution reduction technology. This noise often comes from tire-pavement interaction, e.g., friction and impact. Currently efforts aim to use sound absorbers and/or cavity resonators to suppress peaks in the noise spectrum. The tools applied to reach this goal are acoustic foams and Helmholtz resonators. However, these noise reduction methods are focused on suppression of the tire cavity resonance, and they are effective within a relatively narrow bandwidth. A different approach is necessary for better noise reduction of the sound generated at low frequency and the wideband noise caused by tire-pavement interaction. While it is difficult to deal with the low frequency and undesired broadband sound using conventional materials due to the limited design constraints, this project will use acoustic metamaterials and artificially engineered structures that can have a compact shape while providing exotic acoustic properties. The proposed approach uses an artificially designed, reflecting acoustic can be extended to other objects generating low-frequency mechanical noise.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yun",
   "pi_last_name": "Jing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yun Jing",
   "pi_email_addr": "jing.yun@psu.edu",
   "nsf_id": "000600513",
   "pi_start_date": "2023-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our team, QT Technology, has been working on a unique technology that aims to make car rides quieter by reducing tire-road noise. This technology was developed by researchers at the Pennsylvania State University and has been guided by academic and industry experts. We&rsquo;ve been exploring how this technology can be used in the automotive industry and have spoken to over 100 people in the field to understand its potential benefits while participating in the Southwest Winter 2023 Cohort.&nbsp;</span></p>\n<p><span>Initially, we believed that our technology would be of interest to car and tire manufacturers. To verify this, we attended various industry events, conducted interviews, and tested noise levels in electric cars. We also explored why noise-reducing technologies are not commonly used in cars and if there was a demand for such products among car owners.</span></p>\n<p><span>Our findings revealed that while our technology was valued, it was not deemed essential due to the additional cost and weight it would add to cars. Interestingly, we found that most electric cars already use silent foam tires to reduce noise. However, we discovered a significant demand for noise-reducing technology among owners of electric and luxury cars who desired quieter, more affordable, and easy-to-install solutions.</span></p>\n<p><span>Based on these findings, we decided to focus on auto tuning shops as our beachhead market. We also recognized that our technology is still in its early stages and needs further development to meet industry standards.&nbsp;</span></p>\n<p><span>In conclusion, our project aims to enhance the comfort of car rides by making them quieter, and we are excited about the potential impact of our technology.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/17/2024<br>\nModified by: Yun&nbsp;Jing</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur team, QT Technology, has been working on a unique technology that aims to make car rides quieter by reducing tire-road noise. This technology was developed by researchers at the Pennsylvania State University and has been guided by academic and industry experts. Weve been exploring how this technology can be used in the automotive industry and have spoken to over 100 people in the field to understand its potential benefits while participating in the Southwest Winter 2023 Cohort.\n\n\nInitially, we believed that our technology would be of interest to car and tire manufacturers. To verify this, we attended various industry events, conducted interviews, and tested noise levels in electric cars. We also explored why noise-reducing technologies are not commonly used in cars and if there was a demand for such products among car owners.\n\n\nOur findings revealed that while our technology was valued, it was not deemed essential due to the additional cost and weight it would add to cars. Interestingly, we found that most electric cars already use silent foam tires to reduce noise. However, we discovered a significant demand for noise-reducing technology among owners of electric and luxury cars who desired quieter, more affordable, and easy-to-install solutions.\n\n\nBased on these findings, we decided to focus on auto tuning shops as our beachhead market. We also recognized that our technology is still in its early stages and needs further development to meet industry standards.\n\n\nIn conclusion, our project aims to enhance the comfort of car rides by making them quieter, and we are excited about the potential impact of our technology.\n\n\n\t\t\t\t\tLast Modified: 04/17/2024\n\n\t\t\t\t\tSubmitted by: YunJing\n"
 }
}