{
 "awd_id": "2311414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LTREB: Population persistence in a variable world:  spatiotemporal variation in climate and demography across the range of scarlet monkeyflower",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928935",
 "po_email": "ksegrave@nsf.gov",
 "po_sign_block_name": "Kari Segraves",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2029-05-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 442310.0,
 "awd_min_amd_letter_date": "2023-07-17",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "This project seeks to understand how different climates influence the survival, growth, and reproduction of plant species. Understanding how survival, growth and reproduction influence how fast a population grows helps determine how vulnerable species are to climate change. The researchers will measure population growth rates across the range of the scarlet monkeyflower in the western United States over the next 10 years. The findings of this research will provide valuable insights into how populations can persist in the face of changing climates. This work will help land managers with programs to conserve rare plants, promote healthy ecosystems after wildfires, and restore stream habitats. In addition, the project will mentor and train recent college graduates from underrepresented groups.\r\n\r\nPopulations can be buffered from temporal variability in climate if one or more demographic rates mitigate environmental variation in a way that promotes stability in population growth. Alternatively, populations might show variable population growth rates that track temporal variability in climate to capitalize on favorable conditions. It remains unclear how the propensity for climate buffering and climate tracking varies with life history, particularly under realistically varying environments, alters range-wide inferences of population dynamics when local populations differ in buffering and tracking capacity, and influences the likelihood that genetic adaptation and phenotypic plasticity facilitate population persistence in the face of climate extremes. To address these knowledge gaps, the researchers will collect range-wide demographic data over the next 10 years in the scarlet monkeyflower (Mimulus cardinalis), a plant that is found across different climates in western North America. Mimulus cardinalis is an ideal model for understanding population persistence and adaptation in a rapidly changing climate because the researchers can uniquely synthesize extensive observational and experimental datasets. The combination of large-scale and long-term demographic observations (21 populations over 10-21 years to date), experimental work in greenhouse and field common gardens, and genomic studies makes this a particularly powerful system for dissecting how historical and contemporary climate adaptation shape distribution and abundance.  Linking genotypes and phenotypes to demography across a broad spatial and temporal scale will reveal unforeseen insights into population persistence in the face of increasingly extreme climates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seema",
   "pi_last_name": "Sheth",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Seema N Sheth",
   "pi_email_addr": "ssheth3@ncsu.edu",
   "nsf_id": "000769821",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Angert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amy L Angert",
   "pi_email_addr": "amy.angert@botany.ubc.ca",
   "nsf_id": "000378182",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "27607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 442310.0
  }
 ],
 "por": null
}