{
 "awd_id": "2311638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: ATMARS, an AuTonomous underwater vehicle with ancillary optics to measure MARine Snow size, concentration, and descent rate.",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 298461.0,
 "awd_amount": 298461.0,
 "awd_min_amd_letter_date": "2023-03-01",
 "awd_max_amd_letter_date": "2023-03-01",
 "awd_abstract_narration": "It is well known that the ocean sequesters approximately 25% of atmospheric carbon dioxide which is critical to the mediation of climate change.  This therefore promotes the need for enhanced understanding of carbon sequestration and transport in the ocean.  Given the importance of oceanic sequestration and the global crisis due to the greenhouse effect, an accurate assessment of carbon flux into the deep ocean is imperative. Despite this need, our capability to calculate the transport of marine snow, a major mechanism for carbon storage, has lagged.  A now classic review in 1988 (Aldridge and Silver) outlined the importance of marine snow from many points of view, including both the production and the presence of microbial activity.  Interestingly, they state “The greatest challenge to the study of marine snow at present is the development of appropriate technology to measure abundances and characteristics of aggregates in situ.”  That challenge remains today.  Among the most promising techniques are optical methods.  However, advances are needed to enable the optimal translation of imaged marine snow into carbon content and sinking velocities.  Specifically, an underwater vehicle is needed that will solve the problem that has vexed the estimate of marine snow descent rates by creating a vehicle that is both “going with the flow” and, at the same time, measuring particle vertical descent velocity.  Based on this need, the project goal is to develop a reasonably priced device for measuring carbon flux. \r\n \r\nTo achieve this goal, a relatively inexpensive (~$10k) autonomous, underwater, self-ballasting vehicle with an onboard optical imaging system will be designed and tested.  Necessary developments to accomplish this goal are the design, fabrication, and test of a vehicle that can both “see” and “track” particles as they descend throughout the water column without affecting their descent rate.  First, the optical imaging system will be tested with water samples obtained from different depths at sea.  The researchers will then optimize the imaging system by testing cameras and a variety of lighting options.  Considering vehicle design, a vital aspect is to provide images of sinking particles without affecting their descent rate.  The researchers will therefore test several vehicle configurations in deep tanks that are filled with appropriately sized particles while the vehicle is moved up and down.  A positive result will be the observation of undisturbed particles.  Another important aspect of the development cycle will be to create control software that will adjust vehicle buoyancy to follow particles as they sink, thereby maintaining the particles in the field of view of the camera system. Again, the researchers will test this with particle seeded deep tanks. Following successful hardware development and lab tests, the researchers will conduct sea tests to judge the vehicle’s capability to track descending particles.  The ensuing data set will be made available to the community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jules",
   "pi_last_name": "Jaffe",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jules S Jaffe",
   "pi_email_addr": "jjaffe@ucsd.edu",
   "nsf_id": "000174328",
   "pi_start_date": "2023-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Malcolm",
   "pi_last_name": "Stokes",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Malcolm D Stokes",
   "pi_email_addr": "dstokes@mpl.ucsd.edu",
   "nsf_id": "000490728",
   "pi_start_date": "2023-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY RM 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 298461.0
  }
 ],
 "por": null
}