{
 "awd_id": "2311800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elements: Entity: Radiative General-Relativistic Particle-in-cell Toolkit for Extreme Plasma Astrophysics",
 "cfda_num": "47.049, 47.070",
 "org_code": "05090000",
 "po_phone": "7032925147",
 "po_email": "dmassey@nsf.gov",
 "po_sign_block_name": "Daniel F. Massey",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-07-27",
 "awd_max_amd_letter_date": "2024-12-20",
 "awd_abstract_narration": "The computational modeling efforts of extreme plasma phenomena around the most exotic objects in the Universe -- the black holes and the neutron stars -- are growing at an unprecedented rate both in terms of the scales of the simulations and in terms of their complexity. Nonetheless, the current state of the simulation frameworks fails to meet the growing interest in the field. The development of new computational tools is the primary agenda of this proposal. This award aims to produce an open-source, user-friendly, and easily accessible software toolkit used to investigate the dynamics and radiation of extreme plasmas on a variety of platforms varying from laptops to high-performance computing hardware, including the exascale national supercomputers and GPU clusters. The key aspect of the toolkit is its ease of use out-of-the-box, which is crucial for educating newcomers in the field, while still offering high-enough customizability to facilitate the more demanding state-of-the-art research. The project will provide training for undergraduate and graduate students through semester-long or year-long projects at the University of Maryland and will sponsor a postdoctoral scholar, who will be involved in the active development process.\r\n\r\nThis award leads to advances in extreme plasma astrophysics -- a frontier in plasma physics research aiming at understanding fundamental plasma processes in the vicinity of astrophysical compact objects, where the interaction of charged particles with the produced radiation is important. To describe the systems of interest, the team develops Entity, a radiative general-relativistic particle-in-cell code, available in several different grid geometries (Cartesian or flexible curvilinear coordinate systems, including the cubed sphere grid, both special and general-relativistic). Entity is going to be equipped with a module capable of simulating all the astrophysically-necessary QED-plasma interaction processes, and a continuum solver using a semi-Lagrangian numerical scheme. During the three-year grant period, PI and collaborators plan to organize a set of training camps (both in-person at participating institutions and using Zoom webinars available to a broader community). These sessions and lectures will cover aspects of extreme plasma astrophysics and focus on basic practices for interacting with Entity. In addition, a postdoctoral scholar and graduate students supported by this project will receive extensive professional, educational, and equity, diversity, and inclusion training, including transferable skills acquired through work on this project. \r\n\r\nThis project advances the objectives of \"Windows on the Universe: the Era of Multi-Messenger Astrophysics\", one of the 10 Big Ideas for Future NSF Investments.\r\n\r\nThis award by the Office of Advanced Cyberinfrastructure is jointly supported by the Physics at the Information Frontier program in the Division of Physics within the Directorate for Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Philippov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Philippov",
   "pi_email_addr": "sashaph@umd.edu",
   "nsf_id": "000790574",
   "pi_start_date": "2023-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dorland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Dorland",
   "pi_email_addr": "bdorland@umd.edu",
   "nsf_id": "000356500",
   "pi_start_date": "2023-07-27",
   "pi_end_date": "2024-12-20"
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "755300",
   "pgm_ele_name": "PHYSICS AT THE INFO FRONTIER"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}