{
 "awd_id": "2312889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: How different forms of competition shape trait evolution and coexistence: A tale of two castes in the turtle ants",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928935",
 "po_email": "ksegrave@nsf.gov",
 "po_sign_block_name": "Kari Segraves",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 644935.0,
 "awd_amount": 524549.0,
 "awd_min_amd_letter_date": "2023-08-03",
 "awd_max_amd_letter_date": "2024-05-24",
 "awd_abstract_narration": "The diverse array of life on earth, or “biodiversity”, is critical for the healthy functioning of the natural systems that humans depend on. Yet there is much to learn about the mechanisms that produce biodiversity through time and then maintain it in present-day systems. This research seeks a new level of integrative understanding of the mechanistic role of competition in this “production and maintenance” of biodiversity. Competition is a ubiquitous species interaction, often apparent as overt fighting over resources. It has long been implicated in shaping the evolution of functionally differentiated groups of species and in determining which assortment of species can live together in the same place. Yet integrated studies of how competition shapes the production and maintenance of biodiversity have been elusive. This project will integrate a series of comparative evolutionary, ecological, and experimental studies to determine how competition, in its various forms, shapes both elaborate morphological diversity within a group of organisms and which of these species can coexist in the same habitat. This research then offers potentially transformative understanding of key mechanisms shaping earth’s biodiversity, which is both critical for human wellbeing and increasingly threatened. The main scientific findings from this work will be used in a science-art collaboration to bring a visual guide to biodiversity production and maintenance to broad audiences in the classroom and online. Additionally, the project will provide extensive training and mentoring for young scientists from diverse backgrounds and make comprehensive specimen contributions to physical and digital collections.\r\n\r\nThe goals of this project will be addressed using the turtle ants (Cephalotes), a diverse New World lineage with iconic phenotypic diversity among ants and high local species richness in the habitats they occupy. Critically, different turtle ant traits are known to engage with different forms of competition: high intensity “targeted” competition with a small number of specialized competitors, versus low intensity but pervasive “diffuse” competition within multi-species assemblages. The proposed work will integrate: 1) species-level phylogenetic comparative analyses of traits that engage with contrasting targeted versus diffuse competition; 2) analyses of species coexistence and trait diversity for contrasting forms of competition in species-rich communities; and 3) field-based experimental studies of trait-mediated competitive intensity and outcome severity, contrasted across scenarios defined by different forms of competition. The overarching hypothesis being tested is that targeted forms of competition drive both more divergent trait diversity and more predictable trait-mediated mechanisms of coexistence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Powell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Powell",
   "pi_email_addr": "scottpowell@gwu.edu",
   "nsf_id": "000484550",
   "pi_start_date": "2023-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cody",
   "pi_last_name": "Kent",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cody M Kent",
   "pi_email_addr": "cmkent@frostburg.edu",
   "nsf_id": "000812774",
   "pi_start_date": "2024-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 524549.0
  }
 ],
 "por": null
}