{
 "awd_id": "2312818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Using Machine Learning and Animal Models to Reveal Bacterial Subnetworks Essential for Development Within Complex Gut Microbiomes.",
 "cfda_num": "47.049, 47.074",
 "org_code": "08090000",
 "po_phone": "7032928064",
 "po_email": "cfassbin@nsf.gov",
 "po_sign_block_name": "Carol Fassbinder-Orth",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 1234547.0,
 "awd_amount": 1162111.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2023-08-21",
 "awd_abstract_narration": "Multicellular animals emerged into a microbial world and, many animals, including humans, maintain gut microbiomes that are complex microbial communities that they require for normal development and growth. The enormous species and functional diversity comprising these microbiomes confound efforts to link microbiome composition to specific healthy host phenotypes. The team will introduce random sub-samples of the total gut microbiome to a germ-free host and screen for those capable of resolving many of the growth and developmental deficiencies associated with being germ-free. Next, machine learning (ML) approaches will identify bacterial species that are consistently associated with promoting healthy host outcomes. Finally, the team will construct and introduce synthetic microbiomes comprised of bacterial species recommended by the ML models to germ-free animals to validate their predictions. Ultimately, this effort will identify specific bacterial lineages that are integral to animal growth, development and evolution. This interdisciplinary project leverages legacy and cutting-edge technologies to address what aspects of gut microbiome composition are essential for positive host outcomes. Additionally, this project will demonstrate the power of low-cost/high-replicate model systems and predictive modeling for rapid hypothesis generation and testing. Finally, investigators and postdoctoral scientists doing microbiome sciences will be afforded opportunities to recruit next-gen microbiome scientists from HBCUs with the goal of building a diverse microbiome science workforce. Further, these participants will obtain training in mentoring across different positionalities to enable them to build productive, long-term professional relationships with their mentees.\r\n\r\nHost-associated bacteria are inextricably involved in the life history and evolution of metazoans. This research project builds on emerging evidence that suggests composition of gut microbiota (i.e. species/functional diversity) have large effects on host animal growth and development, and these effects are realized at several levels of biological organization (i.e. gene network expression, cellular proliferation and tissue differentiation, organismal body size and maturation). Many animals, including mammals, harbor species-rich and functionally complex gut microbiomes and identifying bacterial lineages within those complex communities that are critical for animal growth and development presents challenges that can be addressed through interdisciplinary approaches. Specifically, machine learning approaches will be used to integrate high-replicate multi-omics data from the gut microbiome and its host as well as host developmental, physiological and gastric histological data from several well-defined microbiome perturbations to infer bacterial species sub-networks that are consistently associated with normal host growth and development. The research team will test the hypothesis that these networks are host-supportive by constructing synthetic microbiomes comprised of predicted species in axenic juvenile hosts and track their development. This interdisciplinary approach leverages molecular and microbiological approaches, legacy (i.e. random forest) and cutting edge (i.e. convolution neural networks with triplet loss) machine learning tools, and an invertebrate animal model that normally harbors a complex gut microbiome and can easily be reared axenically without the use of antibiotics (i.e. Periplaneta americana) to shed light on the role of gut microbiota on host growth and development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zakee",
   "pi_last_name": "Sabree",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Zakee L Sabree",
   "pi_email_addr": "sabree.8@osu.edu",
   "nsf_id": "000638634",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Berger-Wolf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Berger-Wolf",
   "pi_email_addr": "berger-wolf.1@osu.edu",
   "nsf_id": "000296514",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Asuman",
   "pi_last_name": "Turkmen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Asuman S Turkmen",
   "pi_email_addr": "turkmen.2@osu.edu",
   "nsf_id": "000548606",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1594",
   "pgm_ref_txt": "HIST BLACK COLLEGES AND UNIV"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1162111.0
  }
 ],
 "por": null
}