{
 "awd_id": "2312833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NeTS: Medium: Black-box Optimization of White-box Networks: Online Learning for Autonomous Resource Management in NextG Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-08-15",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Next-generation (NextG) wireless networks are anticipated to revolutionize various applications, such as interactive real-time applications like Augmented Reality (AR), while meeting the high Quality-of-Experience (QoE) requirements expected by users. To achieve these goals, NextG networks are undergoing a transformation toward a white-box architecture, characterized by openness, intelligence, and a focus on user needs. Therefore, it is both timely and important to address autonomous resource management within the NextG paradigm. This project aims to facilitate the transition from traditional black-box network designs to a white-box network architecture, which will significantly reduce costs and enhance QoE performance at its core. The findings of this project will be integrated into the curricula of all participating institutions. Furthermore, this project is committed to promoting the engagement of women and underrepresented minority (URM) students through research opportunities and outreach activities at their respective institutions. Mechanisms will be established to foster leadership and participation from URM groups in an annual high-profile research workshop held at OSU.\r\n\r\nO-RAN is an operator-driven alliance dedicated to the advancement of radio access networks (RAN) toward an open architecture. This research focuses on harnessing the advanced capabilities of O-RAN, with a specific emphasis on edge-assisted low-latency AR as a key use case, to address autonomous resource management in the NextG paradigm. The research employs a data-driven approach across multiple time scales, using Bayesian optimization (BO) as a sample-efficient online learning and black-box optimization tool. The research develops versatile techniques and building blocks to optimize the QoE performance, structured around three interconnected thrusts: (i) developing a provably efficient multi-time-scale data-driven BO framework integrated with O-RAN, (ii) achieving collaborative BO for multi-RAN learning and optimization, and (iii) applying the developed BO frameworks to edge-assisted low-latency AR applications. The research establishes the analytical foundations and algorithmic frameworks that will be integrated with open-source full-stack O-RAN implementations. The evaluation process involves simulations based on 3GPP standards in ns-3, as well as collaborations with industry partners including AT&T, Qualcomm, and Nokia Bell Labs. Real- world trace data and production-grade O-RAN platforms will be leveraged for evaluation purposes. The outcomes of this research not only contribute to advancing knowledge in machine-learning-enabled NextG systems design but also address critical needs within the broader machine learning and networking research communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Ji",
   "pi_email_addr": "boji@vt.edu",
   "nsf_id": "000677296",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "620 Drillfield Drive",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}