{
 "awd_id": "2312733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Quality and Productivity Research Conference - Statistics, Deep Learning, and the People Side of Process",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924551",
 "po_email": "jzhu@nsf.gov",
 "po_sign_block_name": "Jun Zhu",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 22012.0,
 "awd_amount": 22012.0,
 "awd_min_amd_letter_date": "2023-02-28",
 "awd_max_amd_letter_date": "2023-02-28",
 "awd_abstract_narration": "The 39th Quality and Productivity Research Conference (QPRC) will be hosted by the University of Houston (UH) in Houston, Texas from June 6-8, 2023. It is the main annual event for the Quality and Productivity Section of the American Statistical Association, and it will consider data science and statistics related topics though presentations, poster sessions, a technical tour, and a one-day short course. Because billions of data sets are collected, processed, and analyzed on a daily basis in virtually every environment known, with an increasing number of data-based decisions being made that have real-world consequences for individuals and society, the data science and statistics community must keep pace with the rapid growth and variety of collected data and provide up-to-date methodologies and guidance to every applied field that utilizes data. QPRC aims to support knowledge sharing regarding data science and statistics to enable researchers and practitioners to understand the impact of data-based systems and decisions, and avoid, or at least detect and mitigate, unintended adverse consequences. It will provide a unique opportunity for attendees to meet, exchange ideas and experiences, and form collaborations. Through participation in QPRC students will gain access to invaluable learning experiences and networking opportunities with other conference attendees.\r\n \r\nThe conference theme is “Statistics, Deep Learning & the People Side of Process,” and it will include 18 invited paper sessions, four to six contributed sessions, poster sessions, a technical tour, and a one-day short course (on June 5). QPRC has the potential to advance knowledge and understanding of topics related to data science and statistics by providing a unique opportunity for statisticians, data scientists, quantitative analysts, researchers, and practitioners to discuss the current progress made in computer-intensive fields such as machine learning, facial recognition, and so forth, and exchange novel ideas and experiences in working with modern big data. Hence, this conference has the potential to 1) disseminate new methods and data-driven approaches, the evaluation of previous findings, and the validation of theoretical approaches, 2) stimulate further investigations regarding the benefits of working with big, multidimensional data, both structured and unstructured, and 3) increase the awareness of the need to use big data ethically and to address the bias that may result from the automated collection and analysis of large datasets. In addition, QPRC has the potential to benefit society in several ways. First, it provides the opportunity for attendees to learn and reframe their understanding of concepts related to data science and statistics. Second, QPRC will promote the responsible deployment and interpretation of data science and statistical methods in a variety of applied areas. Third, to disseminate the knowledge from the conference to the broader community, QPRC presenters will be invited to submit their work for publication in a special issue of the Journal of Applied Stochastic Models in Business and Industry. Fourth, to broaden the participation of underrepresented groups (i.e., women, racial/ethnic minorities, etc.) in science, technology, engineering, and mathematics (STEM) disciplines, funding is requested to support graduate students especially those in underrepresented groups from U.S. institutions to participate in QPRC. The conference website is www.uh.edu/qprc2023.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamison",
   "pi_last_name": "Kovach",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jamison V Kovach",
   "pi_email_addr": "jvkovach@uh.edu",
   "nsf_id": "000535446",
   "pi_start_date": "2023-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yaping",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yaping Wang",
   "pi_email_addr": "ypwang@uh.edu",
   "nsf_id": "000878678",
   "pi_start_date": "2023-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 W CALHOUN ST STE 316",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 22012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Quality and Productivity Research Conference (QPRC)&nbsp;<span>promotes the responsible deployment and interpretation of data science and statistical methods in a variety of applied areas. Conference attendees had&nbsp;</span>the opportunity to discuss the current progress made in computer-intensive fields such as stream data mining, machine learning, functional data analysis, image reconstruction, facial recognition, and so forth and exchange novel ideas and experiences in working with modern big data to discover knowledge and apply it to numerous fields. Participants also had a platform to discuss how social science tools can be incorporated to make current data science practice more human-centered and explore different types of collaboration opportunities to potentially develop rigorous and ethical algorithms and projects using cutting-edge computational tools to address pressing social concerns. Hence, this conference 1) disseminated new methods and data-driven approaches, the evaluation of previous findings, and the validation of theoretical approaches, 2) stimulated further investigations regarding the benefits of working with big, multidimensional data, both structured and unstructured, and 3) increased the awareness of the need to use big data ethically and to address the bias that may result from the automated collection and analysis of large datasets.</p>\r\n<p>Through this conference,&nbsp;<span>students (29 total) in underrepresented groups <span>(i.e., women, racial/ethnic minorities, etc.) in science, technology, engineering, and mathematics (STEM) disciplines&nbsp;</span>gained access to invaluable learning experiences and networking opportunities with other conference attendees, which includes, but was not limited to, senior researchers, industry practitioners, and educators in the data science and statistics fields.&nbsp;<span>The poster session provided an opportunity for funded students to showcase their research and obtain useful feedback from other attendees at the conference. This and other activities at QPRC provided students with an opportunity to build their professional networks and develop strong future collaborations.</span></span></p><br>\n<p>\n Last Modified: 01/03/2025<br>\nModified by: Jamison&nbsp;V&nbsp;Kovach</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Quality and Productivity Research Conference (QPRC)promotes the responsible deployment and interpretation of data science and statistical methods in a variety of applied areas. Conference attendees hadthe opportunity to discuss the current progress made in computer-intensive fields such as stream data mining, machine learning, functional data analysis, image reconstruction, facial recognition, and so forth and exchange novel ideas and experiences in working with modern big data to discover knowledge and apply it to numerous fields. Participants also had a platform to discuss how social science tools can be incorporated to make current data science practice more human-centered and explore different types of collaboration opportunities to potentially develop rigorous and ethical algorithms and projects using cutting-edge computational tools to address pressing social concerns. Hence, this conference 1) disseminated new methods and data-driven approaches, the evaluation of previous findings, and the validation of theoretical approaches, 2) stimulated further investigations regarding the benefits of working with big, multidimensional data, both structured and unstructured, and 3) increased the awareness of the need to use big data ethically and to address the bias that may result from the automated collection and analysis of large datasets.\r\n\n\nThrough this conference,students (29 total) in underrepresented groups (i.e., women, racial/ethnic minorities, etc.) in science, technology, engineering, and mathematics (STEM) disciplinesgained access to invaluable learning experiences and networking opportunities with other conference attendees, which includes, but was not limited to, senior researchers, industry practitioners, and educators in the data science and statistics fields.The poster session provided an opportunity for funded students to showcase their research and obtain useful feedback from other attendees at the conference. This and other activities at QPRC provided students with an opportunity to build their professional networks and develop strong future collaborations.\t\t\t\t\tLast Modified: 01/03/2025\n\n\t\t\t\t\tSubmitted by: JamisonVKovach\n"
 }
}