{
 "awd_id": "2312370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: The Future of Interfaces and Accessibility",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 49757.0,
 "awd_amount": 49757.0,
 "awd_min_amd_letter_date": "2023-02-17",
 "awd_max_amd_letter_date": "2023-02-17",
 "awd_abstract_narration": "Next-next generation interfaces and the technologies that will drive them provide new challenges to accessibility, as well as new tools for addressing these barriers. These new technologies can also help us address barriers that some people face with today’s technologies – barriers that we currently do not have good solutions for. This is particularly true for cognitive, language, and learning disabilities, deaf-blindness, blindness and intellectual impairments and other combinations of disabilities. Despite successes, it has become apparent that this work needs a new paradigm. Thus, this workshop aims to gather and engage mainstream and disability leaders and innovators in their fields to: a) Thoroughly explore all visions for the future of the interface; b) Gather all different thoughts, approaches, and paradigms from the best in the international accessibility community; and c) Create both mainstream and accessibility research agendas that can result in solutions for next-next generation interface technologies, to be available when these technologies enter the marketplace instead of five years or more behind them. As a byproduct of the workshop, a special website will be created, capturing all of the presentations, preparatory materials, and the final research agenda.  The impact on society of more accessible product interfaces cannot be easily measured, but with the new estimates of a fifth to a quarter of the population having disabilities, and the increasing reliance on digital interfaces in everything we do, even in developing countries, the impact of more accessible interfaces will be quite significant, both to economies and to quality of life for large sectors of the population.\r\n\r\nThis workshop will bring together leaders in mainstream human computer interaction and supporting technologies to help predict the future interface, as well as the best minds in accessibility to help imagine new approaches and methods to address these technologies.  The result of just these two activities would be of great value to the field. The creation of both a mainstream technology and an accessibility research agenda will be of even more immediate and long-term use to academic researchers and students, and to developers in companies interested in practical ways to make their future product interfaces accessible. It will also be useful to consumer groups, funding agencies, policy makers, assistive technology developers, and independent researchers and developers in shaping their future work, agendas, and goals. The resulting research agenda is intended to be a living agenda that is updated over time and used by the broad range of stakeholders.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Vanderheiden",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg C Vanderheiden",
   "pi_email_addr": "GreggVan@umd.edu",
   "nsf_id": "000920451",
   "pi_start_date": "2023-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49757.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Workshop and follow-up activities</strong><br /><strong>&nbsp;to create an international research agenda</strong><br /><strong>&nbsp;&nbsp;for next-next generation interfaces.</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>In February 2023, a two-day virtual workshop was held to explore how emerging technologies could be used to make information and communication technologies (ICT) more accessible to people with disabilities and the aging population. Despite decades of effort by consumers, industry, and the courts, only about 5% of all products are currently accessible, and even these are not accessible to many people with disabilities. Almost no products fully meet the existing minimum accessibility guidelines.</p>\n<p>The workshop, co-hosted by Vinton Cerf and Gregg Vanderheiden, gathered top researchers in mainstream and disability research to discuss these issues. Over 1500 people internationally registered for the workshop, which was organized as a series of nine panels. On the first day, mainstream experts provided an assessment of the state-of-the-art and predictions for: &nbsp;future interfaces, AI and intelligent interfaces, XR/AR/VR, direct brain interfaces, and machine/computer vision. All panels were open to questions from the international attendees. At the end of the day, an open roundtable was held to capture any topics or aspects not covered in the panels.</p>\n<p>On the second day, disability experts, researchers, and consumers discussed the previous day&rsquo;s presentations and their implications and applications toward making current and future technology accessible. The panels focused on direct brain interfaces, XR/AR/VR and virtual worlds, access by people with cognitive, language, and learning disabilities, and finally alternate approaches to accessibility that might be enabled by new technologies. The day ended with a work session on creating a research agenda to try to both prevent emerging technologies from creating new access barriers and importantly, to use the new technologies to solve accessibility problems we have not been able to address to date.</p>\n<p>The primary conclusions from the workshop and pre and post discussions included the following points:</p>\n<ul>\n<li>AI and intelligent agents will move from just being &ldquo;assistants&rdquo; to being mediators or interfaces themselves to information, other people, objects, and systems in our environment. This will not occur without controversy, but is inevitable.</li>\n<li>Direct Brain interfaces will move from research to semi-common practice over the next decade. They will include less invasive means and will provide a means for direct interface with things in our environment, first for people with disabilities and then for people more generally.</li>\n<li>XR/VR/AR adoption will be slowed for a while until it can be miniaturized to be less cumbersome. In the meantime, it will find medical, industrial, and disability applications. Once more convenient and aesthetic it will take off and could change the way we think about ourselves, our environment, and our interactions with others.</li>\n<li>Computer vision will advance from object identification to understanding of objects and their role and function &ndash; allowing a whole new level of understanding and interaction between a) computers and the environment and b) computers understanding the interfaces on products.</li>\n</ul>\n<p>With regard to implications for people with disabilities, the primary conclusion included:</p>\n<ul>\n<li>Direct Brain interfaces (both invasive and non-invasive) are already providing interfaces and control to people with disabilities &ndash; and this will only increase in type and quality.</li>\n<li>XR/VR/AR, on the other hand, are seen as both a potential aid to people with disabilities and a potential new barrier to people with disabilities if and as they are adopted for mainstream use since strategies to provide full access to all people with disabilities do not yet exist.</li>\n<li>The introduction of AI and Generative AI holds promise for the development of assistive technologies for people with cognitive, language, and learning disabilities that have not been possible before.&nbsp;</li>\n<li>The emerging technologies together provide the opportunity to approach accessibility in a majorly different way &ndash; that can overcome the barriers that have prevented us from both a) making more than a very small portion of products accessible, and b) making products accessible to people with the full range of types, degrees, and combinations of disability.</li>\n</ul>\n<p>The workshop ended with a session open to all participants to gather topics and areas to address in building a research agenda to realize the above potentials and address identified concerns.&nbsp;&nbsp;A preliminary version is provided in the final report.&nbsp;&nbsp;Review, contribution, and extension are continuing.&nbsp;</p>\n<p>By bringing together mainstream and disability experts, this joint NSF/NIDILRR-ACL workshop was able to provide new insights into what is likely to be available from mainstream research, and areas where disability research will be needed both to address potential new barriers and to enable use of these emerging technologies to create new types of assistive technology that can address currently unaddressable issues.</p>\n<p>A website was created in conjunction with the workshop. It captured the workshop presentations so that they could be viewed later and provided an Exploratorium for people interested in exploring the history and future visions of mainstream and accessible interfaces.&nbsp;<a href=\"https://futureofinterface.org/\">https://futureofinterface.org</a>.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/08/2024<br>\nModified by: Gregg&nbsp;C&nbsp;Vanderheiden</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWorkshop and follow-up activities\nto create an international research agenda\nfor next-next generation interfaces.\n\n\n\n\n\nIn February 2023, a two-day virtual workshop was held to explore how emerging technologies could be used to make information and communication technologies (ICT) more accessible to people with disabilities and the aging population. Despite decades of effort by consumers, industry, and the courts, only about 5% of all products are currently accessible, and even these are not accessible to many people with disabilities. Almost no products fully meet the existing minimum accessibility guidelines.\n\n\nThe workshop, co-hosted by Vinton Cerf and Gregg Vanderheiden, gathered top researchers in mainstream and disability research to discuss these issues. Over 1500 people internationally registered for the workshop, which was organized as a series of nine panels. On the first day, mainstream experts provided an assessment of the state-of-the-art and predictions for: future interfaces, AI and intelligent interfaces, XR/AR/VR, direct brain interfaces, and machine/computer vision. All panels were open to questions from the international attendees. At the end of the day, an open roundtable was held to capture any topics or aspects not covered in the panels.\n\n\nOn the second day, disability experts, researchers, and consumers discussed the previous days presentations and their implications and applications toward making current and future technology accessible. The panels focused on direct brain interfaces, XR/AR/VR and virtual worlds, access by people with cognitive, language, and learning disabilities, and finally alternate approaches to accessibility that might be enabled by new technologies. The day ended with a work session on creating a research agenda to try to both prevent emerging technologies from creating new access barriers and importantly, to use the new technologies to solve accessibility problems we have not been able to address to date.\n\n\nThe primary conclusions from the workshop and pre and post discussions included the following points:\n\nAI and intelligent agents will move from just being assistants to being mediators or interfaces themselves to information, other people, objects, and systems in our environment. This will not occur without controversy, but is inevitable.\nDirect Brain interfaces will move from research to semi-common practice over the next decade. They will include less invasive means and will provide a means for direct interface with things in our environment, first for people with disabilities and then for people more generally.\nXR/VR/AR adoption will be slowed for a while until it can be miniaturized to be less cumbersome. In the meantime, it will find medical, industrial, and disability applications. Once more convenient and aesthetic it will take off and could change the way we think about ourselves, our environment, and our interactions with others.\nComputer vision will advance from object identification to understanding of objects and their role and function  allowing a whole new level of understanding and interaction between a) computers and the environment and b) computers understanding the interfaces on products.\n\n\n\nWith regard to implications for people with disabilities, the primary conclusion included:\n\nDirect Brain interfaces (both invasive and non-invasive) are already providing interfaces and control to people with disabilities  and this will only increase in type and quality.\nXR/VR/AR, on the other hand, are seen as both a potential aid to people with disabilities and a potential new barrier to people with disabilities if and as they are adopted for mainstream use since strategies to provide full access to all people with disabilities do not yet exist.\nThe introduction of AI and Generative AI holds promise for the development of assistive technologies for people with cognitive, language, and learning disabilities that have not been possible before.\nThe emerging technologies together provide the opportunity to approach accessibility in a majorly different way  that can overcome the barriers that have prevented us from both a) making more than a very small portion of products accessible, and b) making products accessible to people with the full range of types, degrees, and combinations of disability.\n\n\n\nThe workshop ended with a session open to all participants to gather topics and areas to address in building a research agenda to realize the above potentials and address identified concerns.A preliminary version is provided in the final report.Review, contribution, and extension are continuing.\n\n\nBy bringing together mainstream and disability experts, this joint NSF/NIDILRR-ACL workshop was able to provide new insights into what is likely to be available from mainstream research, and areas where disability research will be needed both to address potential new barriers and to enable use of these emerging technologies to create new types of assistive technology that can address currently unaddressable issues.\n\n\nA website was created in conjunction with the workshop. It captured the workshop presentations so that they could be viewed later and provided an Exploratorium for people interested in exploring the history and future visions of mainstream and accessible interfaces.https://futureofinterface.org.\n\n\n\t\t\t\t\tLast Modified: 07/08/2024\n\n\t\t\t\t\tSubmitted by: GreggCVanderheiden\n"
 }
}