{
 "awd_id": "2312716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: NeTS: Medium: Scalable Metasurface Array for mmWave Communication and Sensing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925139",
 "po_email": "haliu@nsf.gov",
 "po_sign_block_name": "Hang Liu",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2023-08-21",
 "awd_abstract_narration": "Millimeter-wave (mmWave) technologies are demonstrating exciting prospects in both 5G communications and radar sensing applications. However, the limited coverage of mmWave remains a major challenge to its usability in practice. The objective of this project is to harness synergistic innovations in mmWave communication/sensing systems and printable materials/electronics to overcome the intrinsic limitations of mmWave signals. The PI team explores the design of an ultra-large and ultra-wideband metasurface array to expand mmWave coverage and optimize the associated performance tradeoffs. The project outcome will likely inform the design of mmWave networks, influence the beyond-5G (B5G) standardization, and advance many B5G applications, especially in the challenging mmWave vehicular networking and automotive sensing domains. The project can also generate substantial economic impacts by boosting the 5G mmWave coverage and reliability at signifcantly low cost. The project impact will be further extended by engaging a diverse group of student researchers and industrial partners, and by disseminating open-source experimental hardware and low-cost fabrication workflows for advanced mmWave devices. \r\n\r\nThe proposed research incorporates novel printable materials/electronics to advance the field of mmWave metasurface reflectors. Although active and passive metasurfaces have been extensively explored in electromagnetic research, they are limited in size, bandwidth, and mostly employed for a single link. Active metasurfaces bear a high cost and complexity as they need power sources, high-frequency components, high-precision substrate and fabrication processes, and a separate control channel to coordinate with existing devices. On the other hand, passive metasurface reflectors are often deemed inferior and suitable only for static scenarios due to lack of reconfigurability.  In addition, state-of-the-art active/passive metasurfaces are limited to centimeter-scale, yet practical deployment entails meter-level (hundreds of wavelengths) in dimension, which induces non-trivial challenges such as severe beam distortion due to near-field effects and frequency-selectivity.  To address these challenges, the PI team proposes 3 research thrusts: (1) Designing new beam synthesis models to enable ultra-large metasurfaces, and new techniques to incrementally reconfigure a passive metasurface array (PMA), so as to expand the angular coverage, beamforming gain, support mobility, and to avoid interference between nearby base stations; (2) Designing new mechanisms that leverage the PMA as a passive \"encoder\" to address the coverage-resolution-dimension tradeoff in mmWave sensing; (3) Exploring graphene-based metasurface structures to scale mmWave joint communication and sensing beyond the bandwidth limit of traditional RF hardware. The proposed research will lead to various community toolsets and reproducible fabrication workflows for creating low-cost mmWave metasurfaces through 3D printing or mold imprinting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suman",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suman Banerjee",
   "pi_email_addr": "suman@cs.wisc.edu",
   "nsf_id": "000233313",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}