{
 "awd_id": "2312857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: Deciphering the roles of RNA modifications in regulating responses to abiotic stresses in cereal crops",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 503000.0,
 "awd_amount": 503000.0,
 "awd_min_amd_letter_date": "2023-07-21",
 "awd_max_amd_letter_date": "2023-07-21",
 "awd_abstract_narration": "Global climate change is predicted to increase the incidence of adverse weather events, including spells of drought and heat stress. Different parts of the world are already experiencing the negative impacts of climate change. Events of such abiotic stresses are and will continue to adversely affect global crop production. Thus, developing and implementing climate-smart agriculture is the need of the hour, and developing climate-resilient crop plants is by far the most important component of climate-smart agriculture initiatives. This requires extensive understanding of the molecular mechanisms that govern responses in plants. Among various crop species, cereal crops are of paramount importance, as they are the primary source of food and animal feed. In the current project, sorghum, a member of the grass family that is an abiotic stress-resilient cereal and bioenergy crop, will be used as a model system to identify novel mechanisms of the regulation of responses to abiotic stresses and to unravel interactions among such mechanisms. Additionally, new targets for improving drought and/or heat tolerance in cereal crops will be identified. Along with that, the current project will provide direct hands-on training to underrepresented students from a predominantly minority-serving institution in the areas of biotechnology and genomics. The project will also train graduate students and postdoctoral research scholars in cutting-edge genomics and biotechnology.\r\n\r\nIn recent years significant progress has been made in deciphering transcriptional regulation of responses to abiotic stresses in cereal crops. However, research on other modes of regulation of gene expression, such as various RNA modifications in responses to abiotic stresses, remains in its infancy. Recent advancements in sequencing technologies and genomics allow direct comparison among different modes of mRNA modifications. The current project will decipher the interplay among different modes of mRNA modifications in response to abiotic stresses and unravel their effects on mRNA functionality, including those that are mediated by small RNAs and mRNA stability. Commonalities and uniqueness among responses to drought and heat stress will be identified and this will lay the foundation for developing cereal crops adapted to future climatic changes. Sorghum bicolor, a major cereal crop, which is extensively used as a food, animal feed, and bioenergy crop, will be used as the model system. Sorghum is an extremely stress-tolerant species, hence results obtained from this project can be used to impart stress tolerance in other stress-susceptible species, including maize, rice, and wheat. The current project will also help in the capacity building of an early career principal investigator from a primarily minority-serving institute.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manohar",
   "pi_last_name": "Chakrabarti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manohar Chakrabarti",
   "pi_email_addr": "manohar.chakrabarti@utrgv.edu",
   "nsf_id": "000919263",
   "pi_start_date": "2023-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Rio Grande Valley",
  "inst_street_address": "1201 W UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "EDINBURG",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9566652889",
  "inst_zip_code": "785392909",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3ATVUT2KNK7"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas Rio Grande Valley",
  "perf_str_addr": "1201 West University Drive",
  "perf_city_name": "Edinburg",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "785392909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 503000.0
  }
 ],
 "por": null
}