{
 "awd_id": "2312282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Controlled Whistler Mode Wave Injection Experiments with the High Altitude Auroral Research Program (HAARP) Facility",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927544",
 "po_email": "chihuang@nsf.gov",
 "po_sign_block_name": "Chia-Lin Huang",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 378011.0,
 "awd_amount": 378011.0,
 "awd_min_amd_letter_date": "2023-07-17",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "Space weather processes, driven in complicated ways by activity on the sun, can adversely affect our infrastructure in space and on the ground.  This project funds the use of the HAARP facility in Alaska for space science experiments that can help us understand space weather dynamics.  Specifically, the project seeks to understand how some radio waves launched into space come back stronger after they are amplified by energetic particles.  The HAARP facility in Alaska is a unique research facility and the only one worldwide to perform such experiments.  This project will support undergraduate and graduate students learning about space sciences and traveling to Alaska to perform pioneering experiments.  High school students will also be involved in building hardware to conduct field experiments.  The project promotes the progress of science in key areas of national interest and supports education and diversity in science and engineering fields.  \r\n\r\nThe project seeks to quantify and understand the process of whistler mode waves generating additional waves in nonlinear interactions.  Since whistler mode waves of all types are a critical driver of radiation belt dynamics in the magnetosphere, knowing when, where, and how new waves are generated is necessary for assuring that models of radiation belt fluxes and space weather phenomena are accurate.  The project involves ELF/VLF magnetospheric wave injection experiments to be performed at the NSF-supported High Altitude Auroral Research Program (HAARP) facility in Gakona, Alaska.  The HAARP HF heater is currently the only available source of controlled ELF/VLF waves available to scientists for magnetospheric wave injection.  Ground observations in the ELF/VLF band within 100 km of the HAARP facility will be used to rigorously investigate nonlinear whistler mode phenomena in the inner magnetosphere, and valuable D-region diagnostic data will also be obtained.  The principal investigator (PI) has direct experience with these types of experiments going back to his doctoral thesis and has participated in previous HAARP facility campaigns.  The experiments leverage the unique capabilities of the HAARP facility and knowledge gained from past experiments to test and expand recent theories on nonlinear whistler mode wave interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Golkowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Golkowski",
   "pi_email_addr": "mark.golkowski@ucdenver.edu",
   "nsf_id": "000622169",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Harid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay Harid",
   "pi_email_addr": "vijay.harid@ucdenver.edu",
   "nsf_id": "000762533",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver",
  "inst_street_address": "13001 E 17TH PL STE F428",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "800452571",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIV. OF COLORADO",
  "org_prnt_uei_num": "MW8JHK6ZYEX8",
  "org_uei_num": "MW8JHK6ZYEX8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "PO Box 173364",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 378011.0
  }
 ],
 "por": null
}