{
 "awd_id": "2312591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: Pick your poison: The physiological cost of alkaloid sequestration in dendrobatid poison frogs",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 488947.0,
 "awd_amount": 488947.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2024-07-22",
 "awd_abstract_narration": "Organisms typically have physiologies adapted to the environments that they inhabit. However, many habitats are rapidly changing due to human activities and climate change. These changes can impact species’ ability to persist in previously adequate environments. Poison frogs in the family Dendrobatidae are charismatic because of their bright colors and unique ability to sequester alkaloid defenses from their natural diet of mites and ants. The frogs use these alkaloids as a chemical defense against predators and microbes, yet little is known about the physiological costs associated with developing these defenses. More specifically, how does alkaloid sequestration influence the energy requirements for individuals to survive? And in turn, how does this impact how frogs interact with their environment such as how much time they need to spend foraging for food or finding a mate? Frogs are poikilothermic, which means changes to environmental temperature will directly impact their body temperature. As temperature increases, so does metabolic rate, which will require frogs to acquire more energy (for example, eat more food) or utilize different thermal microhabitats. Therefore, increases in temperature due to climate change have the potential to increase the cost of alkaloid sequestration for frogs. The current project aims to establish a career study system, rooted in involving undergraduate students and community members. Undergraduate students will be trained in cutting edge techniques for studying physiology and chemical ecology. The charismatic nature of the frogs will also allow for outreach events, engaging the community to learn about ecophysiology and conservation. \r\n\r\nAmphibians are especially susceptible to climate change as their physiologies, specifically respiration and other aspects of metabolism, are dependent on specific temperature and moisture conditions. Neotropical poison frogs in the family Dendrobatidae also have specialized physiologies that allow them to sequester dietary alkaloids to be used as chemical defenses. The goal of this BRC-BIO project is to quantify how alkaloid sequestration by dendrobatid frogs impacts ecologically relevant physiological processes, such as metabolism. To accomplish this goal, a breeding colony of 10 species of dendrobatids will be established at The University of Scranton, which will be used to test three primary hypotheses: (1) sequestration of alkaloids has a physiological cost that will result in increased metabolic rate and energy expenditure; (2) changes in metabolic rate will vary by frog lineage, as alkaloid sequestration has evolved multiple times within the family; and (3) metabolic rate will increase proportionally with the quantity of alkaloid sequestered. These hypotheses will be tested by providing frogs with a control or alkaloid-supplemented diet and quantifying individual frog’s metabolic rate by measuring and comparing rates of carbon dioxide production and oxygen consumption. Dendrobatids naturally possess more than 20 different types of alkaloids, and therefore a diversity of alkaloids and their effects on physiology will be measured. The data generated by this BRC-BIO project, in conjunction with the development of a frog breeding colony, will continue to support additional questions with an emphasis on student-led independent projects, novel physiology experiments in undergraduate courses, and outreach with the community and K-12 schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Farallo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent R Farallo",
   "pi_email_addr": "vincent.farallo@scranton.edu",
   "nsf_id": "000633104",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Saporito",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Saporito",
   "pi_email_addr": "rsaporito@jcu.edu",
   "nsf_id": "000674797",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Scranton",
  "inst_street_address": "800 LINDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCRANTON",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5709416362",
  "inst_zip_code": "185104501",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "PA08",
  "org_lgl_bus_name": "UNIVERSITY OF SCRANTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "WV3XJPNFUL58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Scranton",
  "perf_str_addr": "800 LINDEN ST",
  "perf_city_name": "SCRANTON",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "185102429",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "PA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 488947.0
  }
 ],
 "por": null
}