{
 "awd_id": "2312633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: A High Energy Anode-Free Lithium Metal Battery Enabled by Atomic and Molecular Layer Deposition",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-04-25",
 "awd_max_amd_letter_date": "2023-04-25",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of technologies to help deepen transportation electrification and widely implement renewable clean energies for decarbonizing our society to achieve sustainable prosperity. The success of this project will further accelerate technology transfer, increase economic competitiveness, and help the United States remain a leading position in new energies. There is an urgent desire worldwide on transportation electrification. The key lies in a robust high energy rechargeable battery to power electric vehicles, which is expected to satisfy the following requirements: a high energy density for a driving range of ≥300 miles, an affordable cost, reliable safety free of fires and explosions, and a long lifetime. The proposed technology has the potential to meet all these requirements and surpasses the current lithium-ion battery technologies.\r\n\r\nThis I-Corps project is based on the development of high-energy anode-free lithium-metal batteries, which consists of an anode current collector and a lithiated cathode. The high performance of this battery is based on the innovative atomic and molecular layer deposition technology of the team for novel functional nanocoatings. These nanocoatings are applied onto the anode current collector and the lithiated cathode and result in remarkably improved performance. Lithium-ion batteries have changed our lifestyles in many aspects but are approaching their energy limit. They also suffer from some other issues related to cost, lifetime, and safety. Consequently, all these drawbacks of lithium-ion batteries have stimulated new battery concepts while anode-free lithium-metal batteries are among the most compelling ones. Anode-free lithium-metal batteries have the potential to maximize battery energy density, minimize battery cost, and remarkably improve battery safety.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiangbo",
   "pi_last_name": "Meng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiangbo Meng",
   "pi_email_addr": "xbmeng@uark.edu",
   "nsf_id": "000733898",
   "pi_start_date": "2023-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "863 W. Dickson St.",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727014033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\r\n<p>Under the support of an NSF Award # 2312633, we have successfully conducted our I-Corps project, entitled &ldquo;<em>A High Energy Anode-Free Lithium Metal Battery Enabled by Atomic and Molecular Layer Deposition</em>&rdquo; during the period of May 1<sup>st</sup>, 2023, to July 30<sup>th</sup>, 2025. 2. Our project outcomes are fruitful and exhibited in the following aspects:&nbsp;&nbsp;&nbsp;</p>\r\n<p>First, we learned the main pain points of the market of electric vehicles market from over 200 interviews. We also learned the potential application of our battery technology for electric vehicles as well as portable electronics. These helped prepare us to further develop our battery technology to meet the market needs.&nbsp; Second, this NSF I-Corps Program has trained our next-generation entrepreneurial leaders. In the program, we learned the skills and strategies to commercialize our battery technology. Third, we developed some collaborations with battery companies to further commercialize our battery technology.</p>\r\n<p>The success of this project will be significant for advancing and commercializing new battery technologies. Such a high-energy battery will potentially help boost the market of electric vehicles while reduce the cost. The success of this project will also help remain the United States a leading position in rechargeable batteries and help sustain the society prosperity. &nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n<p>In summary, the NSF I-Corps Program is a great platform for young students, scientists, and professors to learn how to commercialize their lab-based technologies. This is very helpful for promoting our society civilization and improving our living conditions.&nbsp;&nbsp; &nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/25/2025<br>\nModified by: Xiangbo&nbsp;Meng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nUnder the support of an NSF Award # 2312633, we have successfully conducted our I-Corps project, entitled A High Energy Anode-Free Lithium Metal Battery Enabled by Atomic and Molecular Layer Deposition during the period of May 1st, 2023, to July 30th, 2025. 2. Our project outcomes are fruitful and exhibited in the following aspects:\r\n\n\nFirst, we learned the main pain points of the market of electric vehicles market from over 200 interviews. We also learned the potential application of our battery technology for electric vehicles as well as portable electronics. These helped prepare us to further develop our battery technology to meet the market needs. Second, this NSF I-Corps Program has trained our next-generation entrepreneurial leaders. In the program, we learned the skills and strategies to commercialize our battery technology. Third, we developed some collaborations with battery companies to further commercialize our battery technology.\r\n\n\nThe success of this project will be significant for advancing and commercializing new battery technologies. Such a high-energy battery will potentially help boost the market of electric vehicles while reduce the cost. The success of this project will also help remain the United States a leading position in rechargeable batteries and help sustain the society prosperity. \r\n\n\nIn summary, the NSF I-Corps Program is a great platform for young students, scientists, and professors to learn how to commercialize their lab-based technologies. This is very helpful for promoting our society civilization and improving our living conditions. \r\n\n\n\t\t\t\t\tLast Modified: 03/25/2025\n\n\t\t\t\t\tSubmitted by: XiangboMeng\n"
 }
}