{
 "awd_id": "2313452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systematic mapping of magma bodies under Cascades volcanoes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 433198.0,
 "awd_amount": 433198.0,
 "awd_min_amd_letter_date": "2023-06-13",
 "awd_max_amd_letter_date": "2023-06-13",
 "awd_abstract_narration": "Volcanic eruptions threaten public safety and can cause severe social and economic damage. Most eruptions of continental arc volcanoes are supplied from molten rock, or magma, that builds up in a reservoir somewhere in the crust. However, the size, distribution and depth of crustal magma systems, and their variability between volcanoes, remain poorly known beneath most active systems. The aim of the project is to quantify this variability by providing a synoptic, holistic seismic imaging survey of magma systems along one arc, the Cascades arc of Washington, Oregon and northern California. This arc poses the largest threat to population centers of any in the United States. The study leverages abundant newly deployed or upgraded seismographs placed within a few kilometers of the summits of many of the high-threat Cascades volcanoes, operated by the U.S. Geological Survey. These instruments for the first time provide seismic signals at a scale that could pass through the magma reservoirs. The signals will allow for the first uniform sampling of the magma systems beneath most major Cascades volcanoes. The project supports a postdoc and a graduate student at Cornell University, who will collaborate with scientists at the U.S. Geological Survey’s Cascades Volcano Observatory (CVO). The project will help CVO set up a workflow for continuously monitoring volcanic activities. \r\n\r\nThe project will take advantage of the upgraded seismic monitoring network of CVO and apply several robust seismic techniques to image key volcanic centers along the Cascades volcano arc systematically. Receiver functions frequently show large-amplitude signals near volcanoes that are not seen elsewhere. They will be derived for all near-summit stations, and used to identify and describe sharp interfaces, particularly the tops of magma bodies that produce distinctive seismic velocity inversions. Ambient-noise imaging will be conducted to measure absolute S-wave velocities in the regions sampled by receiver functions, to constrain critical physical properties. These and other measurements are complemented by a comprehensive suite of full-waveform forward models to understand better how finite-wavelength signals interact with magma bodies. These measurements will be jointly inverted and interpreted in a context of variable geometry melt-wavespeed relationships. The ambient noise analyses will also serve as a baseline in a search for temporal changes in seismic wavespeeds near volcanoes, a potential indication of magma movements. The work, for the first time, provides robust, consistent images of magma plumbing systems at multiple volcanoes and will provide more systematic assessments of magma reservoir characteristics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Abers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey A Abers",
   "pi_email_addr": "abers@cornell.edu",
   "nsf_id": "000439189",
   "pi_start_date": "2023-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "112 Hollister Dr",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 433198.0
  }
 ],
 "por": null
}