{
 "awd_id": "2313490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Active deformation and exhumation at the transition from subduction to oblique collision in Central New Zealand",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 264044.0,
 "awd_amount": 264044.0,
 "awd_min_amd_letter_date": "2023-07-19",
 "awd_max_amd_letter_date": "2023-07-19",
 "awd_abstract_narration": "Earth’s outer shell consists of rigid tectonic plates that interact primarily along their edges. Several factors control these interactions, including the composition of the plates (oceanic versus continental) and the relative sense of motion between them (colliding, diverging, or sliding past one another). These factors combined control the natural hazards expressed along tectonic plate boundaries, including earthquakes, landslides, tsunamis, and volcanoes. Because Earth’s tectonic plates are not static, the distribution and character of tectonic plate boundaries change over geologic time. As such, understanding plate-boundary hazards requires a comprehensive view of their evolution in response to changes in plate motions and character. The 2016 M7.8 Kaikōura earthquake in Aotearoa New Zealand occurred at a critical plate tectonic transition zone, where the boundary changes from subduction (oceanic plate consumed beneath continental) to strike slip (sliding parallel to one another) and ultimately continental collision. The extent of deformation and triggered landslides in this event highlight the complex hazards associated with a major plate-boundary transition. This study will shed light on how plate transitions evolve by studying active faults and cooling ages of uplifted bedrock in the area surrounding the 2016 earthquake. Impacts of this study include advancing scientific knowledge and training graduate students, thereby contributing to a globally competitive scientific workforce. The project bolsters domestic and international partnerships by engaging US students in collaborative, international field work, and deepens connections between US and New Zealand researchers. The investigators will develop an international university seminar series focused on exploring bicultural approaches to weaving indigenous knowledge and geoscience research. With New Zealand collaborators and Māori advisors at the University of Canterbury, the investigators will build on their institutional connections to indigenous and minoritized communities to broaden participation of these groups both in the seminar and in geological field research. Finally, this project will enhance research and educational infrastructure by supporting new and existing analytical capacities at Western Washington University and the University of Michigan.\r\n\r\nThis project focuses on the evolution of crustal deformation across a plate-boundary transition from subduction to oblique collision through collection and integration of new neotectonic and low-temperature thermochronologic data in North Canterbury, New Zealand. Specific research tasks include: (1) characterizing the rate and kinematics of shallow faulting for understudied structures surrounding the epicentral region of the 2016 Kaikōura earthquake, (2) measuring differential uplift from incised fluvial surfaces along major rivers transecting fault-related folds in this area, and (3) quantifying the onset, rate, and spatial pattern of bedrock exhumation associated with the transition from subduction to oblique collision. These tasks target existing knowledge gaps related to the mechanics and kinematics of plate boundary migration, and will shed light on outstanding research questions including: How do plate-boundary terminations migrate over time, and what are the fault growth mechanisms through which a new plate-boundary structure develops? Is there a measurable “bow wave” or “wake” attending this migration that impacts crustal deformation and exhumation? What is the role of the subducting slab in controlling deformation at a subduction termination over multiple earthquake cycles?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Amos",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Colin B Amos",
   "pi_email_addr": "colin.amos@wwu.edu",
   "nsf_id": "000508616",
   "pi_start_date": "2023-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255946",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 264044.0
  }
 ],
 "por": null
}