{
 "awd_id": "2313956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Postdoctoral Fellowship: SPRF: Neurolinguistic Mechanisms of Grammatical Processing across Different Dialects",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 160000.0,
 "awd_min_amd_letter_date": "2023-08-14",
 "awd_max_amd_letter_date": "2023-08-14",
 "awd_abstract_narration": "This award was provided as part of the NSF Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) and Linguistics programs. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. Janet van Hell at the Pennsylvania State University, this postdoctoral fellowship award supports an early career scientist investigating neurocognitive processing of dialect variation. Everyone experiences grammatical diversity associated with different language varieties, also known as dialects. For example, in many varieties of English, \"was\" is used regardless of whether the subject of the sentence is singular or plural (e.g., \"They was happy\"). Most speakers of English from the United States recognize such patterns and appear to adjust to dialect differences with minimal difficulty, but little is known about how this process unfolds in real time in the brain. This project provides one of the first accounts of how listeners adjust to grammatical differences between dialects, building from previous neurocognitive research focused on language processing across different accents and languages. We predict that people will adjust their expectations of grammar based on the dialect they hear, but their exact strategy will depend on their own experience with a given dialect.\r\n \r\nTo test this hypothesis, we will complete a series of experiments using neurocognitive (EEG) methods that measure ongoing brain activity. Participants will hear sentences with regularized subject-verb agreement (\"They was happy\") spoken by a variety of speakers with accompanying images. Event-related potentials (ERPs) in response to regularized subject-verb agreement will be compared across participants with different linguistic backgrounds. Following this, monodialectal participants will complete a training study to determine how increased exposure affects real-time neurocognitive adjustment to grammatical rules. In a final study, we will test how listeners adjust to dialect shifts within a speaker, testing the hypothesis that listeners who are exposed to both English language varieties would expect a given speaker to shift between grammatical systems in socially conditioned ways. This project places diversity, particularly linguistic diversity, at the center of theorizing about human cognition. Moreover, it could inform applied questions regarding situations where cross-dialect communication poses a burden to minoritized speakers, such as the education system, where minoritized students are often expected to learn in an unfamiliar dialect, and the criminal justice system, where dominant speakers’ lower comprehension of minoritized dialects may contribute to biased judgments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Maher",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary K Maher",
   "pi_email_addr": "",
   "nsf_id": "000859848",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "van Hell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet van Hell",
   "pi_email_addr": "",
   "nsf_id": "000498478",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Maher, Zachary K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "College Park",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "20724",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MD05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": null,
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "820800",
   "pgm_ele_name": "SPRF-Broadening Participation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": null
}