{
 "awd_id": "2313844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel: NSF Student Travel Grant for 2023 Great Lakes Bioinformatics Conference (GLBIO)",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2023-02-10",
 "awd_max_amd_letter_date": "2023-02-10",
 "awd_abstract_narration": "The Great Lakes Bioinformatics Conference (GLBIO) strives to enhance educational opportunities and research infrastructure throughout the North American Great Lakes region, to make the region a world leader in bioinformatics and computational biology. GLBIO began in 2006 as the Ohio Conference on Computational Biology. In 2010, GLBIO became an official conference of the International Society for Computational Biology (ISCB), with an expanded regional scope that included a new name: GLBIO. In 2023, GLBIO will be held at the McGill University in Montreal, Quebec, Canada between May 15-18, 2023. An important goal of this annual conference is to foster long-term, collaborative relationships among computational and life science researchers and educators from academia, government, and industry. Researchers from all parts of the world are welcome and encouraged to participate, especially those looking to form collaborations with labs in the Great Lakes region. GLBIO provides an interdisciplinary forum for sharing scientific information, including discussing methods, research findings, and educational experiences regarding computational investigations of biological problems. The annual meeting includes invited keynote presentations, oral presentations selected from peer-reviewed full paper or abstract submissions, tutorials, workshops, special sessions, and poster presentations. This award will provide travel support for GLBIO 2023 student participants who attend US universities or are US citizens. Students will be educated on cutting-edge scientific developments that will drive future discoveries in the fields of bioinformatics and computational biology. Also, they will have opportunities to present their work as oral talks or posters, or to participate in recruiting events with universities or industry partners. By helping further students’ careers and train interdisciplinary scientists, this NSF student travel grant will benefit global scientific competitiveness of the US.\r\n\r\nHistorically, more than half of the GLBIO attendees have been students, over 90% of whom have been US-based. Through this NSF student travel award, GLBIO 2023 will create a valuable training opportunity for 20 student attendees, by providing them with a partial funding support to attend the conference (as a combination of conference registration, lodging, and transportation costs). Special focus will be on first-time conference attendees who will not necessarily be presenting their work at the conference, and of the students who will be presenting their work, on students from historically under-represented groups, as well as undergraduate, high school, and students with disabilities. Applications for student travel grants will be solicited as follows. All students presenting their work at the conference will be sent emails making them aware of the student travel grant opportunity. In addition, the opportunity will be advertised on the GLBIO 2023 web site and via conference announcements. Moreover, outreach to under-represented student groups will be made by contacting institutions or organizations serving such communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Serdar",
   "pi_last_name": "Bozdag",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Serdar Bozdag",
   "pi_email_addr": "serdar.bozdag@unt.edu",
   "nsf_id": "000627091",
   "pi_start_date": "2023-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 UNION CIR #305250",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "089Y00",
   "pgm_ele_name": "FET-Fndtns of Emerging Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Great Lakes Bioinformatics Conference (GLBIO) is organized by the GLBIO Consortium, which strives to enhance educational opportunities and research infrastructure throughout the Great Lakes region (Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Ontario, Pennsylvania, Quebec, and Wisconsin), to make the region a world leader in bioinformatics. GLBIO began in 2006 as the Ohio Conference on Computational Biology. In 2010, it became an official conference of the International Society for Computational Biology (ISCB), with an expanded regional scope that included a new name: GLBIO. An important goal of this annual meeting is to foster long-term, collaborative relationships among computational and life science researchers and educators from academia, government, and industry, spanning the North American Great Lakes region. Researchers from all parts of the world are welcome and encouraged to participate, especially those looking to form collaborations with labs in the Great Lakes region.<br /><br />GLBIO provides an interdisciplinary forum for sharing scientific information, including discussing methods, research findings, and educational experiences regarding computational investigations of biological problems. This meeting is not only for experts in bioinformatics, but also for faculty, students, and staff who make substantial use of bioinformatics tools in their work, or would like to expand their use of these tools that are vital to increasing the understanding of living systems. The annual meeting includes invited keynote presentations, oral presentations selected from peer-reviewed full paper or abstract submissions, tutorials, workshops, special sessions, and poster presentations. The meeting also serves as an informal communication and networking forum for professional development of its attendees.<br /><br />GLBIO 2023 was held at the McGill University in Montreal, Quebec, Canada. The scientific conference program included 5 keynote talks, 4 special sessions, 3 workshops, 2 tutorials, 52 oral presentations, 107 poster presentations, and 8 conference proceedings papers three of which have since been published in Bioinformatics Advances.<br /><br />This project requested travel support for GLBIO 2023 student participants who attend US universities or are US citizens, with special focus on encouraging diversity among the supported students. The award was used to fund GLBIO 2023 participation of 8 students, covering an estimated 80% of each student&rsquo;s total travel costs. Of the 8 students: 63% declared being female, 38% declared being first-time attendees, 13% declared being undergraduate students, and 13% declared attending the conference without presenting their work. <br /><br />The students funded by this travel grant as well as other student GLBIO participants benefited from attending GLBIO 2023 in these ways: exposure to state-of-the-art scientific and educational program (see above), opportunity to present their work, networking with peers and other members of their community, both professionally and socially, and participation in recruiting roundtable events with universities to learn about their programs and open positions, or with industry partners to look for jobs.<br /><br /><br /></p><br>\n<p>\n Last Modified: 06/01/2024<br>\nModified by: Serdar&nbsp;Bozdag</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Great Lakes Bioinformatics Conference (GLBIO) is organized by the GLBIO Consortium, which strives to enhance educational opportunities and research infrastructure throughout the Great Lakes region (Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Ontario, Pennsylvania, Quebec, and Wisconsin), to make the region a world leader in bioinformatics. GLBIO began in 2006 as the Ohio Conference on Computational Biology. In 2010, it became an official conference of the International Society for Computational Biology (ISCB), with an expanded regional scope that included a new name: GLBIO. An important goal of this annual meeting is to foster long-term, collaborative relationships among computational and life science researchers and educators from academia, government, and industry, spanning the North American Great Lakes region. Researchers from all parts of the world are welcome and encouraged to participate, especially those looking to form collaborations with labs in the Great Lakes region.\n\nGLBIO provides an interdisciplinary forum for sharing scientific information, including discussing methods, research findings, and educational experiences regarding computational investigations of biological problems. This meeting is not only for experts in bioinformatics, but also for faculty, students, and staff who make substantial use of bioinformatics tools in their work, or would like to expand their use of these tools that are vital to increasing the understanding of living systems. The annual meeting includes invited keynote presentations, oral presentations selected from peer-reviewed full paper or abstract submissions, tutorials, workshops, special sessions, and poster presentations. The meeting also serves as an informal communication and networking forum for professional development of its attendees.\n\nGLBIO 2023 was held at the McGill University in Montreal, Quebec, Canada. The scientific conference program included 5 keynote talks, 4 special sessions, 3 workshops, 2 tutorials, 52 oral presentations, 107 poster presentations, and 8 conference proceedings papers three of which have since been published in Bioinformatics Advances.\n\nThis project requested travel support for GLBIO 2023 student participants who attend US universities or are US citizens, with special focus on encouraging diversity among the supported students. The award was used to fund GLBIO 2023 participation of 8 students, covering an estimated 80% of each students total travel costs. Of the 8 students: 63% declared being female, 38% declared being first-time attendees, 13% declared being undergraduate students, and 13% declared attending the conference without presenting their work. \n\nThe students funded by this travel grant as well as other student GLBIO participants benefited from attending GLBIO 2023 in these ways: exposure to state-of-the-art scientific and educational program (see above), opportunity to present their work, networking with peers and other members of their community, both professionally and socially, and participation in recruiting roundtable events with universities to learn about their programs and open positions, or with industry partners to look for jobs.\n\n\n\t\t\t\t\tLast Modified: 06/01/2024\n\n\t\t\t\t\tSubmitted by: SerdarBozdag\n"
 }
}