{
 "awd_id": "2314592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Explaining Crime Concentration in Cities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032922950",
 "po_email": "shirsch@nsf.gov",
 "po_sign_block_name": "Susan F. Hirsch",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 298103.0,
 "awd_amount": 298103.0,
 "awd_min_amd_letter_date": "2023-06-26",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "To date, crime and place scholars have focused interest on what predicts crime concentration within cities; however, they have generally ignored the explanation of crime concentration across cities. This has occurred in part because large scale data sets including information on crime concentration in a large number of cities have not been available. But it is also due to the mistaken view that a law of crime concentration indicates that there is not significant variability in crime concentration that needs to be explained. This study would in this context fill an important basic science gap in our understanding of crime concentration across cities by providing the first systematic examination of the correlates of higher concentration in cities. Such information could contribute to crime prevention in two ways: 1) the study would identify whether “risk factors” such as land use, which can be manipulated by city government (e.g., through management of allowable types of land use), are important correlates of crime concentration; and 2) would identify “risk factors” which while not possible to manipulate directly (e.g., variables reflecting concentrated disadvantage) influence crime concentration. Such factors could be considered in planning for crime prevention in cities in the future.\r\n\r\nThis project would capitalize on the growing movement for police agencies to allow open-access to crime data, and to identify correlates of levels of crime concentrations in cities. Sixty-four cities, with populations of over 150,000 and have open-access crime data, were identified, and provided data at a micro-geographic level. Data will be geocoded to the street segment and six distinct measures of crime concentration will be developed: percentage of streets that produce 25 and 50% of crime; percentage of streets with any crime that produce 25 and 50% of crime; percent of crime that is produced by the top 5% of streets; GINI coefficient. Also, crime concentration for specific types of crime (e.g., property crime) will be examined. Data sources include U.S. Census data from 2020, Uniform Crime Reporting data, LEMAS data from 2016, and local data on land use in the cities studied to develop independent variables. Data analyses include: 1) correlation analysis to identify relationships between key variables and crime concentration; and 2) developing multiple regression models to isolate key variables that influence crime concentration in cities. Additionally, the researchers will undertake qualitative investigations focusing on understanding what factors may lead to extreme concentration levels in cities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weisburd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Weisburd",
   "pi_email_addr": "dweisbur@gmu.edu",
   "nsf_id": "000639512",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128Y00",
   "pgm_ele_name": "Law & Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "098Z",
   "pgm_ref_txt": "LS-Law and Science"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 158981.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 139122.0
  }
 ],
 "por": null
}