{
 "awd_id": "2314898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Infrastructure: Continued Support of the Duke Lemur Center for the Study of Primate Biology and History",
 "cfda_num": "47.074, 47.075",
 "org_code": "08080000",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-08-04",
 "awd_max_amd_letter_date": "2023-08-04",
 "awd_abstract_narration": "This award will partially support operations of the Duke Lemur Center (DLC), a unique living stock collection of the world's most endangered and biologically diverse primates - the lemurs of Madagascar. Lemurs are exclusive to the biodiversity hotspot of Madagascar, and due to their critically-endangered status, are not a renewable resource. Serving as a living laboratory for advancing interdisciplinary research, scholarship, and conservation, the DLC is the only place in the world where lemurs are readily available for comparative study together with associated biological samples, decades of medical records, life history data, and fossil relatives of living taxa. The diversity of the colony enables an expansive scope of science to be conducted and communicated, covering disciplines ranging from evolutionary processes, behavioral ecology, reproductive biology, life history, metabolic physiology, sensory systems, cognition, anatomy, biomechanics, and conservation science. In addition, the DLC is an exceptional training ground for students across academic levels. Over its 57-year history, thousands of students ranging from K-12 through postgraduate levels have been engaged in and inspired by their experiences at the DLC. The veterinary department supports educational activities via work-study opportunities and veterinary student training, including an internship for Malagasy veterinarians.  Critically, the DLC is committed to conservation activities via both ex situ captive management and extensive community-based Madagascar programs. Hundreds of thousands of visitors from the general public have been exposed to the concepts of biodiversity discovery and conservation, as well as the power of biological research via their exposure to the DLC's staff, students, and collections. \r\n\r\nThe overarching aim of this award is to strategically enhance the value of the DLC’s living collection through five short-term goals. These goals provide significant opportunities to: (1) continue to maintain and grow a healthy colony for research use, (2) develop data-driven colony management best practices, (3) continue to serve the research community and generate additional collaborations, (4) build a more diverse user community, and (5) increase the digital availability of data from the living stocks collection. Colony support is central to meeting these goals for advancing key programs in biological research, education, and conservation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Ehmke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Ehmke",
   "pi_email_addr": "erin.ehmke@duke.edu",
   "nsf_id": "000766582",
   "pi_start_date": "2023-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Dye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Dye",
   "pi_email_addr": "greg.dye@duke.edu",
   "nsf_id": "000766584",
   "pi_start_date": "2023-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "086Y00",
   "pgm_ele_name": "Sustained Availability of Biol"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}