{
 "awd_id": "2314259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WaterSIMmersive: Designing and assessing a mixed-reality water sustainability educational game and museum exhibit for communities in the Desert Southwest",
 "cfda_num": "47.050, 47.076",
 "org_code": "11090000",
 "po_phone": "7032922190",
 "po_email": "ltakeuch@nsf.gov",
 "po_sign_block_name": "Lori Takeuchi",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2028-01-31",
 "tot_intn_awd_amt": 1997807.0,
 "awd_amount": 1240122.0,
 "awd_min_amd_letter_date": "2023-07-18",
 "awd_max_amd_letter_date": "2025-01-15",
 "awd_abstract_narration": "Amidst the most severe megadrought over the last 1,200 years in the U.S. Southwest, it is essential that residents of the region understand where their water comes from, how it is used, and what options for conservation exist. Researchers at Arizona State University (ASU), in partnership with the Smithsonian Museum on Main Street (MoMS), the Arizona Science Center, and eight tribal and rural museum sites around Arizona, will help educate and empower communities living in the Desert Southwest on water sustainability issues through the creation of WaterSIMmersion, a mixed reality (MR) educational game and accompanying museum exhibit. By engaging visitors in whole-body interactions, social learning opportunities, and real-time, adaptive feedback, the MR educational game has the potential to deepen understanding of STEM concepts in ways that more static museum displays are unable to. Informed by the stories, knowledge, and experiences of underserved urban, rural, and tribal community members, the game will challenge museum visitors to allocate water to fulfill the needs of various stakeholders they encounter along the Colorado River. Relying on data visualizations and perspectives provided by these virtual characters, visitors will begin to understand the complexities of water system supply and demand pressures in their own communities and across the region. Surrounding exhibit panels will showcase local water stories, discuss strategies and myths around water conservation, and reinforce lessons learned in the educational game. The exhibit will be co-designed with families from regional rural and tribal communities, and while the target age group for the educational game is middle school, the exhibit will appeal to visitors of all ages.\r\n\r\nThrough the process of developing and then studying WaterSIMmersion, the team will attempt to answer the following research questions: (1) How can complex scientific modeling systems be adapted to engage and educate the public about STEM issues of critical importance to the well-being of their communities? (2) How can educational game interfaces be designed to provide real-time, data-driven formative feedback that is comprehensible and engaging to a range of museum visitors? (3) How can virtualized human and embodied interventions at museums affect knowledge, behaviors, and attitudes about natural resource management and conservation in enduring ways? Game and exhibit development will follow a \"transactional design model\" (Lauer, 2020), which suggests that decision-making about consequential natural resource challenges is best facilitated when the scientific knowledge of experts is posited as equal with the experiences of local residents and the traditional ecological knowledge of tribal communities. ASU graduate students from a range of rural and tribal communities will interview fellow residents about their experiences with water. These \"water stories\" will then be integrated into the educational game and exhibit. The team will conduct observation and interview research to test engagement and deploy quasi-experimental studies to help them understand how visitors' knowledge, attitudes, and behaviors toward water sustainability might vary between those who play the educational game, compared to those who observe or do not play. WaterSIMersion will first be hosted by the Arizona Science Center and then travel to eight tribal and rural museums across Arizona, ultimately reaching thousands of visitors during the study period. The project will both empower communities disproportionately affected by climate uncertainty and drought and offer a model for other museums to co-design with and for learners that value their lived experiences and capitalize on these experiences to promote community action.\r\n\r\nThis Integrating Research and Practice project is funded by the Advancing Informal STEM Learning (AISL) program, which supports projects that: (a) contribute to research and practice that considers informal STEM learning's role in equity and belonging in STEM; (b) promote personal and educational success in STEM; (c) advance public engagement in scientific discovery; (d) foster interest in STEM careers; (e) create and enhance the theoretical and empirical foundations for effective informal STEM learning; (f) improve community vibrancy; and/or (g) enhance science communication and the public's engagement in and understanding of STEM and STEM processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Lauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Lauer",
   "pi_email_addr": "claire.lauer@asu.edu",
   "nsf_id": "000780049",
   "pi_start_date": "2023-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scotty",
   "pi_last_name": "Craig",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scotty D Craig",
   "pi_email_addr": "scotty.craig@asu.edu",
   "nsf_id": "000345563",
   "pi_start_date": "2023-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mina",
   "pi_last_name": "Johnson-Glenberg",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mina C Johnson-Glenberg",
   "pi_email_addr": "mina.johnson@asu.edu",
   "nsf_id": "000514710",
   "pi_start_date": "2023-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Hale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Hale",
   "pi_email_addr": "Michelle.Hale@asu.edu",
   "nsf_id": "000715793",
   "pi_start_date": "2023-07-18",
   "pi_end_date": "2024-11-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liliana",
   "pi_last_name": "Caughman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Liliana E Caughman",
   "pi_email_addr": "liliana.caughman@asu.edu",
   "nsf_id": "000831055",
   "pi_start_date": "2024-11-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVE STE 312",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1141182.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 98940.0
  }
 ],
 "por": null
}