{
 "awd_id": "2314378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microscopic Electronic Heterogeneity Studied with Ultrafast 2D Microscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 565000.0,
 "awd_amount": 565000.0,
 "awd_min_amd_letter_date": "2023-06-29",
 "awd_max_amd_letter_date": "2023-06-29",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics, and Mechanisms-A (CSDM-A) program in the Division of Chemistry, Professor Martin Zanni of the University of Wisconsin-Madison is developing a spatially resolved two-dimensional white-light microscope to study charge and exciton transport in perovskite microcrystals and heterogeneous thin films of semiconducting carbon nanotubes. The goal is to measure and understand the dependence of exciton and charge diffusion on microscopic heterogeneities in structural geometries and electronic couplings. These properties are important because they impact the timescale and length scales over which energy and charge moves through the material. Professor Zanni and his students will design and construct a 2D White-Light microscope in which the focus of the pump beam can be raster scanned relative to the probe. The corresponding images will give spatial maps that correlate electronic heterogeneity to exciton and charge diffusion timescales and lengths. Their studies will create a new type of hyperspectral imaging technique for ultrafast 2D spectroscopy and could lead to a better understanding of the fundamental science that links electronic structure and exciton/charge diffusion to nano-and micro-scale heterogeneities. Professor Zanni and his students funded by this grant will be involved in outreach to a local elementary school as well as build and test a novel design for an ergonomic and wheelchair accessible laser table. \r\n\r\nThe electronic structure of organic and inorganic films and crystals dictates the timescale and length of exciton and charge diffusion. Inherent to solution processed materials are micro- and nanoscale heterogeneities that alter electronic structure. Using a new microscope built from an ultrafast 2D white-light spectrometer, the Zanni research group discovered spatial patterns of microscopic heterogeneities in electronic structure within single microcrystals across a variety of materials. In two different types of singlet fission materials, changes were observed in bandgap near edges, defects, and in appreciable quantities throughout the bulk material. In 2D perovskites, micron spatial variations in the binding energy of biexcitons were observed. With these observations in mind, it stands to reason that a crystal that has spatially heterogeneous electronic structure should also have spatially dependent exciton diffusion. The purpose of this proposal is to test that hypothesis by studying the link between electronic heterogeneity and exciton/charge diffusion on the micron length scale within microcrystals and domains of thin films. To do so, a new version of the 2D White-Light microscope will be built in which the focus of the pump beam can be raster scanned relative to the probe. Using this new microscope, the ultrafast dynamics in singlet fission and 2D perovskite microcrystals will be measured as will purposely engineered thin films of semiconducting carbon nanotubes. The images will give spatial maps that correlate electronic heterogeneity to exciton and charge diffusion lengths. By building a new type of ultrafast microscope and pursuing the aims of this proposal, the Zanni team aims to build a better understanding of how exciton and charge diffusion is dictated by heterogeneity in electronic structure on sub-crystallin and sub-domain length scales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Zanni",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Martin T Zanni",
   "pi_email_addr": "zanni@chem.wisc.edu",
   "nsf_id": "000431096",
   "pi_start_date": "2023-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 565000.0
  }
 ],
 "por": null
}