{
 "awd_id": "2314435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Electoral Systems, Suburbanization, and Representation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 37805.0,
 "awd_amount": 37805.0,
 "awd_min_amd_letter_date": "2023-08-02",
 "awd_max_amd_letter_date": "2023-08-02",
 "awd_abstract_narration": "One traditional solution to electoral concerns about constituent representation in local government is to abolish large multi-member districts and create smaller, single-winner electoral districts, some of which are designed to encompass minority neighborhoods. While this traditional remedy might help under some conditions, there is a strong possibility that it may not work as well in rapidly changing metro areas. Such areas are common, as residents migrate to and from city centers and suburban neighborhoods. Some suburban areas have become heterogeneous, while others have become homogeneous. In such contexts, because of the nature of candidate recruitment, the traditional remedy of creating smaller/single-winner districts could backfire and limit the effectiveness of potential remedy for identified representational concern. This study explores the conditions under which minority representation can be achieved in the context of ongoing suburbanization and gentrification. The study will also make a wealth of fine-grained data available to researchers and members of the public through a user-friendly web interface.   \r\n\r\nThe study explores the conditions under which descriptive and substantive representation can be achieved in the context of ongoing suburbanization and gentrification, paying special attention to two of the most important electoral systems used for local governance: multi-seat at-large and single-member district plurality.  Specifically, the project will include a large-scale data collection effort combining population demographics, candidate characteristics, institutional structure, and policy outcomes for 88 municipalities and 22 school districts from 1970 to the present. The project team will conduct representative surveys of voters, elected officials, and past candidates. Data will be analyzed to identify the conditions under which minorities run for local office and are successful as well as the conditions under which descriptive representation leads to substantive representation. As time-honored tools for protecting minority voting rights and representation are being invalidated by courts, these data will provide crucial evidence regarding new reform efforts relevant to many urban areas around the country.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Anzia",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah F Anzia",
   "pi_email_addr": "sanzia@berkeley.edu",
   "nsf_id": "000918139",
   "pi_start_date": "2023-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "Sponsored Projects Office",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "120Y00",
   "pgm_ele_name": "AIB-Acctble Institutions&Behav"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 37805.0
  }
 ],
 "por": null
}