{
 "awd_id": "2314238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Climate of Hope: Investigating learning at an innovative exhibit towards new knowledge, theory, and practice of climate change learning with diverse audiences",
 "cfda_num": "47.050, 47.076",
 "org_code": "11090000",
 "po_phone": "7032928637",
 "po_email": "llyons@nsf.gov",
 "po_sign_block_name": "Leilah Lyons",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2028-01-31",
 "tot_intn_awd_amt": 1026207.0,
 "awd_amount": 1124593.0,
 "awd_min_amd_letter_date": "2023-08-03",
 "awd_max_amd_letter_date": "2025-01-16",
 "awd_abstract_narration": "This project builds on two prior NSF awards that supported development of a climate change exhibit at the Natural History Museum of Utah through deep engagement with research and rigorous prototyping. Grounded in key ideas from science communication, this exhibit is designed to support new, productive types of engagement around the topic of climate change among the diverse communities of Salt Lake City, Utah. This project will study how visitors learn from the exhibit, with the goal of developing guidelines that other informal STEM education institutions can follow to develop similar exhibits that can engage diverse audiences in conversations about climate change. \r\n\r\nSpecifically, this project plans to study five different framings developed via pilot work (rational hope, better future, local context, community action, and playfulness). The research will explore how these frames influence the knowledge, emotion, and identity resources used in conversation by diverse and historically marginalized learners. Such learners are often at the frontline of climate change but are not typically targeted by climate change education. As a result, they can find existing climate change communication hard to engage with, even though climate issues intersect with their lives in meaningful ways. In studying learning at and beyond the exhibit, this project seeks to develop theory around how science issues can be framed for diverse informal education communities, explore how such framing strategies can be taken up for community climate action, and use the results to further refine the exhibit. The project will recruit community boards to consult on the research and design work. Data will be gathered from purposively sampled populations, and will include audio/video recordings of visitor engagement with the exhibit, pre-surveys, and delayed post-surveys and interviews. Inductive coding, deductive coding, qualitative analysis, quantitative analysis, and case analysis will be used to address the research questions: 1) Which knowledge, emotion, and identity resources do visitors use in conversations about climate chance? 2) How does their use influence visitors' learning trajectories? And, 3) How do resource use and learning trajectories vary across learners with different identities? The intellectual merit lies in contributions made to both the learning sciences and science communication fields by extending the theoretical understanding of what forms of climate science communication work, for whom, and why. The broader impacts arise from how these discoveries can foster learners' critical appraisal of the connections between STEM and society, and support learners in making informed judgments about how STEM intersects with their daily lives. Dissemination efforts will focus on a national network of museum practitioners seeking to advance climate-related learning experiences, as well as continued community-based work in the Salt Lake Valley and at the University of Utah. \r\n\r\nThis Integrating Research and Practice project is funded by the Advancing Informal STEM Learning (AISL) program, which supports projects that: (a) contribute to research and practice that considers informal STEM learning's role in equity and belonging in STEM; (b) promote personal and educational success in STEM; (c) advance public engagement in scientific discovery; (d) foster interest in STEM careers; (e) create and enhance the theoretical and empirical foundations for effective informal STEM learning; (f) improve community vibrancy; and/or (g) enhance science communication and the public's engagement in and understanding of STEM and STEM processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynne",
   "pi_last_name": "Zummo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lynne M Zummo",
   "pi_email_addr": "lynne.zummo@utah.edu",
   "nsf_id": "000843181",
   "pi_start_date": "2023-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Thompson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa C Thompson",
   "pi_email_addr": "lthompson@nhmu.utah.edu",
   "nsf_id": "000838118",
   "pi_start_date": "2023-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1026207.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 98386.0
  }
 ],
 "por": null
}