{
 "awd_id": "2314669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Artificial Intelligence Chain",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2023-03-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-03-08",
 "awd_max_amd_letter_date": "2024-08-29",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a safety net for those individuals and organizations that would like confidentiality and protection when working with cryptocurrency. With this safety net, more cryptocurrency owners would feel comfortable entering the market, expanding the platform beyond the 1 billion members expected by 2023. Current blockchain participants have opened their identities and transactions for the world to see even though they risk the dangers that come with that transparency. Even participants that have not disclosed their wallet identities have found their true identities to have been compromised and have faced threats. When an owner conducts a large cryptocurrency transaction, the risk of damage due to exposure can be high whether it be for individuals or businesses. For those market segments, confidentiality - as a service enabled by this technology - would help lower the risk of exposure and thus reduce damage substantially. \r\n\r\nThis I-Corps project is based on the development of a technology platform to enable confidentiality and transaction monitoring as a service for blockchain systems with the goal of reducing transaction costs and enhancing auditability. The core technology that undergirds the platform combines a machine learning algorithm with secure encryption techniques. This platform will satisfy regulatory requirements and provide safety as well as confidentiality for blockchain users and platforms. The approach uses machine learning, optimization, and encryption techniques to mask transactions and to provide confidentiality while also using machine learning algorithms to discern when suspicious activity is happening on the transaction graph. The privacy-preserving machine learning techniques have never been used in production in the context of blockchain. Intellectually, the algorithms enhance the understanding of the effectiveness of machine learning techniques on encrypted data. The technology will reduce financial crime while preserving confidentiality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Navid",
   "pi_last_name": "Sabbaghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Navid Sabbaghi",
   "pi_email_addr": "ns27@stmarys-ca.edu",
   "nsf_id": "000527632",
   "pi_start_date": "2023-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Mary's College of California",
  "inst_street_address": "1928 SAINT MARYS RD",
  "inst_street_address_2": "",
  "inst_city_name": "MORAGA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9256314223",
  "inst_zip_code": "945752744",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "CA10",
  "org_lgl_bus_name": "SAINT MARYS COLLEGE OF CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LEJGNN7CS3N7"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Mary's College of California",
  "perf_str_addr": "1928 SAINT MARYS RD",
  "perf_city_name": "MORAGA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "94575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "CA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"gmail-porColContainerWBG\">\r\n<div class=\"gmail-porContentCol\">\r\n<p>Artificial Intelligence Chain is creating a proprietary   transaction monitoring system for blockchain data to help bring  platform providers into regulatory compliance and ensure that their  blockchain systems are not used for illicit activity. &nbsp;  &nbsp; The transaction monitoring system is designed to provide safety while maintaining speed and privacy.</p>\r\n<p>The primary goal of undertaking the NSF I-Corps training was to  validate/invalidate as well as refine multiple value propositions and  diverse customer segments in order to find optimal product-market fit  and gain insights to drive final development of the product.&nbsp;</p>\r\n<p>After successfully completing the NSF I-Corps National training with  149 customer discovery interviews, the team conducted an additional 68  interviews during the grant period.&nbsp; They found product-market fit with  DeFi platform operators who had a need for a regulatory solution to  provide their user's safety without reducing speed.&nbsp; Furthermore, they found that DeFi platform operators wanted to provide the option of additional privacy only for users that required it since not all users were in need of this feature.</p>\r\n<p>The team continues to tighten the product-market fit further while improving  the technology based on the insights gained during customer discovery.&nbsp;  The team plans to pursue SBIR opportunities and  will continue to bring the product to market.</p>\r\n</div>\r\n</div><br>\n<p>\n Last Modified: 01/21/2025<br>\nModified by: Navid&nbsp;Sabbaghi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\r\n\r\n\n\nArtificial Intelligence Chain is creating a proprietary   transaction monitoring system for blockchain data to help bring  platform providers into regulatory compliance and ensure that their  blockchain systems are not used for illicit activity.    The transaction monitoring system is designed to provide safety while maintaining speed and privacy.\r\n\n\nThe primary goal of undertaking the NSF I-Corps training was to  validate/invalidate as well as refine multiple value propositions and  diverse customer segments in order to find optimal product-market fit  and gain insights to drive final development of the product.\r\n\n\nAfter successfully completing the NSF I-Corps National training with  149 customer discovery interviews, the team conducted an additional 68  interviews during the grant period. They found product-market fit with  DeFi platform operators who had a need for a regulatory solution to  provide their user's safety without reducing speed. Furthermore, they found that DeFi platform operators wanted to provide the option of additional privacy only for users that required it since not all users were in need of this feature.\r\n\n\nThe team continues to tighten the product-market fit further while improving  the technology based on the insights gained during customer discovery.  The team plans to pursue SBIR opportunities and  will continue to bring the product to market.\r\n\r\n\t\t\t\t\tLast Modified: 01/21/2025\n\n\t\t\t\t\tSubmitted by: NavidSabbaghi\n"
 }
}