{
 "awd_id": "2314522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building a parsed historical corpus to investigate word-order change and variation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927096",
 "po_email": "widelima@nsf.gov",
 "po_sign_block_name": "Wilson De Lima Silva",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 457997.0,
 "awd_amount": 457997.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "Living languages change over time in a number of areas, including not only vocabulary and pronunciation, but also sentence structure. Historical linguistics is concerned with documenting these changes and seeking explanations for them. Changes in sentence structure often occur over an extended period of time, including a period in which there is variation between various grammatical patterns for expressing a basic notion. The only evidence for these changes before the introduction of sound recording consists of written documents. However, gathering sufficient evidence from written documents for a rigorous scientific investigation of variation and change in grammatical patterns in the history of a given language requires the examination of a large, parsed corpus — a collection of texts that is divided into sentences, clauses, and phrases. This project builds a parsed electronic corpus of a single language, covering multiple centuries, geographical areas, and text genres. This allows for the investigation of grammatical change and variation in the history of the language as well as comparison with similar developments in related languages. The corpus is publicly available for any researcher to use, and outreach to universities and high schools promotes public awareness of the use of science and technology to explore questions about the structure of language. The development of the corpus also contributes to the training of the next generation of researchers in linguistics including a postdoctoral researcher, graduate students, and undergraduate students. \r\n\r\nThis project builds a 1.4-million-word syntactically parsed electronic corpus including 165 texts spanning the years 1050-1950 and ten dialectal regions, and a range of text genres. This requires substantial extension of existing annotation schemes based on previous syntactically parsed corpora to accommodate a broader range of syntactic phenomena, while also keeping the annotation scheme as comparable as possible with those used in the handful of syntactically parsed historical corpora of other languages. This project involves manual annotation of texts, correcting errors that arise in automatic part-of-speech parsing, disambiguation of many sentences, and cross-checking for accuracy of syntactic annotations. The resulting annotated corpus fills a gap among the set of parsed corpora the world's languages and is available free of charge to researchers around the world, together with documentation on the use of the corpus. The empirical data generated by this project informs research on the mechanisms and spread of typological change over time across closely related dialects. The corpus can be used to investigate phenomena not only in the domain of syntax, but also in the interfaces between syntax and other components of grammar. Given the broad range of texts in the corpus, these phenomena can be examined synchronically, diachronically, sociolinguistically, and in comparison with other languages.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Sapp",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher D Sapp",
   "pi_email_addr": "csapp@iu.edu",
   "nsf_id": "000868744",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rex",
   "pi_last_name": "Sprouse",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rex A Sprouse",
   "pi_email_addr": "rsprouse@indiana.edu",
   "nsf_id": "000278835",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "Global and International Studies Bldg. 3103",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474051105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 457997.0
  }
 ],
 "por": null
}