{
 "awd_id": "2314275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing Sustainable Ecosystems that Support Women Transitioning from Incarceration into Technology Careers",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922606",
 "po_email": "amywilso@nsf.gov",
 "po_sign_block_name": "Amy Wilson",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1658126.0,
 "awd_amount": 1658126.0,
 "awd_min_amd_letter_date": "2023-07-16",
 "awd_max_amd_letter_date": "2024-09-17",
 "awd_abstract_narration": "Structural inequities contribute to the disproportionate incarceration of Black and African American women, as well as women from the working class. This project will work toward redressing these inequities through developing and researching an ecosystem designed to support formerly incarcerated women's transition into careers that require technology-based skills or computational thinking. This ecosystem will be comprised of partnerships among workforce agencies, libraries as informal learning institutions, community-based organizations, and universities in Kansas and Missouri. In the context of these partnerships, library practitioners, specialists in computer science education, and formerly incarcerated women will refine an existing hybrid program, which includes both digital platforms and in-person learning at libraries, and which teaches vital technology skills that support women's transition into the workforce. Justice-impacted women, who participated in previous iterations of this program, will act as peer mentors to new cohorts of women during the last few months of their incarceration, as well as through the first years of their workforce transition. Research will explore whether and how different elements of the ecosystem enhanced the capacity of participating organizations to provide sustainable supports that effectively fostered employment while reducing recidivism. Because many contemporary occupations require a range of technology skills, this project will advance knowledge and practice regarding institutionalized supports that benefit women and their dependent children through enhancing capacity to obtain secure employment. \r\n\r\nFormerly incarcerated women, employment navigators from workforce agencies, library practitioners, and university researchers will iteratively improve an existing program designed to foster the workforce re-entry of justice-impacted women. New features of this existing program include peer mentors and an ecosystem approach that considers local labor markets and provides corresponding employment resources. Research will explore whether and how the partnerships contributed to the organizations' net capacity to provide employment-focused technology education programs for women transitioning from incarceration, in addition to whether and how participation in the ecosystem shifted the practices of individual library practitioners, employment navigators, and peer mentors. Research will also identify the major components of a sustainable ecosystem that supports employment-focused technology education among justice-impacted women. To achieve these research purposes, the project team will generate data such as pre- and post-surveys of over 600 participating women, in addition to interviews with a sub-sample of women; pre- and post-interviews with library practitioners, employment navigators, and peer mentors; observations of in-person and digital educational sessions; and focus groups at co-design sessions. Longitudinal and constant comparative analyses of these data sources will generate empirically based and actionable insights regarding how relevant agencies can partner together to foster sustainable systems that effectively support formerly incarcerated women's transition into a technology-based workforce. Results will be shared widely through a project website, library association meetings, professional journals in technology education and research, and workforce services networks. This Integrating Research and Practice project is funded by the Advancing Informal STEM Learning (AISL) program, which supports projects that: (a) contribute to research and practice that considers informal STEM learning's role in equity and belonging in STEM; (b) promote personal and educational success in STEM; (c) advance public engagement in scientific discovery; (d) foster interest in STEM careers; (e) create and enhance the theoretical and empirical foundations for effective informal STEM learning; (f) improve community vibrancy; and/or (g) enhance science communication and the public's engagement in and understanding of STEM and STEM processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyunjin",
   "pi_last_name": "Seo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyunjin Seo",
   "pi_email_addr": "hseo@ku.edu",
   "nsf_id": "000573571",
   "pi_start_date": "2023-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fengjun",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fengjun Li",
   "pi_email_addr": "fli@ku.edu",
   "nsf_id": "000613726",
   "pi_start_date": "2023-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457552",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1086078.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 572048.0
  }
 ],
 "por": null
}