{
 "awd_id": "2315997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Scalable Nanomanufacturing of Perovskite-Analogue Nanocrystals via Continuous Flow Reactors",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924322",
 "po_email": "psoman@nsf.gov",
 "po_sign_block_name": "Pranav Soman",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2023-07-17",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "Lead halide perovskite nanocrystals are an emerging class of materials for next-generation photonic devices. However, the toxicity of lead has prevented them from being fully adopted by renewable energy technologies. Substitution of lead ions with eco-friendly metal ions such as copper, is a promising strategy to alleviate the toxicity issues of lead halide perovskite nanocrystals. However, scalable manufacturing of lead-free metal halide perovskites, known as perovskite-analogues, remains a challenge. This grant supports a collaborative research project that generates new knowledge related to scalable nanomanufacturing of high-performing perovskite-analogue nanocrystals using reconfigurable and modular continuous flow reactors. The new advanced manufacturing process leverages the high-throughput data generation capability of continuous flow reactors integrated with in-situ spectral characterization probes to enable precision synthesis of perovskite-analogue nanocrystals using a machine learning-assisted experimentation strategy. Lead-free semiconductor nanocrystals are increasingly preferred in photonic devices such as smart windows and luminescent solar concentrators. Large-scale manufacturing of lead-free perovskite-analogue nanocrystals with minimum energy loss can significantly reduce the total energy consumption across the U.S. and thereby benefit the nation's prosperity, health, and security. This collaborative research integrates multiple fields, including advanced manufacturing, materials chemistry, flow reactor engineering, and data science. The convergent nature of this collaborative project facilities broadening participation of women and other underrepresented groups in research and helps train next-generation leaders in science and engineering. The project plans to use YouTube to broadly disseminate the generated nanomanufacturing knowledge.\r\n\r\nScalable manufacturing of perovskite-analogue nanocrystals is a time- and resource-intensive undertaking using conventional batch reactors. This challenge is mainly due to the fast formation kinetics of perovskite-analogue nanocrystals, resulting in process-dependent nanocrystal properties. This collaborative research project is to address the advanced manufacturing knowledge gaps in scalable production of perovskite-analogue nanocrystals. The research team plans to utilize reconfigurable and modular flow reactors to study high-temperature precision nanomanufacturing of copper-based perovskite-analogue nanocrystals using a decoupled precursor chemistry. Through integration of data science with automated flow reactors, the high-dimensional nanomanufacturing space of copper-based perovskite-analogue nanocrystals are rapidly explored to identify optimal nanomanufacturing routes of fabricating high-performance nanocrystals with desired optical and optoelectronic properties for device applications. The application of reconfigurable and modular continuous flow reactors with on-demand and selective precursor heating capability to nanomanufacturing is unique and a powerful way to enable precision manufacturing and increase production scale at which copper-based perovskite-analogue nanocrystals and other energy-relevant materials can be economically manufactured.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ou",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ou Chen",
   "pi_email_addr": "Ou_Chen@brown.edu",
   "nsf_id": "000715407",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129127",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}