{
 "awd_id": "2315953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ARTS: A North American monograph of the powdery mildews (Erysiphaceae)",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922689",
 "po_email": "cferguso@nsf.gov",
 "po_sign_block_name": "Carolyn J. Ferguson",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-07-05",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "Of all organisms, fungi are among the least studied in terms of diversity, with approximately only 10% of existing fungi currently known. This is especially true for powdery mildews; these are one of the world’s most common and yet least studied fungal plant pathogens. Powdery mildews are particularly important because they cause serious damage to economically important agricultural crops, such as blueberries, hops, peas, strawberries, wheat, and wine grapes. Powdery mildews are often host specific, but it is unclear which powdery mildew species are the causal agents of disease on even some of the most important agricultural crops. Additionally, for non-specialists it is difficult to ascertain which sequences, identifications, and species names on publicly available databases are reliable. Accurate identification of plant pathogens is important because particular species often require different control methods and applications. In this work, we will develop a publicly available online powdery mildew identification manual allowing accurate identification for scientists, farmers, and horticulturalists around the world. This will contribute to practical applications as well as research in a wide range of disciplines, including plant pathology, evolutionary biology, mycology, and systematics. By obtaining additional sequence data for particularly virulent, invasive species, this work will also contribute to a better understanding of how pathogens invade new environments. To accomplish this project, we will assemble and train a team of undergraduate, graduate, and postdoctoral researchers. Fungal biology has historically failed to recruit diverse researchers. With this in mind, we will highlight diversity and inclusion in our personnel selection process. \r\n\r\nPowdery mildews (Erysiphaceae) are ecologically and economically important unculturable fungal plant pathogens that have been reported to infect over 10,000 flowering plant species worldwide. Powdery mildews are ubiquitous and speciose with an estimated 906 species. Although they are one of the world’s most common plant pathogens, little research has been conducted on the many species of powdery mildews in North America. The only checklist in the United States was published in 1989 and included ~70 species. In contrast, preliminary research at 10 botanical gardens across North America revealed ~130 species, ~30 that were previously unknown. Continued exploration in the field, in botanical gardens and in herbaria will contribute valuable information to the mycological and plant pathological communities. We propose to identify, sequence and phylogenetically investigate the diverse array of powdery mildews from throughout North America. The following objectives will be the focus of the project: (1) To acquire molecular sequence data to fill existing gaps in the Erysiphaceae phylogeny, (2) To sequence multiple genomic regions to obtain higher level taxonomic resolution and resolve common species complexes, which have so far been unresolved in this fungal group; (3) To write the first comprehensive monograph of the Erysiphaceae of North America; (4) To develop a website to electronically disseminate the compiled data to the scientific and general public. Our research will form a foundation for future studies on the Erysiphaceae.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Pfister",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Donald H Pfister",
   "pi_email_addr": "dpfister@oeb.harvard.edu",
   "nsf_id": "000274093",
   "pi_start_date": "2023-07-05",
   "pi_end_date": "2023-09-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bradshaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bradshaw",
   "pi_email_addr": "mbradshaw@ncsu.edu",
   "nsf_id": "000859069",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bradshaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bradshaw",
   "pi_email_addr": "mbradshaw@ncsu.edu",
   "nsf_id": "000859069",
   "pi_start_date": "2023-07-05",
   "pi_end_date": "2023-09-14"
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University Herbaria",
  "perf_str_addr": "22 Divinity Avenue",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7375",
   "pgm_ref_txt": "REVISIONARY SYSTEMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}