{
 "awd_id": "2315614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SaTC: CORE: Small: Critical Learning Periods Augmented Robust Federated Learning",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2023-08-21",
 "awd_abstract_narration": "Federated Learning (FL) is a distributed machine learning approach that allows multiple data owners (\"clients\") to collaboratively train machine learning models that benefit from each owner's data without having to share the data itself. Federated learning can improve privacy and protect restricted data, which makes it an attractive tool in sectors such as healthcare, fintech, and autonomous driving. However, federated learning is subject to critical learning (CL) periods: the initial rounds of training have an outsized impact on models' quality and robustness. CL periods may help federated learning systems improve model quality, if new methods for selecting and weighting contributions from different clients can be developed to address the causes of CL periods. However, they also present opportunities for attackers, who may be able to harness CL periods to launch more precise and impactful attacks. To better understand these opportunities and attacks, this project will conduct a comprehensive analysis of the characteristics and exploitability of CL periods so as to advance the study of the robustness and vulnerability of federated learning. The team will develop datasets, models, algorithms, and system source code and share it with the research community, while the scientific findings will be widely disseminated as research papers, technical reports, book chapters, course materials, and tutorials. Undergraduate students, particularly those from under-represented groups, will be engaged in the proposed research activities. \r\n\r\nThe central goal of this project is to investigate and understand CL periods during the FL training process, exploiting unique properties of CL periods to enhance FL security and robustness while uncovering vulnerabilities that attackers could exploit. To achieve this objective, the project investigates three main themes. The first theme focuses on how to efficiently identify CL periods and related vulnerabilities in a timely manner during FL training. The second theme focuses on how to optimize FL model accuracy with CL periods awareness, focusing on methods for adaptive client selection that are tuned to the causes of CL periods developed in the first theme. The third theme investigates ways to generalize the findings from Theme 1 to other popular FL techniques such as gradient compression, fair aggregation, personalization, and their joint effect, to address system heterogeneity (e.g., communication bandwidth differences, heterogeneous local models, and fairness concerns). Concurrently with the three main themes, the team will also design and develop a robust FL testbed to empirically evaluate the proposed algorithms with real-world models and datasets.\r\n\r\nThis project is jointly funded by Secure and Trustworthy Cyberspace and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Li",
   "pi_email_addr": "jian.li.3@stonybrook.edu",
   "nsf_id": "000814632",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}