{
 "awd_id": "2315295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ACED Fab: Runtime Reconfigurable Array (RTRA) Technology for AI/ML",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 528000.0,
 "awd_min_amd_letter_date": "2023-06-28",
 "awd_max_amd_letter_date": "2025-04-14",
 "awd_abstract_narration": "Fast-developing artificial intelligence (AI) and machine learning (ML) models, which double in complexity every 3-4 months, outpace the development of underlying hardware accelerators for AI/ML. Presently, deployment of AI/ML algorithms is limited by hardware that lacks agility and energy efficiency to support new models, limiting progress in science and engineering applications (e.g., next-generation wireless systems). Hardware adaptation without sacrificing energy efficiency is needed to embed AI/ML models into mobile, edge, and cloud devices. Researchers from the University of California, Los Angeles (UCLA) along with National Taiwan University (NTU) and Taiwan Semiconductor Research Institute (TSRI) are joining together to develop and demonstrate proof-of-concept runtime reconfigurable array (RTRA) technology that addresses the issues of energy efficiency and agility in existing devices. RTRA is a forward-looking architecture, where agile AI/ML hardware pipelines are dynamically reconfigured to embed new models or respond to dynamic environments. Such technology requires finely balanced hardware and software. Simple hardware leads to complex software (e.g., Field Programmable Gate Array, or FPGA) and simple software leads to complex hardware (e.g., Central Processing Unit, or CPU). RTRA balances hardware and software to enable spatial and temporal flexibility. Spatio-temporal randomization of RTRA is more immune against physical attacks, reverse engineering, supply chain and hardware Trojans, due to its unique software/hardware approach. The project team will use system-based cross-disciplinary approach to address several key challenges of RTRA: 1) efficient programming paradigm, 2) 2D scheduling of hardware resources, 3) high-level abstraction that can fulfill low-level hardware potential, 4) multi-program tenancy, and 5) reconfiguration speed at the pipeline level (tens of clock cycles).\r\n\r\nThe project aims to develop a runtime reconfigurable array technology for AI/ML that provides program switch decisions at sub-microsecond scale, supports multiple active programs, multi-size compile, and priority handling. RTRA should be programmable from high-level languages such as C or Python. Online hardware scheduling enables rapid runtime reconfiguration. The hardware agility is enabled by online dynamic multi-program hardware scheduling, domain-specific reconfigurable array and area-efficient interconnect for multi-program tenancy and flexible data interfaces. The hardware includes embedded processor for control, system memory, and data interfaces for heterogeneous system integration. The energy efficient processing (>10x better than FPGA, with another ~10x higher resource utilization) is a significant improvement over existing FPGA AI accelerators, while adding spatiotemporal dynamics for advanced AI/ML models. An internally developed software toolchain (from C or Python to soft binary) will be made available to compile and test various AI/ML use cases. The project team brings unique capability to develop, test, and utilize an integrated system. Broadly, the technology enables rapid deployment of newly developed algorithms, accelerating the deployment of innovative applications. Further, the ability to quickly repurpose hardware provides an opportunity to utilize “dark silicon” and potentially displace today’s fixed-function hardware accelerators with energy-efficient runtime reconfigurable fabric. RTRA technology is envisioned to meet the needs of future communications and AI/ML workloads, with readily accessible C or Python programming. The project leverages the complementary academic talent in the U.S. and Taiwan to impact semiconductor engineering and education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dejan",
   "pi_last_name": "Markovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dejan Markovic",
   "pi_email_addr": "dejan@ee.ucla.edu",
   "nsf_id": "000074119",
   "pi_start_date": "2023-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "420 Westwood Plaza",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951594",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "240Y00",
   "pgm_ele_name": "ACED-Fab - AdvChipEngDsgn&Fab"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}