{
 "awd_id": "2315488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Outsourcing Property Tax Re-Assessments: Empirical Evaluation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 362153.0,
 "awd_amount": 362153.0,
 "awd_min_amd_letter_date": "2023-06-26",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "This award funds research on an important economic policy question: is it efficient for some public services to be outsourced to the private sector when governments lack the capacity to provide them efficiently; if so, what is the best incentive contract to achieve this efficiency.  Outsourcing the provision of public services to private firms is one strategy to address staffing constraints but carries potential concerns such as cost, quality of work, and scope for corruption. This research project takes advantage of a property tax re-valuation exercise in a large city to study the effects of outsourcing and the optimal contract models for doing so. It will use experimental methods to evaluate the performance of firms operating under fixed fee versus performance-based contracts, relative to each other, and as compared to assessments by government tax staff to assess which approach achieves the tax objectives at the lowest cost. The results will provide policy relevant evidence to a large audience of policymakers in the US and worldwide on when outsourcing can be effective and how to guard against potential pitfalls. The results of this research will lead to higher efficiency in the use of government human and financial resources and higher tax revenues, which will in turn result in the improved provision of public services.\r\n\r\nUsing a large-scale, two-phase randomized control trial, this project will study the selection of firms into fixed and performance-based contracts, as well as the treatment effects of the varying contracts. Initially, firms will bid on either fixed or performance-based contracts. In the first phase, a random subset of properties eligible for reassessment will be reassessed by either a firm under a fixed contract, a firm under a performance-based contract, or by regular government tax assessors. In the second phase, a random subset of the remaining properties will be reassessed by firms with all firms being compensated according to the best-performing contract identified in the first phase, regardless of the firm’s initial preference. Outcomes of interest include changes in tax revenue, accuracy of re-assessments, and taxpayer satisfaction. The researchers will also survey the employees hired by the firms and by the government to assess the properties, to learn more about differences in demographic characteristics, experience with completing re-assessments, public service motivation, among others, across assessors working under the different treatment arms. Finally, the researchers will use quasi-experimental variation from recent property tax increases to estimate the elasticity of tax revenue with respect to the tax rate and use this to benchmark the impact of outsourcing reforms on tax revenues. Increasing the efficiency of tax assessment and the execution of government functions generally could lead to better provision of public services and faster economic growth.  This will help to establish the US a global leader in property tax reforms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rema",
   "pi_last_name": "Hanna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rema Hanna",
   "pi_email_addr": "rema_hanna@hks.harvard.edu",
   "nsf_id": "000639729",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Duflo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esther Duflo",
   "pi_email_addr": "eduflo@mit.edu",
   "nsf_id": "000096182",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Olken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Olken",
   "pi_email_addr": "bolken@mit.edu",
   "nsf_id": "000555935",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE 5TH FL",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385369",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 362153.0
  }
 ],
 "por": null
}