{
 "awd_id": "2316968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Sharp Inequalities in Probability and Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924544",
 "po_email": "jcameron@nsf.gov",
 "po_sign_block_name": "Jan Cameron",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 227184.0,
 "awd_amount": 227184.0,
 "awd_min_amd_letter_date": "2023-07-20",
 "awd_max_amd_letter_date": "2023-07-20",
 "awd_abstract_narration": "This project will investigate connections between the mathematical fields of probability, analysis, and partial differential equations (PDEs) – fundamental tools in understanding physical phenomena – through the study of inequalities.  A classical topic of study in mathematics, inequalities describe relationships between quantities which may not be known precisely but can be estimated or approximated.  The inequalities to be considered in this project have applications to physics and engineering in the study of the fundamental frequency of membranes; the motion of random particles; and the torsional rigidity, elasticity, electrostatic capacity, and heat content of materials.  The insights uncovered will be relevant to a rapidly changing society, in which data and randomness are increasingly present in daily life.  The project will engage undergraduate students in hands-on mathematical research with the goal of increasing the mathematical talent pool in the United States. Graduate students, postdoctoral researchers, and early career mathematicians will be involved in a conference that will advance knowledge while creating a more inclusive culture and sense of belonging, particularly among under-represented groups in mathematics. A distinguished lecture series will be accessible to a general audience, thereby increasing public scientific literacy and engagement with science by introducing probability and its impacts on society. \r\n\r\nThis project will focus on two main research directions: 1) proving sharp inequalities involving the expected lifetime of a diffusion started inside a domain and the principal Dirichlet eigenvalue; and 2) addressing functional inequalities for degenerate diffusions. The first research direction focuses on proving sharp inequalities involving the fundamental frequency and the torsional rigidity of domains through exit times of diffusions. The torsional rigidity measures how much a rod with cross-sections given by a particular domain is resistant to twisting forces. Thus, obtaining sharp bounds for the torsional rigidity will have physical applications to engineering problems. The PI will study the underlying PDEs by applying probabilistic and analytic methods. The second direction will focus on proving gradient estimates and other functional inequalities for the harmonic functions related to degenerate diffusions. The PI’s goal will be to focus on problems in the degenerate hypoelliptic case where there is no canonical underlying sub-Riemannian structure, which are called weak Hörmander diffusions. One of the main probabilistic tools that is used involves developing sharp couplings of diffusion processes. Additionally, the project features a third research direction, to be explored with undergraduate researchers, that focuses on the theory of explicit limit theorems for the products of random singular matrices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phanuel",
   "pi_last_name": "Mariano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Phanuel Mariano",
   "pi_email_addr": "marianop@union.edu",
   "nsf_id": "000807981",
   "pi_start_date": "2023-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Union College",
  "inst_street_address": "807 UNION ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCHENECTADY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5183886101",
  "inst_zip_code": "123083256",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "TRUSTEES OF UNION COLLEGE IN THE TOWN OF SCHENECTADY IN THE STATE OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "HE9HQBNZHHB5"
 },
 "perf_inst": {
  "perf_inst_name": "Union College",
  "perf_str_addr": "807 UNION ST",
  "perf_city_name": "SCHENECTADY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "123083256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 227184.0
  }
 ],
 "por": null
}