{
 "awd_id": "2316842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Biomass-Derived Depolymerizable and Degradable Polymers as Sustainable Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 249592.0,
 "awd_amount": 249592.0,
 "awd_min_amd_letter_date": "2023-08-15",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "In this project managed by the Chemistry Division at NSF, Professor Hao Sun and his students at the University of New Haven will perform studies that aim to develop biomass-derived depolymerizable and degradable polymer materials with highly tunable thermomechanical properties. The ubiquity of commodity vinyl polymers and polyolefins in modern society has caused negative environmental impacts because of their non-degradable carbon-carbon backbones. Professor Sun and his students will tackle this challenge by developing polymer using biomass-derived monomers that can break down as needed (i.e. depolymerizable and degradable). Their studies could lead to establishing a relationship between the degradable polymer structure and thermomechanical properties to evaluate their potential in industrial applications. The project will also contribute to STEM education and broadened participation in polymer science and sustainability through recruiting underrepresented minority student researchers, developing a new undergraduate lab course about degradable polymers, and reaching out to local high schools.\r\n\r\nProfessor Sun and his students will develop synthetic approaches to depolymerizable and degradable polymer materials from readily available biomass resources. Two classes of biomass-derived polymers will be designed and synthesized, including depolymerizable polyolefins and degradable poly(enol ether)s. The employment of ring-opening metathesis polymerization (ROMP)  technique in their approaches will generate well-defined degradable polymers with modular molecular structure and tunable molecular weights, enabling the establishment of structure-depolymerization and structure-degradation relationships.  Understanding these correlations will give rise to polymer materials with programmable depolymerization or degradation kinetics for various applications such as drug delivery systems and stimuli-responsive materials. Furthermore, Professor Sun will systematically evaluate the thermomechanical properties of proposed polymers, with the goal of advancing these biomass-derived polymers as a new kind of sustainable and responsive materials for industrial applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hao",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hao Sun",
   "pi_email_addr": "hasun@newhaven.edu",
   "nsf_id": "000872344",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Haven",
  "inst_street_address": "300 BOSTON POST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WEST HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2039327000",
  "inst_zip_code": "065161916",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "UNIVERSITY OF NEW HAVEN, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FZBDVM1MBTN9"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Haven",
  "perf_str_addr": "300 BOSTON POST RD",
  "perf_city_name": "WEST HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065161916",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 249592.0
  }
 ],
 "por": null
}