{
 "awd_id": "2316576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Support student and early professional attendance to the Species on the Move international conference",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2023-03-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 43740.0,
 "awd_amount": 43740.0,
 "awd_min_amd_letter_date": "2023-02-13",
 "awd_max_amd_letter_date": "2023-02-13",
 "awd_abstract_narration": "Practically all species will be impacted by climate change. Some will be affected a lot and some a little, but there is much debate about which will be which because predicting responses to changing climate is enormously complicated. It will require the combined efforts of scientists from many disciplines, working together to develop new models and other cutting-edge tools.  This award will fund a conference in Florida to foster international collaboration on ways in which ecological and evolutionary impacts of climate change can be predicted and perhaps mitigated.\r\n\r\nThe conference will bring together scientists with expertise in molecular biology,\r\ngenetics, physiology, microbiology, and the -omics fields, as well as evolution, ecology, and\r\necosystems biology to address pressing gaps in knowledge related to the evolution of traits,\r\nspecies, and communities in the context of climate change. Attendees will address cornerstone and emerging issues pertaining to who is moving due to climate change, where they are moving to and from, and why they are moving. The conference is organized with plenary talks each morning featuring cutting edge research across each of 12 core themes. Panel discussions during the morning plenary sessions will be designed and structured to maximize exchange between academics, managers and professionals by engaging on a shared topic of interest. Each afternoon will consist of 3-4 concurrent sessions, across the 12 themes. There will be mentoring events and a pre-conference workshop to attract, train and support early-career scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Scheffers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brett Scheffers",
   "pi_email_addr": "brett.scheffers@ufl.edu",
   "nsf_id": "000716068",
   "pi_start_date": "2023-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 43740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Species on the Move</em>&nbsp;(SOTM) is a one-of-a-kind conference that addresses the singular topic of climate change redistribution across the Earth. Spanning freshwater, terrestrial and marine systems, the SOTM conference brings together leading US and international researchers to present the most cutting-edge science related to detecting and attributing ecological patterns to climate change, leveraging bioinformatic and big data science to study species on the move and identifying the ecological and evolutionary mechanisms that facilitate or hinder range shifts. The impacts of changing populations and communities can span from local to global scales and include entire biome shifts. This conference brought together scientists with expertise in molecular biology, genetics, physiology, microbiology, and the -omics fields, as well as evolution, ecology, and ecosystems biology to address pressing gaps in knowledge related to the evolution of traits, species, and communities in the context of climate change.&nbsp;</p>\n<p>The conference has a mandate to support the attendance and development of early-career researchers affording them the opportunity to share their science with a large international congregation, learn from leading researchers in the field and cross-pollinate with professionals that may use their science if forming and developing management and policy solutions to the natural and societal impacts that stem from climate change.</p>\n<p>Over 196 attendees from 28 countries attended the conference of which 46% were in the early stages of their career. The members were exposed to 16 keynote speakers and over 130 oral talks on subjects spanning 12 themes across diverse ecosystems.&nbsp;We organized 3 pre-conference and 1 post-conference workshops which were attended by 55 early-career researchers; including modeling landscape connectivity to understand species movement, two workshops on modeling downscaled microclimates and future climate data,&nbsp;and&nbsp;a&nbsp;two-part&nbsp;workshop on building species distribution models.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/14/2024<br>\nModified by: Brett&nbsp;Scheffers</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSpecies on the Move(SOTM) is a one-of-a-kind conference that addresses the singular topic of climate change redistribution across the Earth. Spanning freshwater, terrestrial and marine systems, the SOTM conference brings together leading US and international researchers to present the most cutting-edge science related to detecting and attributing ecological patterns to climate change, leveraging bioinformatic and big data science to study species on the move and identifying the ecological and evolutionary mechanisms that facilitate or hinder range shifts. The impacts of changing populations and communities can span from local to global scales and include entire biome shifts. This conference brought together scientists with expertise in molecular biology, genetics, physiology, microbiology, and the -omics fields, as well as evolution, ecology, and ecosystems biology to address pressing gaps in knowledge related to the evolution of traits, species, and communities in the context of climate change.\n\n\nThe conference has a mandate to support the attendance and development of early-career researchers affording them the opportunity to share their science with a large international congregation, learn from leading researchers in the field and cross-pollinate with professionals that may use their science if forming and developing management and policy solutions to the natural and societal impacts that stem from climate change.\n\n\nOver 196 attendees from 28 countries attended the conference of which 46% were in the early stages of their career. The members were exposed to 16 keynote speakers and over 130 oral talks on subjects spanning 12 themes across diverse ecosystems.We organized 3 pre-conference and 1 post-conference workshops which were attended by 55 early-career researchers; including modeling landscape connectivity to understand species movement, two workshops on modeling downscaled microclimates and future climate data,andatwo-partworkshop on building species distribution models.\n\n\n\t\t\t\t\tLast Modified: 05/14/2024\n\n\t\t\t\t\tSubmitted by: BrettScheffers\n"
 }
}