{
 "awd_id": "2316849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Topological Control of Ligand Hemilability in Organometallic Nickel Complexes for C-H Activation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 249218.0,
 "awd_amount": 249218.0,
 "awd_min_amd_letter_date": "2023-09-11",
 "awd_max_amd_letter_date": "2023-09-11",
 "awd_abstract_narration": "In this project funded by the Chemistry Division at NSF, Professor Nathanael Hirscher and his students at Montclair State University will perform studies that aim to develop new catalysts resulting in increased rates and durability for important reactions relevant to chemical manufacturing. This research will combine organic components (ligands) with a metal (nickel) to make organometallic complexes. The structure of the organic ligand strongly influences the properties of the organometallic complex. Breaking carbon-hydrogen bonds (i.e., C-H activation) is an important step in organometallic catalysis, with applications in the production of pharmaceuticals and polymers. Professor Hirscher and his students will synthesize ligands with varying structures, as well as complexes comprised of the ligands and nickel. Their studies could improve the ability of nickel complexes to perform C-H activation by precise control of peripheral elements in the ligand. In addition, students from diverse backgrounds, including those from underrepresented minority groups, will be trained in organometallic chemistry and mentored as part of a cohort of undergraduates in chemistry research at Montclair State University.\r\n\r\nThis work is an endeavor to improve organometallic catalysis by applying strategies from supramolecular chemistry. Breaking carbon-hydrogen bonds (C-H activation) is a crucial step in catalysis technology, significant to the production of chemicals ranging from pharmaceuticals to polymers. The ability of nickel complexes to perform C-H activation will be studied in this work. Organometallic chemistry has traditionally focused on the interaction between metals and organic ligands, but the peripheral parts of the structure (i.e., the secondary coordination sphere) have attracted much recent attention. This project involves the exploration of a specific aspect of the secondary coordination sphere: the interconnectivity (i.e., topology) of ligand structural features within an organometallic complex. Nickel complexes will be synthesized and studied to determine whether the topology of the ligand influences C-H activation. More specifically, the influence of hemilabile donors within the ligand secondary structure will be studied, regarding their impact on C-H activation rates of the nickel complexes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathanael",
   "pi_last_name": "Hirscher",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nathanael A Hirscher",
   "pi_email_addr": "hirschern@montclair.edu",
   "nsf_id": "000923259",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 NORMAL AVE",
  "perf_city_name": "MONTCLAIR",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 249218.0
  }
 ],
 "por": null
}