{
 "awd_id": "2316289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Network Statistics of Rupturing Foams",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 214899.0,
 "awd_amount": 214899.0,
 "awd_min_amd_letter_date": "2023-08-11",
 "awd_max_amd_letter_date": "2023-08-11",
 "awd_abstract_narration": "Foams form when pockets of air are trapped inside a liquid or solid material. The structures and symmetries found in foams have drawn the attention of pure mathematicians for centuries, but physical properties of foams, both desirable and undesirable, are also highly relevant in industry and manufacturing. This project will study statistical properties of two-dimensional foams in a controlled setting through compressing a soap foam between two transparent plates and heating to induce edge breaking. The network dynamics will be then captured through image processing algorithms. The underlying differential equations for modeling ruptures, a variation of the so-called coagulation equations describing sticky particle aggregation, will also be rigorously analyzed. Because the elimination of foam is vital in multiple industrial processes such as in the production of detergents, the project aims to generate data directly related to rates of foam reduction to shed light on how to optimize this process. The project includes undergraduate research training opportunities and outreach activities to local high schools focused on data science.\r\n\r\nThe study of microstructure, or composition of materials at small scales, is critical for understanding material properties at the macroscopic level. While much has been written about the coarsening of microstructure via gas diffusion across cell walls, this project will focus on the experimental generation and theoretical modeling of two-dimensional foams with edge rupture induced by heating. Using cell-tracking algorithms commonly found in morphology, the project will examine the evolving network statistics such as topological frequencies, coarsening rates, and the creation and growth of massive cells.  Because the second-order reaction of cell merging resulting from rupture can be modeled through processes like the Smoluchowski coagulation equation, this project will consider a class of these equations inspired by this merging and will focus on rigorously deriving properties of the resulting cluster statistics. The long-term goal being to use the experimental, computational, and theoretical methods developed in this study for constructing a general theory of coarsening processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Klobusicky",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Klobusicky",
   "pi_email_addr": "joseph.klobusicky@scranton.edu",
   "nsf_id": "000869127",
   "pi_start_date": "2023-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Scranton",
  "inst_street_address": "800 LINDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCRANTON",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5709416362",
  "inst_zip_code": "185104501",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "PA08",
  "org_lgl_bus_name": "UNIVERSITY OF SCRANTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "WV3XJPNFUL58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Scranton",
  "perf_str_addr": "800 LINDEN ST",
  "perf_city_name": "SCRANTON",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "185102429",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "PA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 214899.0
  }
 ],
 "por": null
}