{
 "awd_id": "2316459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Conference: CSHL Advanced Courses for Model Genetic Systems (2023-2025)",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 999996.0,
 "awd_amount": 999996.0,
 "awd_min_amd_letter_date": "2023-05-10",
 "awd_max_amd_letter_date": "2025-04-15",
 "awd_abstract_narration": "The Cold Spring Harbor Laboratory (CSHL) Advanced Courses in Model Genetic Systems serve a critical role in the training of investigators new to the use of genetic and genomic approaches in bacteria, yeast and plants. These highly intensive three-week courses cover the fundamentals of genetics in the respective system, which then establishes the conceptual backbone for the more sophisticated genomic methods that are covered as the courses progress. The hands-on experimental portion of the courses, often including multi-day modules, are complemented by daily theoretical lectures by instructors chosen for their proven expertise in the system and a world class seminar series from renowned investigators that utilize the respective system. As a result, every student is exposed to the underlying principles of the methods they are being taught and their state-of-the-art application by the experts in the field. The courses have a well-established reputation for serving a diverse community of biologists as well as training researchers from the physical sciences. The students range from early-stage graduate students to tenured professors, with backgrounds in areas including genetics, molecular and cellular biology, bioinformatics, engineering, and physics.\r\n\r\nSince their foundation in the 1970s and early 1980s, the CSHL summer courses on Advanced Bacterial Genetics, Yeast Genetics & Genomics and Frontiers & techniques in Plant Science (collectively, the Model Genetics Systems courses) have each played a critical role in disseminating new approaches and techniques to the broad scientific community interested in the use of model systems in genetics and genomics. The proposed courses (2023-2025) will continue this tradition by providing advanced training in the fundamentals of working in these model systems making use of classical genetic and molecular biological approaches, analysis of genetic interactions, and genomics. The courses each consist of hands-on laboratory modules, a vigorous lecture series, technical presentations and demonstrations, and informal discussions. The instructors and invited speakers, acknowledged leaders in their fields, present up-to-the-moment research on a wide range of topics. The informal, highly interactive course format allows students and teaching apprentices to learn from each other as well as from the instructors and invited speakers. In sum, the courses provide for intensive three-week immersion into cross-disciplinary and cutting-edge approaches, helping prepare the next generation of microbiologists and plant scientists to apply the latest genetic/genomic tools and approaches to their own research, often in non-model and “real world” applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2023-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPRING HARBOR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 666664.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 333332.0
  }
 ],
 "por": null
}