{
 "awd_id": "2316451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Study of Clinopyroxene Growth and Sector Zoning",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2022-12-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 379864.0,
 "awd_amount": 46799.0,
 "awd_min_amd_letter_date": "2023-02-03",
 "awd_max_amd_letter_date": "2023-02-03",
 "awd_abstract_narration": "Clinopyroxene is a major rock-forming mineral on Earth and other rocky planets, and one of the first solids crystallized by high temperature magmas and lavas. In theory, the chemical composition and the crystal shape of clinopyroxene can be used to extract information about the liquid from which the mineral formed (e.g., temperature, pressure, composition). When studying rock samples, the accuracy of such markers is critical in deciphering the dynamics of a large number of volcanic and magmatic systems, both on Earth and other planetary bodies. However, the crystallization processes of clinopyroxene are complex and still poorly understood, which hampers its potential as a tracer of magmas. The proposed work aims to refine the crystallization processes of clinopyroxene using a combination of laboratory experiments and advanced analytical methods. These results will complete previous datasets, provide new insights on the mineral at the microscopic scale, and pave the way for new research avenues. The tasks will nurture a collaboration between three academic institutes with premier experimental petrology laboratories (Brown University, the University of Hawaii, and the Universite de Lorraine), support the professional development of two early-career researchers, and provide a research opportunity for three undergraduate students. \r\n\r\nClinopyroxene is one of the most complex igneous minerals in terms of its variability in texture and chemical zoning. Even today, its intricate complexity stands as a significant roadblock to reconstructing the history of clinopyroxene-bearing magmas. The rationale for this project stems from former characterizations of natural samples bearing complex sector zoning, and previous experiments on clinopyroxene + melt systems. This new work will exploit a trio of experimental apparatuses to address a broad range of crystallization conditions: heating stage microscope, 1-atm gas mixing furnace, and piston cylinder. The investigations will focus on major- and trace-element composition (in fine-scale detail to capture intricate zoning), growth features (habits, melt and solid inclusions, crystal defects) and the crystallization kinetics of clinopyroxene during the cooling of synthetic and natural melts. The experimental products will be analyzed using optical, electron probe, and transmission electron microscopies, and laser ablation inductively coupled mass spectrometry. The overarching goals are: to document the textural variation of clinopyroxene at various pressure, temperature, and cooling conditions; to establish the conditions (cooling rate, undercooling, melt composition) at which sector zoning occurs; and to examine major- and trace-element partitioning between clinopyroxene and melt, and between sectors in clinopyroxene. These goals are intended to advance the practical application of clinopyroxene thermobarometry, by establishing which sectors and elements faithfully record magmatic pressure-temperature conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benoit",
   "pi_last_name": "Welsch",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Benoit T Welsch",
   "pi_email_addr": "bwelsch@macalester.edu",
   "nsf_id": "000663674",
   "pi_start_date": "2023-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Macalester College",
  "inst_street_address": "1600 GRAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6516966062",
  "inst_zip_code": "551051899",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "MACALESTER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNFCECSHS166"
 },
 "perf_inst": {
  "perf_inst_name": "Macalester College",
  "perf_str_addr": "1600 GRAND AVE",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 46799.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Pyroxene and olivine are two major minerals that are virtually ubiquitous in the universe, occurring in the upper layers of rocky planetary bodies and in a variety of meteorites and asteroids. Understanding how these two minerals form is thus critical for investigating environments otherwise inaccessible to humans, such as magma oceans and magma chambers. In this project, we documented in high detail the crystal growth of clinopyroxene and olivine from a silicate melt. The results represent new advances in crystal growth and crystallization kinetics that will be instrumental to future studies in mineralogy, petrology, volcanology, geochemistry, material sciences, and solid-state physics in general.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We performed crystallization experiments of clinopyroxene and olivine in plagioclase-hosted melt inclusions, observing&nbsp;<em>in situ</em>&nbsp;crystals growing from a magma in real time. This led us to develop a method of overgrowth chronometry (i.e., mapping the shape of the growing crystal at many discrete points in time) for proper quantification of crystal growth velocities. This method allows us to approach the true growth rate of a mineral under controlled conditions. Our technique will be paramount moving forward, considering that crystal growth rates are usually underestimated &ndash; based on our review of 19 previous datasets, growth rates are misevaluated because of incorrect assumptions about the crystal geometry and the behavior of the growth rate over the course of crystallization. One clear outcome from this study is that minerals such as clinopyroxene and olivine can reach higher growth rates than previously thought and can thus form large grains over a short timeframe. In some ways, these results challenge and refine current models of crystal growth, while providing new grounds for further developments in crystallization kinetics.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project has generated a wealth of data and new observations, including one large manuscript published in <em>Journal of Petrology</em>, conference presentations, and further papers in development. During this project, we also produced a review and outreach effort on the subject, acting as guest-editors and authors for a special issue about olivine in <em>Elements</em> magazine. This grant has supported two early career scientists, allowed a continuing and fruitful international collaboration, and offered research opportunities for two undergraduate students. Over the course of this award, these individuals have worked across three academic institutions in the US (Brown University, Cornell University, and Macalester College) and one academic institution in France (Universite de Lorraine).&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/17/2024<br>\nModified by: Benoit&nbsp;T&nbsp;Welsch</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099042572_Figure_3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099042572_Figure_3--rgov-800width.png\" title=\"Isochrone maps of olivine crystal growth.\"><img src=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099042572_Figure_3--rgov-66x44.png\" alt=\"Isochrone maps of olivine crystal growth.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The isochrone maps showcase the timely development of overgrowths on an olivine seed inside a melt inclusion of basaltic composition. Olivine in green (layered crystal shapes), basaltic melt in white, vapor bubble in red and host plagioclase in blue.</div>\n<div class=\"imageCredit\">Welsch, Faure and First (2023) Reappraising crystallization kinetics with overgrowth chronometry: an in situ study of olivine growth velocities. J. Petrol. 64(8): 10.1093/petrology/egad055.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Benoit&nbsp;T&nbsp;Welsch\n<div class=\"imageTitle\">Isochrone maps of olivine crystal growth.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099388727_Figure_11_revised--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099388727_Figure_11_revised--rgov-800width.png\" title=\"Log of olivine growth rates versus undercooling for 20 datasets\"><img src=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099388727_Figure_11_revised--rgov-66x44.png\" alt=\"Log of olivine growth rates versus undercooling for 20 datasets\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Most of the data displayed here can be considered lower bounds of the true maximum growth\nrates at the given undercooling.</div>\n<div class=\"imageCredit\">Welsch, Faure and First (2023) Reappraising crystallization kinetics with overgrowth chronometry: an in situ study of olivine growth velocities. J. Petrol. 64(8): 10.1093/petrology/egad055.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Benoit&nbsp;T&nbsp;Welsch\n<div class=\"imageTitle\">Log of olivine growth rates versus undercooling for 20 datasets</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099292323_Figure_6_revised--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099292323_Figure_6_revised--rgov-800width.png\" title=\"Simplified sketch of the crystallization behavior of olivine\"><img src=\"/por/images/Reports/POR/2024/2316451/2316451_10613644_1729099292323_Figure_6_revised--rgov-66x44.png\" alt=\"Simplified sketch of the crystallization behavior of olivine\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">When olivine is subjected to a cooling event it will experience variations in its crystal growth rate. The crystal habit of olivine at any given time is the sum of all previous variations.</div>\n<div class=\"imageCredit\">Welsch, Faure and First (2023) Reappraising crystallization kinetics with overgrowth chronometry: an in situ study of olivine growth velocities. J. Petrol. 64(8): 10.1093/petrology/egad055.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Benoit&nbsp;T&nbsp;Welsch\n<div class=\"imageTitle\">Simplified sketch of the crystallization behavior of olivine</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nPyroxene and olivine are two major minerals that are virtually ubiquitous in the universe, occurring in the upper layers of rocky planetary bodies and in a variety of meteorites and asteroids. Understanding how these two minerals form is thus critical for investigating environments otherwise inaccessible to humans, such as magma oceans and magma chambers. In this project, we documented in high detail the crystal growth of clinopyroxene and olivine from a silicate melt. The results represent new advances in crystal growth and crystallization kinetics that will be instrumental to future studies in mineralogy, petrology, volcanology, geochemistry, material sciences, and solid-state physics in general.\n\n\n\n\n\nWe performed crystallization experiments of clinopyroxene and olivine in plagioclase-hosted melt inclusions, observingin situcrystals growing from a magma in real time. This led us to develop a method of overgrowth chronometry (i.e., mapping the shape of the growing crystal at many discrete points in time) for proper quantification of crystal growth velocities. This method allows us to approach the true growth rate of a mineral under controlled conditions. Our technique will be paramount moving forward, considering that crystal growth rates are usually underestimated  based on our review of 19 previous datasets, growth rates are misevaluated because of incorrect assumptions about the crystal geometry and the behavior of the growth rate over the course of crystallization. One clear outcome from this study is that minerals such as clinopyroxene and olivine can reach higher growth rates than previously thought and can thus form large grains over a short timeframe. In some ways, these results challenge and refine current models of crystal growth, while providing new grounds for further developments in crystallization kinetics.\n\n\n\n\n\nThe project has generated a wealth of data and new observations, including one large manuscript published in Journal of Petrology, conference presentations, and further papers in development. During this project, we also produced a review and outreach effort on the subject, acting as guest-editors and authors for a special issue about olivine in Elements magazine. This grant has supported two early career scientists, allowed a continuing and fruitful international collaboration, and offered research opportunities for two undergraduate students. Over the course of this award, these individuals have worked across three academic institutions in the US (Brown University, Cornell University, and Macalester College) and one academic institution in France (Universite de Lorraine).\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/17/2024\n\n\t\t\t\t\tSubmitted by: BenoitTWelsch\n"
 }
}