{
 "awd_id": "2316882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cellular and molecular dissection of a stem cell niche in a marine invertebrate",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 760000.0,
 "awd_amount": 760000.0,
 "awd_min_amd_letter_date": "2023-06-06",
 "awd_max_amd_letter_date": "2023-06-06",
 "awd_abstract_narration": "Stem cells have a unique ability to produce new cells to replace aging or injured tissues. Many animals distributed across the tree of life have excellent regeneration abilities, whose regeneration success depends in part on the presence of resident stem cells. In these animals, the population of stem cells can generate multiple tissues and cell types, and it is important to build an understanding of how these stem cells are regulated in natural environment of the animal (versus in a dish in the lab). A putative stem cell niche was identified in the marine worm Capitella teleta, an animal that not only has robust regenerative abilities but also renews its germline, the cells that form eggs in females and sperm in males, throughout life. This finding offers a unique opportunity to investigate the relationship between germline and somatic stem cells. Capitella has numerous experimental advantages including optical clarity, a slow evolving and annotated genome, and available tools to manipulate gene function. Outreach activities include laboratory training of the next generation of researchers and development of a life-long learning module to inform adults on empirically based science and environmental stewardship. The proposed study emphasizes the value of studying a diversity of animals to understand major trends in animal evolution.\r\n\r\nAdult stem cells function during tissue homeostasis, growth, and repair in response to injury. In some contexts, stem cells reside in specific locations within the body and in others, an entire tissue or body functions as a supportive environment for stem cells.  This work in the annelid Capitella teleta will explore the relationship between germline and somatic stem cells. Capitella has favorable characteristics for in vivo studies of stem cell biology, including a sequenced genome, a stereotypic cleavage program and associated fate map and availability of functional genomic tools. Through expression analysis of multipotency cell program genes, a putative stem cell niche was identified in Capitella with a discrete location within the body. The proposed work seeks to address the hypothesis that this putative stem cell niche can generate both somatic and germline cells. The function of the cluster will be investigated through direct experimental manipulations, live cell imaging, and functional genomic approaches. Cellular responses to injury will be compared with behavior of cells in this cluster in steady state conditions. The proposed experiments will help unravel the molecular regulation underlying the evolutionary relationship between somatic and germline stem cells. These studies will also provide insight into mechanistic differences that regulate localized stem cell populations in somatic and germ line microenvironments versus dispersed stem cell populations present in other animals. The broader impacts include development of life-long learning modules for adults to engage and educate the growing Florida population on biodiversity and evolutionary concepts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Seaver",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine C Seaver",
   "pi_email_addr": "seaver@whitney.ufl.edu",
   "nsf_id": "000193701",
   "pi_start_date": "2023-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 760000.0
  }
 ],
 "por": null
}