{
 "awd_id": "2317745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Developing A Blood-Based Biomarker for the Detection and Monitoring of Amyotrophic Lateral Sclerosis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-03-28",
 "awd_max_amd_letter_date": "2023-03-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a blood-based biomarker for the detection and monitoring of Amyotrophic Lateral Sclerosis (ALS).  The advent of new drugs for treating ALS has resulted in increased demand for ALS detection. Currently, diagnosis times may take up to 2 years and cost about $40K per diagnostic test.  The proposed technology may be used to develop a non-invasive, point-of-care diagnostic for ALS, that may be priced at $200 per test, which is comparable to a human immunodeficiency virus (HIV) diagnostic test.  This may allow accessibility for the 80 million people in the at-risk population of the 50+ age-group as part of an annual health examine. Other potential applications of the proposed technology include vaccine quality assessment and detecting other neurological disorders.\r\n\r\nThis I-Corps project is based on the development of a signal processing algorithm for utilizing Electron Spin Resonance (ESR) signals, a magnetic resonance spectroscopic technique, to detect the structural changes between two locations in proteins with biomarker precision. Determination of such structural changes using existing data analysis techniques from low-resolution ESR signals of blood samples containing the potential biomarker at critically low concentration is virtually impossible. The proposed data analytics is highly sensitive and selective in extracting the relevant structural parameters from data collected under these conditions. It has been confirmed that a protein, SOD1, in the blood is associated with ALS disease onset and progression. Specifically, the distance between the copper (Cu) centers in SOD1 increases from its standard value (healthy state) in the case of ALS patients.  To measure the distance between two Cu centers in SOD1, the proposed algorithm carries out point-wise distance reconstruction, avoiding interference from neighboring points yielding local information in a precise manner. In proof-of-concept studies, structural changes were detected in SOD1 using the proposed data analytics at blood concentration levels. This technology may enable the development of a non-invasive and cost-effective diagnostic for ALS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhur",
   "pi_last_name": "Srivastava",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhur Srivastava",
   "pi_email_addr": "ms2736@cornell.edu",
   "nsf_id": "000802172",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Neuro-diagnostics is a $22 billion market that is predicted to double from its value by 2025 due to rapidly aging population. The current ALS diagnostic market is about $4B and is growing at 7% per year with 600k annual patient screening. According to market reports, the advent new drugs for treating ALS that resulted in the demand for ALS detection to exceed the supply, which is already suffering long diagnosis times up to 2 years and high cost of about $40k for diagnostic test. With an aging population, especially the baby boomer populations in the USA, the steep increase in the neurodegenerative diseases management cost is a major worry to the insurance companies. In this landscape, accurate and early detection of ALS remains the major unmet need and demands a call for action. We believe this creates a unique market opportunity for our blood test-based ALS diagnostic that aims to detect ALS with biomarker precision using ESR spectroscopy and smart algorithms without the need for infrastructure upgrade and a long list of physically painful diagnostic procedures, costing billions of dollars towards the healthcare budget.</p>\n<p>Our technology has a tremendous potential to impact ALS drug development efforts and patient management positively through early and accurate detection of ALS, which is a major problem for the biotech companies and healthcare providers at present, costing billions of dollars in failed clinical trials and diagnostic tests. There is an unmet need for accurate and non-invasive diagnosis of ALS, as it is essential for drug efficacy measure and informed healthcare decision making; delayed or misdiagnosis diminishes drugs&rsquo; efficacy and escalates diagnosis cost. Our technology, which is a non-invasive blood test to detect ALS with biomarker precision, can be leveraged in drug efficacy studies, patient screening for clinical trials and significantly reducing ALS healthcare cost. In addition to application in ALS diagnosis, our technology can be adapted for deployment in other applications that require clinical application of electron spin resonance spectroscopy &ndash; such as Alzheimer&rsquo;s disease.</p><br>\n<p>\n Last Modified: 09/11/2024<br>\nModified by: Madhur&nbsp;Srivastava</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNeuro-diagnostics is a $22 billion market that is predicted to double from its value by 2025 due to rapidly aging population. The current ALS diagnostic market is about $4B and is growing at 7% per year with 600k annual patient screening. According to market reports, the advent new drugs for treating ALS that resulted in the demand for ALS detection to exceed the supply, which is already suffering long diagnosis times up to 2 years and high cost of about $40k for diagnostic test. With an aging population, especially the baby boomer populations in the USA, the steep increase in the neurodegenerative diseases management cost is a major worry to the insurance companies. In this landscape, accurate and early detection of ALS remains the major unmet need and demands a call for action. We believe this creates a unique market opportunity for our blood test-based ALS diagnostic that aims to detect ALS with biomarker precision using ESR spectroscopy and smart algorithms without the need for infrastructure upgrade and a long list of physically painful diagnostic procedures, costing billions of dollars towards the healthcare budget.\n\n\nOur technology has a tremendous potential to impact ALS drug development efforts and patient management positively through early and accurate detection of ALS, which is a major problem for the biotech companies and healthcare providers at present, costing billions of dollars in failed clinical trials and diagnostic tests. There is an unmet need for accurate and non-invasive diagnosis of ALS, as it is essential for drug efficacy measure and informed healthcare decision making; delayed or misdiagnosis diminishes drugs efficacy and escalates diagnosis cost. Our technology, which is a non-invasive blood test to detect ALS with biomarker precision, can be leveraged in drug efficacy studies, patient screening for clinical trials and significantly reducing ALS healthcare cost. In addition to application in ALS diagnosis, our technology can be adapted for deployment in other applications that require clinical application of electron spin resonance spectroscopy  such as Alzheimers disease.\t\t\t\t\tLast Modified: 09/11/2024\n\n\t\t\t\t\tSubmitted by: MadhurSrivastava\n"
 }
}