{
 "awd_id": "2317748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Planning Project: Undergraduate Institutions Developing Opportunities in STEM (UNIDOS)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927210",
 "po_email": "efuller@nsf.gov",
 "po_sign_block_name": "Edgar Fuller",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 399727.0,
 "awd_amount": 399727.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1 project aims to broaden the participation of historically underrepresented populations centered around two proximate Hispanic-Serving Institutions (HSIs), Santa Fe Community College and Northern New Mexico College. The Undergraduate Institutions Developing Opportunities in STEM (UNIDOS) project will build upon relationships with regional partners, from both the public and private sectors, to provide educational training opportunities for local youth in Science, Technology, Engineering, and Mathematics (STEM).  These activities are designed to embrace cultural values and traditions and honors the wealth of knowledge from Indigenous and Hispanic populations. Based upon an active and collaborative exploration of community needs and anticipated vocational gaps in the regional STEM workforce, partners will develop and modify STEM degree and certificate programs and address the holistic needs of matriculating students to promote student academic success and STEM career readiness.\r\n\r\nThe UNIDOS model predicts that the significant challenges underrepresented students face are best addressed when entities that share common goals work together. To this end, the project will establish a STEM Advisory Council, composed of representatives from both the public and private STEM workforce, STEM education advocate groups, professionals, educators, and college administrators. Generating a collaborative relationship with valued community partners is expected to generate vocational opportunities for students, including internship experiences that will enhance the job readiness for underrepresented individuals entering the STEM workforce.  Additionally, UNIDOS will provide educational training opportunities in STEM for local youth to stimulate interest in STEM education/careers, facilitate student matriculation into college, and promote STEM degree program participation/completion. Partnering institutions will engage with private entities to develop curricula for participating youth that introduces them to culturally relevant careers/research in science and enables students to develop a STEM identity that does not conflict with their cultural values and traditions. STEM faculty will play a major role in delivering the curricula, and together with professional development opportunities designed to identify and rectify inequitable teaching practices and mitigate language barriers, will generate a STEM learning atmosphere that is inclusive and celebrates students’ wealth of cultural knowledge. Through these efforts, enhanced diversity in STEM education will generate a workforce with a broad knowledge base, which can function to stimulate innovation fueled by collective experiences and an inclusive spirit of collaboration over competition. The HSI Program aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Trujillo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly M Trujillo",
   "pi_email_addr": "kelly.trujillo@sfcc.edu",
   "nsf_id": "000686384",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cox",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Cox",
   "pi_email_addr": "steve.cox@nnmc.edu",
   "nsf_id": "000305282",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe Community College",
  "inst_street_address": "6401 S RICHARDS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA FE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5054281811",
  "inst_zip_code": "875084887",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SANTA FE COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GB3JMTLL4MS8"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe Community College",
  "perf_str_addr": "6401 RICHARDS AVE",
  "perf_city_name": "SANTA FE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875084887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 399727.0
  }
 ],
 "por": null
}