{
 "awd_id": "2317871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrating Fluorspar Ages and Geophysical Models to Constrain the Timing and Mechanisms of the Collapse of the Cordillera in SW North America",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 90878.0,
 "awd_amount": 90878.0,
 "awd_min_amd_letter_date": "2023-08-17",
 "awd_max_amd_letter_date": "2023-08-17",
 "awd_abstract_narration": "About 60 million years ago Southwestern North America was a mountain belt with the length of the Himalayas and height of the Andes. These mountains collapsed under their own load starting about 30 million years ago,  ending in the classic Basin and Range province that exists in the region today. The geological history of this collapsing mountain belt is also connected with the formation of deposits of minerals critically necessary for the security and maintenance of the economic well-being of the United States.  The research team will test the hypothesis that fluids flowing through the crust were key to the collapse through the dating of fluorspar deposits that are geographically associated. These deposits themselves are a critical mineral resource. The research will use innovative dating methods to estimate the time of formation of the fluorite and associated minerals and compare this with the time of collapse of the highlands. The timing for the emplacement of these deposits will provide key information for proposed numerical simulations of the processes. Previous geophysical studies have provided three-dimensional imaging of the Earth’s interior for the region that will also be used to inform and test the numerical simulations, and these geophysical studies will be updated to better aid the simulations. The computer simulations will also contribute to a better understanding of the sources and magnitudes of tectonic forces responsible for earthquakes in the region, contributing to a better seismic hazard assessment. The project involves a collaborative plan to engage a diverse undergraduate and graduate student population with all components of laboratory, computational, and field work. \r\n\r\nOutstanding questions remain about the thermomechanical processes involved in the extensional collapse of the North American Southwest Cordillera, including the evolution of thermal input, crustal fluids and melts, topographic change, and plate tectonic and mantle flow evolution.  Low upper mantle seismic wave speeds, together with active volcanism, are insufficient to predict rapid lithospheric strain rates in the southwestern US. Instead, in addition to the slow upper mantle wave speeds and volcanism, the lithosphere is characterized by abundant geothermal waters, enriched in F and 3He (indicating mantle fluid sources), which predicts rapid lithospheric strain. Belts of fluorspar deposits, which are associated with highly extended zones, are therefore likely to be precipitates of paleofluids emplaced during times of rapid transtensional crustal strain. The proposed work will test this hypothesis by using U/Pb and (U–Th)/He dating combined with a high-resolution time-dependent thermomechanical model. Furthermore, 40Ar/39Ar dating of associated sericite and alunite deposits will provide validation and confidence in the fluorite dating methods. Thermomechanical model outputs will be compared with geologic, thermochronologic, sedimentologic, and geophysical observations. The proposed thermochemical modeling will 1) quantify the causes and consequences of the topographic changes of the study area by modeling the collapse of the Nevada-plano and Arizona-plano; 2) identify the mechanisms for lithospheric weakening, including the role of thermal and magmatic evolution; 3) provide direct tectonic context for deformation and seismic hazards within the modern Basin and Range Province; and 4) integrate the latest seismic results from the Earthscope project by incorporating seismic, thermal, and compositional information of the lithosphere-asthenosphere system. Metamorphic core complex formation is hypothesized to be linked to collapse of highlands, but to date no 3-D models have directly addressed the effects of body forces set up by realistic topography. Methods developed for this proposal are poised to address the physics of the development of the core complexes as well as the structural evolution of the Basin and Range in the context of the inferred timing of rheological weakening informed by fluorspar dating. The novel approach to dating fluorspar, together with the integrated thermomechanical modeling plan, can be applied to other regions of the world where fluorspar deposits are associated with extensional zones. The proposed work involves a collaborative plan to integrate a diverse undergraduate and graduate student population with all components of laboratory, computational, and field work. The collaboration involves colleagues and students from Suffolk Community College, Kingsborough Community College, SUNY Oswego, Columbia University, and Stony Brook University. The integrated work will engage under-represented minority undergraduate students and will train the next generation of geoscientists in an exciting interdisciplinary effort. Students will be engaged every summer in training seminars, and will be involved in laboratory work, computational geodynamic modeling using Python and Jupyter Notebooks, and field preparation, training, and field work. Outreach efforts will culminate in short courses at GSA and AGU on communicating science to a broader audience. This collaborative work explores the cutting-edge linkage between critical mineral formation and the 3-D evolution of the dynamics of Southwest Cordillera.\r\n\r\nThis project is jointly funded by the Frontier Research in Earth Systems Program and the Division of Earth Sciences to support projects that increase research capabilities, capacity and infrastructure at a wide variety of institution types, as outlined in the GEO EMBRACE DCL.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Tomascak",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Paul B Tomascak",
   "pi_email_addr": "tomascak@oswego.edu",
   "nsf_id": "000116436",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Oswego",
  "inst_street_address": "7060 STATE RTE 104",
  "inst_street_address_2": "",
  "inst_city_name": "OSWEGO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3153122884",
  "inst_zip_code": "131263501",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "NY24",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DLV5DEVHGF38"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Oswego",
  "perf_str_addr": "7080 STATE RTE 104",
  "perf_city_name": "OSWEGO",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "131263599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "NY24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111Y00",
   "pgm_ele_name": "FRES-Frontier Rsrch Earth Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "133Z",
   "pgm_ref_txt": "EMBRACE"
  },
  {
   "pgm_ref_code": "1572",
   "pgm_ref_txt": "TECTONICS"
  },
  {
   "pgm_ref_code": "1573",
   "pgm_ref_txt": "PETROLOGY AND GEOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1574",
   "pgm_ref_txt": "GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 90878.0
  }
 ],
 "por": null
}