{
 "awd_id": "2317030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Dynamics of Quantum Information in Strongly Interacting Many-Body Systems",
 "cfda_num": "47.049, 47.083",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 188793.0,
 "awd_amount": 188793.0,
 "awd_min_amd_letter_date": "2023-07-11",
 "awd_max_amd_letter_date": "2023-07-11",
 "awd_abstract_narration": "Understanding how quantum information propagates across many interacting components and how to control it to make improved quantum devices is an important challenge. Systems with a collection of quantum particles can provide powerful resources for efficient computation and enable properties distinct from individual components. However, such quantum mechanical effects are usually fragile to system imperfections and environmental perturbations and are challenging to harness. This research aims to address the challenge through developing new protocols to understand the dynamical process in systems relevant to present quantum platforms and uncover new types of many-body phenomena robust to these environmental effects, leveraging recent advances in atomic physics and quantum information science. Alongside these research goals, this project will implement a diverse set of education and outreach activities to train and recruit graduate, undergraduate, and high school students, increasing their literacy in quantum science and preparing them as the next generation workforce in science and technology.  \r\n  \r\nThe past decades have witnessed remarkable progress in building controllable quantum platforms, such as those using cold atoms and ions. These platforms open exciting opportunities to examine complex quantum systems beyond equilibrium, where the dynamics of entanglement and correlations remain largely poorly understood. This project seeks to address fundamental questions regarding the dynamics of quantum information in many-body systems and to explore new classes of dynamical behaviors. To this end, this research project will include two intercorrelated thrusts. The first thrust will investigate the growth of quantum correlations in spin ensembles described by nonintegrable lattice Hamiltonians relevant to cold-atom platforms. This part of study will quantitatively analyze the unitary many-body dynamics in various geometries and target practical procedures that can be realized in current experiments using cold atoms. The second thrust will focus on systems subject to environmental effects, through investigating quantum circuits with nonunitary measurement operations. This part of the study will employ a combination of analytical tools and state-of-the-art numerical calculations to characterize the different dynamical phases and entanglement structures generated. These research directions can further provide guidance for efficiently steering many-body systems into quantum correlated states against noises.  This project is jointly funded by the Physics Division and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bihui",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bihui Zhu",
   "pi_email_addr": "bihui.zhu@ou.edu",
   "nsf_id": "000867824",
   "pi_start_date": "2023-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "1000 ASP AVE RM 105",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730194039",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 188793.0
  }
 ],
 "por": null
}