{
 "awd_id": "2317294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Long-distance Metallurgy Trade in Establishing Social Complexity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 102546.0,
 "awd_amount": 102546.0,
 "awd_min_amd_letter_date": "2023-07-14",
 "awd_max_amd_letter_date": "2023-07-14",
 "awd_abstract_narration": "Researchers are reconstructing the early history of mining and long-distance trade of metals within a region which saw the origins of metallury between about 400 and 1750 AD. Mining and metallurgy are major portions of the modern economies in the region, but most residents of the region are not aware that there was significant mining or trade of metals before the late nineteenth century, when European colonists began commercial mining. Many precolonial mines were noted at the beginning of the twentieth century, but these scattered historical records are largely forgotten, and almost of these mines have since been destroyed. This project focuses on indirectly reconstructing precolonial mining and trade of two metals – copper and tin – by comparing the chemical and lead isotopic ratios of objects from dated archaeological sites with those of ore minerals from copper and tin mines around the region. This approach is quite new for the region, and the results of the project are of interest to news media. They should be incorporated into high school and university history classes. This award funds a young researcher for six months of advanced training in these techniques at Missouri University.\r\n\r\nSmall samples are extracted from copper objects excavated from archaeological sites dating from ca. 400 AD, when metal-using farmers first occupied this region, through the rise of the first state (Mapungubwe) around 1220 AD, its collapse around 1300 AD, and the emergence of a new state around 1650 AD. The chemical compositions and lead isotope ratios of these samples are measured at Missouri University. To identify the mines from which these metals derived, the lead isotope ratios of the samples are matched to a database of ore minerals from mines throughout the broader region. Since the archaeological sites are dated by the radiocarbon method, this project reveals when individual copper mines were exploited, and how far the copper from them was distributed. The project also determines when bronze (the alloy of copper and tin) first appears in the regional record, and from which mine(s) the tin came. At present the earliest bronzes along with the earliest gold – are in the royal cemetery but the project examines whether there are earlier bronzes. In summary, this project provides the first direct evidence of the origins and early history of regional metal mining and of the development of internal long-distance trade in the precolonial era.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Killick",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Killick",
   "pi_email_addr": "killick@email.arizona.edu",
   "nsf_id": "000114964",
   "pi_start_date": "2023-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1009 E. South Campus Drive, Room 411",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7404",
   "pgm_ref_txt": "MALAWI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 102546.0
  }
 ],
 "por": null
}