{
 "awd_id": "2317401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel: Third Workshop for Women in Computational Topology",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922182",
 "po_email": "pbrass@nsf.gov",
 "po_sign_block_name": "Peter Brass",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 14400.0,
 "awd_amount": 14400.0,
 "awd_min_amd_letter_date": "2023-03-21",
 "awd_max_amd_letter_date": "2023-03-21",
 "awd_abstract_narration": "This award will support the participation of US-based participants at the Third Workshop for Women in Computational Topology (WinCompTop 3) to be held at the Bernoulli Center at the EPFL Lausanne in Switzerland from July 17–21, 2023. WinCompTop 3 is a workshop that facilitates the formation of new and lasting research collaborations between junior and senior women working in the field of computational topology, a field that seeks to identify underlying patterns and mathematical structure in data from areas ranging from medical imaging to networks of sensor arrays. This workshop is designed to grow the network of women active in this field by providing both research opportunities and a unique environment for mentoring, collaboration, and cohort building. This type of event is critical, since despite numerous initiatives and undeniable progress over the past few decades, gender imbalance in mathematics and computer science remains significant. In particular, mathematics and computer science are two of three disciplines with the lowest percentage of women attaining PhDs, according to recent data collected by the National Science Foundation. There is considerable evidence that conferences and workshops, such as WinCompTop, geared toward women can and do make a significant impact, and participants report that they see strong benefits from these workshops, which support collaborations, broaden contacts, and raise visibility in the greater mathematical community.\r\n\r\nThe WinCompTop 3 workshop fits under the broad umbrella of Research Collaboration Conferences for Women, which the Association for Women in Mathematics encourages and supports. The majority of the time at the workshop will be spent tackling open problems in small working groups headed by established leaders in the field. The schedule consists of long blocks of time for the working groups to do research. At two or more points during the week, all participants will convene and one member from each group will provide a brief summary of their team's progress. In addition, there will be a poster session for graduate students and early-career participants, as well as other crucial networking and mentoring opportunities between women at different points in their career as well as between peer colleagues. These relationships will foster a supportive and community-oriented atmosphere that is ideal for generating professional connections and collaborations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Chambers",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Erin W Chambers",
   "pi_email_addr": "erin.chambers@slu.edu",
   "nsf_id": "000080572",
   "pi_start_date": "2023-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Louis University",
  "inst_street_address": "221 N GRAND BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3149773925",
  "inst_zip_code": "631032006",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "SAINT LOUIS UNIVERSITY",
  "org_prnt_uei_num": "JNBLLTBTLLD8",
  "org_uei_num": "JNBLLTBTLLD8"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Louis University",
  "perf_str_addr": "221 N GRAND BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631032006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7929",
   "pgm_ref_txt": "COMPUTATIONAL GEOMETRY"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 14400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In a data analysis pipeline, one often needs to determine patterns or structure in the underlying data, or if the data is geometric in nature such as from a medical imaging scan, there is a need to quantify and classify the shape of the data.&nbsp;&nbsp;Computational topology and topological data analysis are emerging as prominent tools in a data analysis pipeline, typically focusing on identifying the shape of a data set or discovering underlying structure and patterns.&nbsp; However, this research sits at the intersection of mathematics and computer science, two very male-dominated disciplines.</p>\n<p>This award supported travel for US participants to the third Workshop for Women in Computational Topology (WinCompTop 3), held in summer 2023 at the Bermoulli Center at EPFL in Switzerland.&nbsp;The workshop was designed for women and gender minorities at all career stages in mathematics, computer science, statistics, and application areas of computational topology.&nbsp;The main goal of the workshop was to facilitate the formation of new and lasting research collaborations between junior and senior women and gender-diverse individuals working in the field of computational topology.&nbsp;Indeed, the workshop provided a key means for building up the existing WinCompTop research network and broadening participation in the field, as well as increasing visibility of both junior and senior women in computational topology.&nbsp;In addition, holding the workshop on a new continent strenghtened the global network of women active in the area, bringing in an entirely new group of members to the network. Nine women from the United States were funded to attend, allowing them to participate in working groups and form meaningful international contacts and connections.&nbsp; At this workshop, five working groups tackled key problems in persistent homology, data visualization and analysis, feature detection, and network science. All five groups have submitted (or plan to submit) their results to peer reviewed forums, including a dedicated volume published by Springer for the workshop as well as prominent conferences and journals. In addition to these five papers, a call for submissions resulted in high quality papers which will appear as part of the Springer proceedings volume next year.</p><br>\n<p>\n Last Modified: 06/27/2024<br>\nModified by: Erin&nbsp;W&nbsp;Chambers</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn a data analysis pipeline, one often needs to determine patterns or structure in the underlying data, or if the data is geometric in nature such as from a medical imaging scan, there is a need to quantify and classify the shape of the data.Computational topology and topological data analysis are emerging as prominent tools in a data analysis pipeline, typically focusing on identifying the shape of a data set or discovering underlying structure and patterns. However, this research sits at the intersection of mathematics and computer science, two very male-dominated disciplines.\n\n\nThis award supported travel for US participants to the third Workshop for Women in Computational Topology (WinCompTop 3), held in summer 2023 at the Bermoulli Center at EPFL in Switzerland.The workshop was designed for women and gender minorities at all career stages in mathematics, computer science, statistics, and application areas of computational topology.The main goal of the workshop was to facilitate the formation of new and lasting research collaborations between junior and senior women and gender-diverse individuals working in the field of computational topology.Indeed, the workshop provided a key means for building up the existing WinCompTop research network and broadening participation in the field, as well as increasing visibility of both junior and senior women in computational topology.In addition, holding the workshop on a new continent strenghtened the global network of women active in the area, bringing in an entirely new group of members to the network. Nine women from the United States were funded to attend, allowing them to participate in working groups and form meaningful international contacts and connections. At this workshop, five working groups tackled key problems in persistent homology, data visualization and analysis, feature detection, and network science. All five groups have submitted (or plan to submit) their results to peer reviewed forums, including a dedicated volume published by Springer for the workshop as well as prominent conferences and journals. In addition to these five papers, a call for submissions resulted in high quality papers which will appear as part of the Springer proceedings volume next year.\t\t\t\t\tLast Modified: 06/27/2024\n\n\t\t\t\t\tSubmitted by: ErinWChambers\n"
 }
}