{
 "awd_id": "2317583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: Real-Time Robust Estimation and Stochastic Control for Dynamic Systems with Additive Heavy-Tailed Uncertainties",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 412500.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2023-07-24",
 "awd_max_amd_letter_date": "2024-05-23",
 "awd_abstract_narration": "The bell-shaped curve, known technically as the Gaussian probability density function (pdf), has been a central element in engineering and financial algorithms that process data and automate a desired operation. However, it has been well recognized that reliance on the Gaussian pdf can be overly simplistic, since many practical systems in engineering, economics, biology, financial movements, earthquakes, atmospheric turbulence, etc., are poorly described by Gaussian pdfs. It was demonstrated that those phenomena are better described by “heavy-tailed” pdfs. For example, in air traffic control, an active radar measures the distance and bearing of an aircraft in a dynamic environment. These measurements are not exact, having an uncertainty or error in their values. This uncertainty is not described well by the Gaussian pdf because the portion of the bell-shaped curve far from its peak, called the tail of the pdf, is far smaller than what the radar data would suggest; the Gaussian-shaped bell curve is known to have a light, rapidly (exponentially) decaying tail, while radar data is said to have a heavy tail, decaying inversely to an algebraic power. Currently, only linear dynamic systems with additive Gaussian uncertainties have resulted in a recursive and analytic algorithm that allows tractable, real-time implementations. The engineering literature is packed with heuristic variations of this algorithm. Hence, a new rigorous algorithm is needed.\r\n\r\nOur newly developed recursive and analytic estimation algorithm, based on a very heavy-tailed Cauchy pdf, is a paradigm shift. Since the Cauchy pdf tail over-bounds other realistic densities, estimators and controllers that are based on the Cauchy pdf are hypothesized to be robust to unknown realistic physical densities. We refer to robustness in the statistical sense, meaning that the estimator achieves adequate performance when faced with outliers or unexplained events, and where these events may arise either as large measurement errors, large process deviations, or due to misspecification of the dynamic model. Numerical experiments have demonstrated this robustness. Since extreme data is assumed likely, the Cauchy estimator is rich in structure and hence is computationally more intense than its Gaussian counterparts. We are addressing new analytic techniques to make the computation streamlined and have implemented this Cauchy estimator on general purpose graphical processing units. Our study also focuses on new stochastic control laws. Because our estimator is analytic and recursive, new stochastic cost criteria can be formulated, leading to a host of new stochastic controllers and, in general, new control technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Speyer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jason L Speyer",
   "pi_email_addr": "speyer@seas.ucla.edu",
   "nsf_id": "000103424",
   "pi_start_date": "2023-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "UCLA Samueli School of Engineerig",
  "perf_str_addr": "420 Westwood Plaza",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951597",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "1632",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 412500.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": null
}