{
 "awd_id": "2317609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermoradiative Energy Conversion Devices Based on Narrow Bandgap Antimonide Semiconductors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928012",
 "po_email": "adodabal@nsf.gov",
 "po_sign_block_name": "Ananth Dodabalapur",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 332444.0,
 "awd_amount": 377392.0,
 "awd_min_amd_letter_date": "2023-07-25",
 "awd_max_amd_letter_date": "2024-06-06",
 "awd_abstract_narration": "Energy conversion in thermoradiative (TR) cells will be explored as a new approach for waste\r\nheat generation or energy harvesting from thermal sources. TR cells can be directly coupled to the heat source and offer an attractive means for thermal energy conversion with reduced size, weight, and complexity. Success of high-performance TR cells would provide a transformative energy conversion device technology that offers simplified systems for waste heat conversion for industrial processes, space power systems, and thermal energy harvesting in microsystems. While energy conversion projections have been optimistic for TR cells (power density > 100 W/m2 and conversion efficiency > 20 % for cell temperature of 500K), experimental demonstrations have been lacking. This work aims to bridge the gap between theoretical predictions and experimental demonstrations to prove the TR energy conversion concept through identification and detailed studies of realistic TR energy conversion materials, design and implementation of TR cell device architectures, and through strategies to overcome loss mechanisms that limit power conversion efficiency. Research activities on physics-based modeling and experimental materials and devices will be integrated with educational and outreach activities connected to the theme of energy conversion.\r\n\r\nThis project will explore the underlying physics of narrow bandgap semiconductor materials that will determine practical TR cell power conversion efficiencies. The fundamental radiative recombination properties and limiting non-radiative loss mechanisms of Auger and Shockley-Read-Hall recombination will be studied in detail at TR cell operating temperatures and charge carrier injection levels, where there is currently a lack of experimental knowledge. The physical properties will be used to inform the design and fabrication of optimal TR cell device architectures, followed by subsequent experimental fabrication and testing of TR cells based on InAsSb and InSb to provide critical feedback on power conversion and limiting loss mechanisms. Strategies will be pursued to overcome loss mechanisms, including suppression of Auger recombination in type-II multiquantum wells or superlattices, barrier-integrated architectures such as pBn to reduce Shockley-Read-Hall recombination, and photonic design to maximize optical extraction efficiency. Public access online educational materials will be developed based on the research activities of this work, such as a TR cell calculator. Activities will include participation in local outreach activities aimed at broadening participation from women and underrepresented groups in science and engineering. Undergraduate summer research projects will be offered in each year of the program for students from regional institutions with primarily undergraduate programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie Phillips",
   "pi_email_addr": "jphilli@udel.edu",
   "nsf_id": "000320723",
   "pi_start_date": "2023-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "220 HULLIHEN HALL",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 332444.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 44948.0
  }
 ],
 "por": null
}