{
 "awd_id": "2318951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Nonlinear Wake Observations at a Kuroshio Seamount (NOKS)",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 383008.0,
 "awd_amount": 383008.0,
 "awd_min_amd_letter_date": "2023-08-29",
 "awd_max_amd_letter_date": "2023-08-29",
 "awd_abstract_narration": "Oceanographic data collected in the lee of Hirase Seamount in Tokara Strait, south of Japan, during 2021-2022 will be analyzed to investigate strong nonlinear Kuroshio-seamount interactions and associated turbulence. The data include highly resolved observations of temperature, salinity, velocity, and turbulent dissipation measured from ship, moorings, and profiling float arrays. The data will be used to identify the dominant nonlinear terms in the momentum and buoyancy equations, quantify potential vorticity anomalies, and determine the vertical and lateral instability mechanisms responsible for energetic turbulence layers extending 20 km downstream of the seamount. Elucidating turbulence generation mechanisms, especially in nonlinear wakes, is an essential task to improve existing turbulent dissipation and mixing parameterizations, and therefore has broad implication for the energy cascade, mass and nutrient transports, and biogeochemical budgets in simulations and the ocean. This project will provide support for early-career scientist Dr. Anda Vladoiu. All APL-UW PIs are actively engaged in outreach at UW and local science centers and Seattle K-12 classrooms. Lien also actively supports the summer program for UW undergraduate students. Kunze is a Science Communication Fellow at the Pacific Science Center in Seattle, which involves four volunteer Science Spotlight activities per year, and participation in the annual Pacific Science Center-Climate Curiosity Weekend, to introduce the general public to the meridional overturning circulation and ocean turbulent mixing.\r\n\r\nStrong interactions between the Kuroshio and Hirase Seamount produce a uniquely nonlinear and turbulent regime that allows study outside the usual linear internal-wave and balanced dynamics. Four-dimensional fine- and microstructure surveys will be analyzed to investigate strong nonlinear Kuroshio-seamount interactions and associated turbulence where Rossby numbers exceed 1 and gradient Froude numbers are 𝑂(1). Shipboard ADCP, underway CTD and underway VMP radiator surveys, as well as four full-depth EM-APEX float box-arrays, provide horizontal submesoscale (~ 1 km) and vertical finescale (~ 10 m) flow structures. Two ADCP/CTD moorings provide 6-month time-series of the background flow variability and shear- unstable layers. These data will be used to (i) identify the dominant nonlinear terms in the momentum and buoyancy equations, (ii) quantify potential vorticity (PV) anomalies and (iii) determine the vertical and lateral instability mechanisms responsible for energetic turbulence layers with diapycnal diffusivities 𝐾 ∼ 10−2 m2 s−1 extending 20 km downstream of the seamount.  The six-month long mooring time-series in the lee of the seamount will allow the separation of subinertial and internal-wave fluctuations to resolve possible time-space aliasing. These will generally improve understanding of nonlinear flow-topography interactions in the ocean.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anda",
   "pi_last_name": "Vladoiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anda Vladoiu",
   "pi_email_addr": "avladoiu@uw.edu",
   "nsf_id": "000834074",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ren-Chieh",
   "pi_last_name": "Lien",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ren-Chieh Lien",
   "pi_email_addr": "lien@apl.washington.edu",
   "nsf_id": "000474370",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 383008.0
  }
 ],
 "por": null
}