{
 "awd_id": "2318609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The developmental course of cerebral lateralization for space and language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 337206.0,
 "awd_amount": 337206.0,
 "awd_min_amd_letter_date": "2023-07-27",
 "awd_max_amd_letter_date": "2023-07-27",
 "awd_abstract_narration": "One of the fundamental organizing principles of the brain is hemispheric specialization, where one side of the brain supports a specific behaviors cognitive process more than the other. Previous studies of adults have shown specialization for language processing in the left hemisphere and visual-spatial abilities in the right hemisphere. However, young children seem to use both sides of the brain more equally and do not show specific cognitive impairments after one-sided brain damage. This project uses behavioral testing and non-invasive functional brain imaging to investigate how behavior and the pattern of brain activation for language and visual-spatial abilities changes between ages 5 and 11 as hemispheric specialization emerges. Each participating child completes a range of language and visual-spatial tasks while their brain activity is measured, providing insight into how individual differences in brain activation relate to differences in language and spatial abilities, with implications for individual learning styles and educational programming. A key component of the project includes sharing the research with teachers of young children through targeted presentations emphasizing the scientific bases for our understanding of the brain’s two hemispheres and the exciting questions this project raises for understanding children's learning. In sum, the project can provide both the scientific and educational communities with a detailed understanding of the timetable for the development of hemispheric lateralization from early to middle-childhood, how changes during this developmental period affect children’s growing cognition, and why the specialization across the hemispheres in adults might be beneficial. \r\n\r\nTheories about the causes of brain lateralization have focused on different intrinsic processing biases between the hemispheres that make one hemisphere more efficient for carrying out certain kinds of computations than the other.  However, studies of the long-term outcomes of perinatal stroke suggest that in earliest life, both hemispheres of the young brain are equipotential and equally capable of developing language and/or spatial functions. Moreover, neuroimaging data show that typically developing children have more bilateral brain activation for tasks that evoke lateralized activation in adults. The research in this project tests the hypothesis that the typical developmental trajectory of lateralization begins with bilateral activation of both hemispheres in early childhood, with lateralization increasing over time and reaching mature lateralized patterns by late childhood. The researchers propose to use behavioral testing and fMRI brain neuroimaging (functional magnetic resonance imaging) to examine developmental trajectories in lateralization and performance. The relative timing of reaching this mature pattern may provide insights into the causes of this developmental pattern and help us better understand cognition in children, with deep implications for childhood education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elissa",
   "pi_last_name": "Newport",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Elissa L Newport",
   "pi_email_addr": "eln10@georgetown.edu",
   "nsf_id": "000395360",
   "pi_start_date": "2023-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Greenwald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Greenwald",
   "pi_email_addr": "as2266@georgetown.edu",
   "nsf_id": "000874046",
   "pi_start_date": "2023-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th & O Streets, NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 337206.0
  }
 ],
 "por": null
}