{
 "awd_id": "2318139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI BRAID: Fractional-order neuronal dynamics for next generation memcapacitive computing networks",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2000000.0,
 "awd_min_amd_letter_date": "2023-09-11",
 "awd_max_amd_letter_date": "2024-03-06",
 "awd_abstract_narration": "This Emerging Frontiers in Research and Innovation (EFRI) project will explore the use of a special type of capacitor to both describe the behavior of biological neural circuits and to design brain-inspired computers. These devices, which are a type of memelement, or electrical component with memory, are called memcapacitors. Classical models of neural dynamics can be formulated using resistors with memory – called memristors – to capture the effects of ion channels in the axon membrane. This project builds on work showing that memcapacitors may be used for neural models instead. These models may be used to design hardware circuits that emulate the learning and computing capability of biological neurons. In this context, called neuromorphic computing, memcapacitors promise significant energy savings over memristors. This project will establish a collaboration with a Biomedical Ethicist to promote the study of Ethical and Social Implications of adoption of new technologies through a series of workshops and project based activities.\r\n\r\nIncreasing evidence suggests that nervous and artificial intelligence systems benefit from having elements that are history-dependent, also referred to as intrinsic memory. In single neurons, history-dependence in the timing or firing rate of action potentials (spikes) is the result of the continuous interactions of different membrane conductances distributed over a complex morphology. Spiking history-dependence underlies important computational functions such as efficient adaptive coding of both infrequent and persistent natural stimuli and contrast adaptation over multiple scales of input levels. Theoretically, fractional-order dynamics captures the complexity of the intrinsic neuron excitability. A fractional order leaky integrate-and-fire model reproduces a wide range of non-linear spiking behaviors by assuming that the capacitance of the membrane is itself history-dependent. Electrical elements with memory, or memelements, are physical components whose intrinsic characteristics change with previous activity. The most studied memelement is the memristor, a passive component that consumes static energy. In contrast, memcapacitors consume far less static energy, and thus have the potential for building orders of magnitude more efficient neuromorphic systems. The main objective of this project is to use a fractional order differential formalism to model history-dependence in neurons and apply it to model, design, and fabricate memelements, particularly memcapacitors. Using a highly interdisciplinary approach, the team will apply this theory to characterize the computational and physical properties of realized memcapacitors. The project will then evaluate the computational properties of memcapacitive and fractional order spiking neurons and their networks. The team will use energy and performance metrics across the different devices to compare with related work. This project brings together a team of researchers at the intersections of computer science, neuroscience, engineering, and physics to address these questions and challenges. Our following tasks integrate theory, modeling, and physical implementations of neuronal fractional order and memcapacitive systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fidel",
   "pi_last_name": "Santamaria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fidel Santamaria",
   "pi_email_addr": "fidel.santamaria@utsa.edu",
   "nsf_id": "000083719",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christof",
   "pi_last_name": "Teuscher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christof Teuscher",
   "pi_email_addr": "teuscher@pdx.edu",
   "nsf_id": "000514756",
   "pi_start_date": "2024-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuriy",
   "pi_last_name": "Pershyn",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Yuriy V Pershyn",
   "pi_email_addr": "pershin@physics.sc.edu",
   "nsf_id": "000517299",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Sarles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Sarles",
   "pi_email_addr": "ssarles@utk.edu",
   "nsf_id": "000573555",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIRCLE",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 2000000.0
  }
 ],
 "por": null
}