{
 "awd_id": "2318191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engaging Individual Education Plan Teams as Co-Designers of Middle Grades Computing Activities for Autistic Students",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925186",
 "po_email": "mhjalmar@nsf.gov",
 "po_sign_block_name": "Margret Hjalmarson",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 299813.0,
 "awd_amount": 299813.0,
 "awd_min_amd_letter_date": "2023-07-26",
 "awd_max_amd_letter_date": "2023-07-26",
 "awd_abstract_narration": "Persons with disabilities are underrepresented in STEM education and STEM careers. Computational thinking and computer science are also becoming more important for the workforce. This project will contribute resources and knowledge about how to support autistic students in a robotics program focused on computational thinking. The IDEA Act requires that the needs of autistic students are supported by an Individualized Education Plan (IEP) that is developed by a multidisciplinary IEP team including educators, administrators, speech-language pathologists, paraprofessionals, and counselors. This project will develop tools and resources to create computational thinking activities for autistic students that are co-designed with IEP teams. The co-design process will bring different types of expertise together to support autistic students' learning about robotics. The transdisciplinary integration of robotics, computational thinking, and lessons advancing IEP progress will help engage all students in computational thinking. The project includes a partnership between the Tufts University Center for Engineering Education and Outreach and the Winter Hill Community Innovation School.\r\n\r\nThe overarching goal of the work is to understand how to design robotics and computational thinking learning environments for autistic students. The research questions examine the experiences of the IEP team members and the students in the program. For the IEP team members, the questions explore how they can co-design resources and tools to help students to meet their IEP goals while practicing computational thinking.  For students, the questions examine how participation in integrated robotic design activities supports their development of IEP-related skills and their engagement in computational thinking practices. The project will use a design-based research methodology to iteratively develop the learning activities. Data collection includes partner teacher interviews, lesson observations, and artifacts of student work (e.g., photos and videos). Data analysis documents the process of co-design and the use of the activities with students. The findings of the research will contribute to knowledge about how to include critical skills such as social-emotional learning, career skills, and executive functioning with computational thinking and robotics.\r\n\r\nThis project is funded through the CS for All: Research and RPPs program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cross",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Cross",
   "pi_email_addr": "jennifer.cross@tufts.edu",
   "nsf_id": "000837317",
   "pi_start_date": "2023-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elissa",
   "pi_last_name": "Milto",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elissa C Milto",
   "pi_email_addr": "elissa.milto@tufts.edu",
   "nsf_id": "000815102",
   "pi_start_date": "2023-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "169 HOLLAND ST",
  "perf_city_name": "SOMERVILLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021442401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 299813.0
  }
 ],
 "por": null
}