{
 "awd_id": "2318377",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NNA Collaboratory: Collaborative Research: ACTION - Alaska Coastal Cooperative for Co-producing Transformative Ideas and Opportunities in the North",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2023-11-15",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 992057.0,
 "awd_amount": 992057.0,
 "awd_min_amd_letter_date": "2023-09-08",
 "awd_max_amd_letter_date": "2024-12-19",
 "awd_abstract_narration": "Navigating the New Arctic (NNA) is one of NSF's 10 Big Ideas. NNA projects address convergence scientific challenges in the rapidly changing Arctic. This research is needed to inform the economy, security and resilience of the Nation, the larger region, and the globe. NNA empowers new research partnerships from local to international scales, diversifies the next generation of Arctic researchers, enhances efforts in formal and informal education, and integrates the co-production of knowledge where appropriate. This award fulfills part of that aim by addressing interactions among social systems, natural environment, and built environment in the following NNA focus areas: Arctic Residents, Data and Observation, Education, Forecasting, Global Impact, and Resilient Infrastructure. \r\n\r\nErosion, flooding, permafrost thaw, and the fastest climate-driven temperature increases in the world are resulting in rapid and sometimes catastrophic shifts in environmental conditions for Arctic coastal communities. The immediacy of the problem was felt when Typhoon Merbok entered the Bering Sea in 2022, intensifying existing coastal hazards, emergency response challenges, and vulnerability to extreme events. Environmental changes outpace existing governance mechanisms, including economic and relocation strategies, aimed at disaster relief and protection. Solutions must suit cultural context, foster Indigenous self-determination, and engage communities as equal partners and knowledge holders. The ACTION (Alaska Coastal Cooperative for Co-producing Transformative Ideas and Opportunities in the North) project is a commitment to science-informed problem solving that is process-based and grounded in actionable community-driven science and education. The project grows out of existing partnerships among eight Indigenous Arctic coastal communities, which are responding to increasing climate-driven coastal hazards and environmental change, and academic researchers, who are studying these processes. The project will develop and implement an innovative, strength-based community approach to coastal resilience that advances convergence science and observing, identifies community priorities, informs adaptation, integrates existing knowledge, and improves communication across multiple stakeholder groups to effectively respond to a rapidly changing Arctic. \r\n\r\nACTION will 1) analyze existing local and regional communication networks and synthesize best practices, facilitate knowledge exchange, and innovate networking; 2) advance place-based coastal hazard assessments, observing, and forecasting; 3) design resilient, participatory, and adaptive governance frameworks by advancing knowledge co-production and social-ecological-technological modeling; and 4) facilitate workforce development and education activities linking rural communities with universities to enhance technical capacity within Tribal organizations. ACTION partnerships will achieve these objectives by emphasizing the co-production of knowledge to design and reframe coastal hazard problems. Solutions will be grounded in place-based Indigenous knowledge, engineering and scientific methods and outcomes, and co-created through collectively negotiated and co-learned experiences. It is anticipated that co-generated understanding across community, social and natural science knowledge will build trust and lead to more equitable and robust governance outcomes, technical responses to current and emerging environmental dynamics. The approach is iterative, and because it is co-produced, pushes the boundaries of convergence science. The project envisions that combining place-based, existing, and new biogeophysical knowledge will lead to new understanding and modeling frameworks and science-informed solutions, increasing relevance for communities and decision-makers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Petrov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey Petrov",
   "pi_email_addr": "andrey.petrov@uni.edu",
   "nsf_id": "000517008",
   "pi_start_date": "2023-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tatiana",
   "pi_last_name": "Degai",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tatiana S Degai",
   "pi_email_addr": "tatianadegai@uvic.ca",
   "nsf_id": "000616321",
   "pi_start_date": "2023-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Sharakhmatova",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria N Sharakhmatova",
   "pi_email_addr": "victoria.sharakhmatova@uni.edu",
   "nsf_id": "000874686",
   "pi_start_date": "2023-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Iowa",
  "inst_street_address": "1227 W 27TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR FALLS",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3192733217",
  "inst_zip_code": "506140012",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN IOWA",
  "org_prnt_uei_num": "FRALVAFNF2H9",
  "org_uei_num": "PLZ1BS2RC597"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Iowa",
  "perf_str_addr": "122 LANG HALL",
  "perf_city_name": "CEDAR FALLS",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "506140001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104Y00",
   "pgm_ele_name": "NNA-Navigating the New Arctic"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 992057.0
  }
 ],
 "por": null
}