{
 "awd_id": "2318887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computing Educator Diversity Initiative Research Practice Partnership (CEDI RPP)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925301",
 "po_email": "jforbes@nsf.gov",
 "po_sign_block_name": "Jeffrey Forbes",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 999184.0,
 "awd_amount": 999184.0,
 "awd_min_amd_letter_date": "2023-08-29",
 "awd_max_amd_letter_date": "2024-06-26",
 "awd_abstract_narration": "The University of Texas will expand the Computing Educator Diversity Initiative (CEDI) and focus on recruiting and supporting teachers who reflect the racial and ethnic identities of Texas’ student population through a Research Practice Partnership (RPP) and use tools within improvement science research that will help future certified Computer Science (CS) teachers increase their content knowledge, pedagogical skills, and inclusive instructional strategies. CEDI will contribute to the research-practice partnership field within education by exploring the efficacy of a Networked Improvement Community (NIC) to build Black and Latine teachers’ capacity to become CS certified, implement inclusive and culturally responsive CS teaching and learning opportunities, and improve equity in their high school computing programs. The NIC model will test a holistic approach to tackling the underrepresentation of CS certified Black and Latine teachers by leveraging an affinity group to consider the potential root causes for the current disparities such as professional development opportunities, teacher identity, administrative support, and cultural contexts. Applying the CEDI NIC model to this problem of practice will contribute to an emerging body of scholarship in improvement science focused on tackling complex issues within educational systems that have rarely been responsive to isolated or siloed interventions. CEDI will develop a collaborative model for addressing CS equity issues in schools and districts for minoritized teachers that could be applicable to recruiting and retaining certified CS teachers who are able to serve as role models for Black and Latine students, teach CS courses, and expand enrollment of Black and Latine students in CS courses through both instructional and programmatic changes.\r\n \r\nThis CSforAll High School Strand RPP builds CS teaching capacity to be responsive to culturally responsive and inclusive teaching and learning tools and approaches that would benefit students. CEDI researchers and practitioners will implement and test a holistic, research-based approach to tackling complex problems of practice using PDSA (Plan-Do-Study-Act) cycles to iterate on interventions to build teacher preparedness and effectiveness. NIC practitioners will be supported through virtual and in-person professional development and network building experiences. CEDI will facilitate and nurture a robust learning community among teachers and researchers through a comprehensive professional development program that will occur monthly. CEDI’s research and evaluation will support teachers in becoming culturally and inclusive educators who will provide CS learning opportunities that reach minoritized student populations and improve high school CS programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Childs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Childs",
   "pi_email_addr": "joshuachilds@austin.utexas.edu",
   "nsf_id": "000779145",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Fletcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Fletcher",
   "pi_email_addr": "cfletcher@tacc.utexas.edu",
   "nsf_id": "000540273",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Antoine",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Allen J Antoine",
   "pi_email_addr": "aantoine@tacc.utexas.edu",
   "nsf_id": "000922958",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 999184.0
  }
 ],
 "por": null
}