{
 "awd_id": "2318354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "K12 CS Pathways for Rural and Tribal Communities",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 1999941.0,
 "awd_amount": 1999941.0,
 "awd_min_amd_letter_date": "2023-08-17",
 "awd_max_amd_letter_date": "2023-08-17",
 "awd_abstract_narration": "This partnership between the National Center for CS Education at the College of Saint Scholastica, Hermantown Community School, Fond du Lac Ojibwe School, St. Louis County Public schools and Duluth Public schools will build Minnesota district and educator capacity in CS education in order to increase access to and participation in computer science education. Minnesota is currently last in the nation for K-12 CS education with only 21% of high schools offering a foundational CS course according to the 2022 State of Computer Science Education report. CS pathways will include early experiences in elementary and middle school that will help students establish foundational CS knowledge and skills as well as spark the interest of students historically marginalized in computing, followed by the opportunity for interested students to take high school CS electives. Districts participating in the project serve approximately 15,000 students and 1,000 classroom teachers in Minnesota. Given the geographic location, a largely rural area which is the homeland of seven tribes of Anishinaabeg, the most populous Indigenous group in North America, two specific outcomes are to develop Ojibwe language for CS concepts and practices so that CS lessons can be taught in Ojibwe and develop CS lessons that include Ojibwe language and culture.\r\n\r\nThis is a large, Pathways strand research-practitioner partnership between the National Center for CS Education at the College of Saint Scholastica, Hermantown Community School, Fond du Lac Ojibwe School, St. Louis County Public schools and Duluth Public schools. To support participating school districts in addressing the CS pathways, the proposed project will: 1) Create a professional learning network (PLN) for 8 school districts in rural or tribal communities; 2) Collaborate with rural and tribal educators to develop inclusive K-8 CS-integrated curricular materials aligned to Minnesota Department of Education standards; 3) Expand connections between Ojibwe language and culture and CS and develop supporting resources; and 4) Support districts in creating sustainable K12 CS pathways. This project will answer the following research questions: 1) How have other Minnesota districts built and implemented a K12 CS Pathway?; 2) For project districts, what are the conditions for addressing equity in CS for Native American students and students with a special education designation?; and 3) After project districts have built and implemented a K12 CS Pathway, what are the conditions for sustainability? The project will develop CS models that other Minnesota districts could use for developing K-12 CS pathways. In particular, the models will have a rural and tribal communities focus, which may inform the development of CS pathways in these communities in other states.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Rosato",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Rosato",
   "pi_email_addr": "jrosato@umn.edu",
   "nsf_id": "000380096",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christa",
   "pi_last_name": "Treichel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christa J Treichel",
   "pi_email_addr": "treic004@umn.edu",
   "nsf_id": "000796077",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Saint Scholastica",
  "inst_street_address": "1200 KENWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187236072",
  "inst_zip_code": "558114199",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "COLLEGE OF ST. SCHOLASTICA, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZXADPB9Q8S65"
 },
 "perf_inst": {
  "perf_inst_name": "College of Saint Scholastica",
  "perf_str_addr": "1200 KENWOOD AVE",
  "perf_city_name": "DULUTH",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558114199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}