{
 "awd_id": "2318255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Emphasizing Explanation in AI Augmented String Instrumental Education",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2023-08-17",
 "awd_max_amd_letter_date": "2023-08-17",
 "awd_abstract_narration": "Music is an integral part of our lives and there is a lot of evidence that giving students opportunities to instrumental music education is important, because of its advantages for developing cognitive, social, and physical skills, and its benefits for mental health. Learning to play a musical instrument, however, constitutes a lengthy and complex process. Private music instruction is costly, afforded only by a privileged part of the world population. The recently developed tools in AI and online education provide an opportunity to create new technology for music education which can reach a very diverse student population. Little is known, however, on how to do intelligent online teaching of musical instruments, and how to keep students engaged through individualized instructions in a discipline that involves motor instructions. In this project, a team with expertise in violin pedagogy and visual and auditory signal analysis aims to develop an AI platform to analyze a student’s playing during individual practice time. Video and audio input recorded by cameras and microphones on handheld devices are used to provide feedback on posture, bow movements, sound quality and selection of curricular materials. This project advances our understanding of the learning and teaching of motor tasks, and provides new insights for computational perception of human movements from multi-modal data. It supports digital humanities in the field of music; from a humanity perspective, it democratizes music education, and provides the benefits of instrumental instruction to a large and more diverse population.\r\n\r\nInspired by cognitive studies on educational feedback intervention, this project develops a prototype AI system that acts as a virtual assistance to violin students, teachers, and supervising parents, and like a human teacher it also provides explanations. This is accomplished through two unique components: 1) a feedback system that provides advice based on visual and auditory analysis and causal relationships of errors, i.e., why a movement error caused non-ideal sound; and 2) assignment of educational materials specific to the students based on the perceptual evaluation and a corpus of recorded materials. The technical work involves the collection of multi-modal data from violin players, the development of machine learning algorithms for analyzing the players’ performance, the recording and curation of a corpus of educational music pieces from videos and created sheet music, the design of a gamified user interface, and feedback instructions. The combination of developed AI software, data collected through observation of violin students, and the music corpuses to be digitized, recorded, and categorized constitute a major step forward into the 21st century for the field of music pedagogy and innovation of tools for studying human motor learning through perception.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Fermuller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia M Fermuller",
   "pi_email_addr": "fer@cfar.umd.edu",
   "nsf_id": "000235233",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shihab",
   "pi_last_name": "Shamma",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shihab A Shamma",
   "pi_email_addr": "sas@isr.umd.edu",
   "nsf_id": "000461861",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Muresanu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irina Muresanu",
   "pi_email_addr": "muresanu@umd.edu",
   "nsf_id": "000860274",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127Y00",
   "pgm_ele_name": "Sci of Lrng & Augmented Intel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "059Z",
   "pgm_ref_txt": "Science of Learning"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 900000.0
  }
 ],
 "por": null
}