{
 "awd_id": "2318785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Surfzone Eddy Dynamics",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 568531.0,
 "awd_amount": 568531.0,
 "awd_min_amd_letter_date": "2023-08-28",
 "awd_max_amd_letter_date": "2023-08-28",
 "awd_abstract_narration": "This project will study recirculating flows at the nearshore zone where waves break, the surf zone. These flows connect the surf zone and the area seaward of this region (the inner shelf). The study will use mathematical models and already-available measurements to explore three hypotheses: a) that the recirculations can be identified from images recorded at the shore; b) that the recirculating flows can be linked to wave properties (such as the variation in their directions); and c) that these recirculations represent a non-negligible portion of the energy transferred to the inner shelf. Measurements consist of two-dimensional images, flow velocity, and water pressure variations. Artificial intelligence will help to identify the recirculations in the surf zone. The use of two-dimensional and three-dimensional mathematical models will help elucidate the importance of the three-dimensionality of the recirculations. As Broader Impacts, the study shall improve predictions of rip currents and of the exchange of properties between the surf zone and the inner shelf. Undergraduate students will visit a field site to learn about nearshore processes, to observe data collection methods, and to interact with coastal scientists. Students will then participate in mathematical modeling studies based on what they learn on the field. This project will support two MS students at UNCW, one female PhD student at WHOI, and the development of a surfzone science and safety module for a local youth educational summer program (MarineQuest).\r\n\r\nThis project will study the hydrodynamics and turbulent kinetic energy associated with the generation of eddies by short-crested breaking waves at the surf zone. The study will use models, numerical and analytical, and in-hand observations to explore three hypotheses: a) that the surfzone eddies can be determined from remotely sensed images; b) that the velocity and vorticity of these eddies can be linked to the directional spread and the gradients of a rotational forcing; and c) that eddy ejections dominate the dissipation of surfzone eddy-kinetic energy. Available observations are derived from remote cameras (2D surface imagery), current meters, and pressure sensors. Machine learning will be used to identify the surfzone eddy fields. Comparison of 2D (Funwave-TVD) vs 3D (SWASH) models will determine the 3D effects associated with the eddy ejections to the inner shelf. As Broader Impacts, the study shall Improve predictions of rip currents and the exchange of properties between the surf zone and the inner shelf. Undergraduate students will visit a field site to learn about nearshore processes first hand, to observe modern data collection approaches, and to interact with coastal scientists. Students will then participate in numerical modeling studies based on what they have learned on the field. This project will support two MS students at UNCW, one female PhD student at WHOI, and the development of a surfzone science and safety module for a local youth educational summer program (MarineQuest).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Elgar",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steve L Elgar",
   "pi_email_addr": "elgar@whoi.edu",
   "nsf_id": "000175485",
   "pi_start_date": "2023-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Britt",
   "pi_last_name": "Raubenheimer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Britt Raubenheimer",
   "pi_email_addr": "britt@whoi.edu",
   "nsf_id": "000199763",
   "pi_start_date": "2023-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431536",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 568531.0
  }
 ],
 "por": null
}