{
 "awd_id": "2318492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Student Support for Second International Conference on Homotopy Type Theory (HoTT 2023)",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 24000.0,
 "awd_amount": 24000.0,
 "awd_min_amd_letter_date": "2023-03-31",
 "awd_max_amd_letter_date": "2023-03-31",
 "awd_abstract_narration": "This project supports attendance by 20 students and postdoctoral researchers at the Second International Conference on Homotopy Type Theory, to be held 22–25 May 2023 at Carnegie Mellon University in Pittsburgh.  Homotopy type theory is a new field of Mathematics that draws on multiple disciplines, including logic, homotopy theory, category theory, and computer science. It is closely tied to the development of new computerized proof assistants that permit mathematical proofs to be constructed interactively and verified to be correct.  Student participants will learn about both the theory and practice of such computational tools, which are becoming increasingly important in the exact sciences.\r\n\r\nHomotopy type theory is based on recently discovered connections between constructive type theory, homotopy theory, and higher category theory.  Martin-Löf’s dependent type theory is a formal system that underlies computerized proof assistants such as Lean, Coq, and Agda.  This system was recently shown to interpret into certain higher-categories originally developed for homotopy theory.  As a result, it can also be used for reasoning in higher mathematics.  Importantly, the proof assistants based on it can then be used to formally verify difficult results in these areas not previously attainable by such tools.  Extensions to the system suggested by the new applications also greatly extend the range of mathematics that can be developed and formalized using proof assistants. Conference website: https://hott.github.io/HoTT-2023\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Awodey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Awodey",
   "pi_email_addr": "awodey@andrew.cmu.edu",
   "nsf_id": "000396497",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal provided funds to support attendance by 25 graduate students and postdocs affiliated with US and international institutions at the Second International Conference on Homotopy Type Theory, which was held 22--25 May 2023 at at Carnegie Mellon University in Pittsburgh. Homotopy type theory is a new field of mathematics that draws on logic, homotopy theory, category theory, and computer science to create a new foundational system that can be implemented in a computerized proof assistant. &nbsp;Students and postdocs attending the conferece were introduced to the basic mathematical theory and trained in the use of the associated computer systems. &nbsp;They were also exposed to current research and open problems, and provided with the necessary tools and resources to begin their own research, independently and in collaboration with others. &nbsp;</p>\n<p>The development of homotopy type theory as a new foundational system for pure mathematics promises to provide not only a secure alternative to today's set-theoretic foundations, but one which is both closer to everyday practice and better suited to computer implementation. &nbsp;This combination has the potential to provide foundational methods that can serve as an aid in theoretical research, by supplying new principles of reasoning, such as univalence and higher inductive types, that fit well with current mathematical practice. &nbsp;Just as axiomatic set theory codified, systematized, and made rigorous the use of the Axiom of Choice, Zorn's Lemma, and the Well-Ordering Principle one hundred years ago, modern foundational research investigates and makes rigorous the frontiers of today's mathematics, including higher topos theory, the theory of (infinite dimensional) stacks, and the many applications of abstract homotopy theory throughout modern mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/27/2024<br>\nModified by: Steven&nbsp;M&nbsp;Awodey</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2318492/2318492_10854688_1714243510751_hott2023_group_photo--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/2318492/2318492_10854688_1714243510751_hott2023_group_photo--rgov-800width.jpeg\" title=\"HoTT 2023\"><img src=\"/por/images/Reports/POR/2024/2318492/2318492_10854688_1714243510751_hott2023_group_photo--rgov-66x44.jpeg\" alt=\"HoTT 2023\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">HoTT 2023</div>\n<div class=\"imageCredit\">CMU</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Steven&nbsp;M&nbsp;Awodey\n<div class=\"imageTitle\">HoTT 2023</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis proposal provided funds to support attendance by 25 graduate students and postdocs affiliated with US and international institutions at the Second International Conference on Homotopy Type Theory, which was held 22--25 May 2023 at at Carnegie Mellon University in Pittsburgh. Homotopy type theory is a new field of mathematics that draws on logic, homotopy theory, category theory, and computer science to create a new foundational system that can be implemented in a computerized proof assistant. Students and postdocs attending the conferece were introduced to the basic mathematical theory and trained in the use of the associated computer systems. They were also exposed to current research and open problems, and provided with the necessary tools and resources to begin their own research, independently and in collaboration with others. \n\n\nThe development of homotopy type theory as a new foundational system for pure mathematics promises to provide not only a secure alternative to today's set-theoretic foundations, but one which is both closer to everyday practice and better suited to computer implementation. This combination has the potential to provide foundational methods that can serve as an aid in theoretical research, by supplying new principles of reasoning, such as univalence and higher inductive types, that fit well with current mathematical practice. Just as axiomatic set theory codified, systematized, and made rigorous the use of the Axiom of Choice, Zorn's Lemma, and the Well-Ordering Principle one hundred years ago, modern foundational research investigates and makes rigorous the frontiers of today's mathematics, including higher topos theory, the theory of (infinite dimensional) stacks, and the many applications of abstract homotopy theory throughout modern mathematics.\n\n\n\t\t\t\t\tLast Modified: 04/27/2024\n\n\t\t\t\t\tSubmitted by: StevenMAwodey\n"
 }
}