{
 "awd_id": "2318843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SaTC: CORE: Small: Towards a Privacy-Preserving Framework for Research on Private, Encrypted Social Networks",
 "cfda_num": "47.070, 47.075",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 272000.0,
 "awd_amount": 231700.0,
 "awd_min_amd_letter_date": "2023-08-17",
 "awd_max_amd_letter_date": "2024-07-21",
 "awd_abstract_narration": "This research aims to explore the role of private, encrypted social networks (ESNs) such as WhatsApp and iMessage in the spread of information and rumors. It seeks to understand how manipulated information is exposed, believed, and shared on ESNs compared to public social media platforms. By utilizing a privacy-preserving data donation framework, the project will develop tools to uncover and analyze the spread of manipulated information on encrypted platforms. The resulting data and software will be shared while ensuring data privacy and confidentiality. The research will shed light on how bad actors exploit unmoderated spaces to disseminate disinformation, particularly targeting vulnerable communities providing insights into the role of different social networks (public, semi-public, private) in spreading and influencing beliefs. This research will benefit various disciplines such as data science, journalism, cybersecurity, demography, social psychology, behavioral science, communications, and epidemiology. The tools developed can assist domain experts, policymakers, journalists, security operators, and NGOs in supporting at-risk populations and devising effective solutions. Ultimately, the research aims to empower ESN users by providing information about their information consumption and identifying instances of rumor and inauthentic information.\r\n\r\nIn this work, using data collected with a novel privacy-preserving data donation framework, the project team studies the exposure, belief in and sharing of information on encrypted social networks versus public social media platforms. The technical contributions would enable: a  large-scale, anonymized data collection framework to identify viral content spreading on encrypted platforms in a privacy-preserving manner; and  statistical measures of the prevalence and incidence of viral rumor and hearsay in the target population using the collected data, while controlling the privacy risks to our users from publishing statistics based on their donated data and survey responses. The project team is developing novel algorithms that work on private and public data and come with tunable parameters that allow the researchers to balance the loss in statistical efficiency from randomization against a differential privacy budget. The statistical measures proposed allow working with private ESN data and sharing those answers without undue risk to the privacy of data donors. Simulation studies with calibrated measures of spread allow the team to evaluate the large-scale impact of various platform strategies across public and private social networks, and experimental designs with human subjects are used to evaluate the impact of potential interventions on individuals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkata Rama Ki",
   "pi_last_name": "Garimella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkata Rama Ki Garimella",
   "pi_email_addr": "kiran.garimella@rutgers.edu",
   "nsf_id": "000920432",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZA",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "130y00",
   "pgm_ele_name": "Human Networks & Data Sci Infr"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "107Z",
   "pgm_ref_txt": "Human Networks & Data Sci Infrastructure"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 84067.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 147633.0
  }
 ],
 "por": null
}