{
 "awd_id": "2318141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCI Phase I: NSF Center for Sustainable Photoredox Catalysis (SuPRCat)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1800000.0,
 "awd_amount": 1800000.0,
 "awd_min_amd_letter_date": "2023-08-15",
 "awd_max_amd_letter_date": "2024-09-16",
 "awd_abstract_narration": "The NSF Center for Sustainable Photoredox Catalysis (SuPRCat) is supported by the Centers for Chemical Innovation (CCI) Program of the Division of Chemistry. Photoredox catalysis is a type of catalysis that dramatically speeds up chemical reactions by using light as the primary energy source. Most current systems incorporate precious metals as photoredox catalysts (PCs), resulting in a more limited chemical applicability and reduced industrial interest due to the high costs of precious metals. The goal of SuPRCat is to unleash the potential of photoredox catalysis by creating new sustainable PCs that incorporate earth abundant metals at their core; SuPRCat will also establish new understandings on how to rationally select and use these PCs to best effect. SuPRCat will investigate techniques for performing multi-catalytic transformations in an environmentally friendly, single reaction vessel. SuPRCat will encourage innovation through active engagement with industrial stakeholders. The development of undergraduate curriculum focused on photoredox catalysis and a research exchange program across institutions will promote higher education. SuPRCat will also create and post numerous three-minute videos that describe SuPRCat topics and promote recruitment of the next generation of “SuPR” scientists.\r\n \r\nThe mission of SuPRCat is to transform chemical synthesis by designing powerful, industrially relevant processes using sustainable catalysts based on organic or earth abundant compounds and the energy from visible light. The overarching goal of SuPRCat in Phase I is to establish the capability to rationally design a polymer supported PC system and successfully employ the system for one-pot, multi-catalytic transformations. SuPRCat will achieve this fundamental breakthrough by merging the broad collective expertise of scientists from academia and industry with complementary expertise spanning physical, computational, spectroscopic, photo-, electro-, magnetic, catalytic, synthetic, organic, inorganic, polymer, and materials chemistries. SuPRCat will create a computational and data-driven discovery platform based upon machine learning that works closely with experimentalists to intelligently search chemical space and identify new classes of organic PCs, optimize the performance of existing PCs, and identify corresponding reaction conditions. The team will focus on developing and understanding closed-shell and open-shell PCs with applications that include single electron transfer and atom transfer reactions. Systems of PCs will be merged together into multi-catalytic systems capable of performing dehydrogenation of alkanes to alkenes, alkane functionalization, and the synthesis of polar functionalized monomers. The final pillar will be to unify these multi-component systems into heterogeneous polymer supports for increased efficiency and recyclability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Garret",
   "pi_last_name": "Miyake",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Garret M Miyake",
   "pi_email_addr": "garret.miyake@colostate.edu",
   "nsf_id": "000718252",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "035Y00",
   "pgm_ele_name": "Phase I Ctrs for Chem Innovati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1800000.0
  }
 ],
 "por": null
}