{
 "awd_id": "2319881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collective physics of slowly sedimenting anisotropic objects",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 479018.0,
 "awd_amount": 479018.0,
 "awd_min_amd_letter_date": "2023-06-22",
 "awd_max_amd_letter_date": "2024-09-06",
 "awd_abstract_narration": "Non-technical abstract\r\n\r\nThe settling of solid particles in a liquid is of wide relevance to a number of technological, biological, and geophysical processes. Sedimentation of solid particulates out of a liquid phase is a ubiquitous process in chemical extractions, purifications and separations, cleaning of ores, and processing of foods and beverages. In the natural world, settling in lakes, rivers and oceans are important geophysical processes, as are sinking of crystalline phases within magma and the settling of ice crystallites within clouds. A crucial phase in carbon capture in the oceans is the sinking of dead phytoplankton. Most relevant systems are comprised of nonspherical shapes (rods, plates, flakes, or branched filamentary structures) and yet, laboratory experiments and theory have largely addressed the case of spherical shapes.  In this project, a series of experiments are executed to study the settling of non-spherical shapes by a variety of experimental techniques.  In addition to two graduate students, a number of undergraduate students are also trained in the relevant methods. The PI contributes to graduate education in soft matter physics beyond their home institution by organizing an annual summer school at UMass Amherst entitled Soft Solids and Complex Fluids, and launching a new summer school for undergraduate students.  During the activity, the PI with a colleague and two high-school teachers run an annual summer program for middle- and high-school teachers entitled Patterns Around Us.\r\n\r\nTechnical abstract\r\n\r\nStudies of sedimenting suspensions of spheres have already shown this to be a formidable many-body problem, however, the practically relevant case of the collective sedimentation of anisotropic objects in suspension has received less attention.  Recent studies show that adding an orientational degree of freedom via the particle shape leads to qualitatively new phenomena, and makes the answers more relevant to a far larger class of physically relevant systems.  In the course of this research, experiments are to be conducted with a range of particle shapes to build up a vocabulary of progressively lower symmetry objects, starting with axially symmetric non-polar shapes (discs, rods, ellipsoids), axially symmetric polar shapes, biaxial shapes, chiral shapes, and finally, irregular shapes with no evident symmetry.  In the spirit of progressing from simple to more complex systems, the experiments start by studying single-particle sedimentation, then pair dynamics, and finally sedimentation in suspensions of controlled volume fraction.  Suspensions will be studied in a few geometries to understand the effect of confinement and hard walls.  These systems will be interrogated by a few different probes such as video imaging, x-ray CT, and light scattering to measure mean settling rate, spatial gradients as well as fluctuations in concentration, velocity and orientation fields. The experiments are supported with schematic numerical calculations using stokeslet representations that capture the shape symmetry of particle geometry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Narayanan",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Narayanan Menon",
   "pi_email_addr": "menon@physics.umass.edu",
   "nsf_id": "000297002",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "01003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 314605.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 164413.0
  }
 ],
 "por": null
}