{
 "awd_id": "2319694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RaMP: STEGG-INTERACT: Southeast Texas Evolutionary Genetics and Genomics INTEgrative Research and Collaborative Training",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 2999247.0,
 "awd_amount": 2999247.0,
 "awd_min_amd_letter_date": "2023-07-25",
 "awd_max_amd_letter_date": "2023-07-25",
 "awd_abstract_narration": "This project will develop a research and mentoring program for post-baccalaureates as part of the Southeast Texas Evolutionary Genetics and Genomics network to support INTEgrative Research And Collaborative Training (STEGG-INTERACT). To address barriers that prevent many undergraduate students from pursing scientific careers, this project will provide 30 post-baccalaureates (10 per year for three years) with a collaborative research experience with faculty and graduate students at universities in Southeast Texas. Post-baccalaureates will carry out mentored research, be trained in technical skills, participate in a professional development program, and learn about scientific career options. The mentored research will focus on understanding biological interactions, such as those among molecules within cells, between males and females within populations, and across species in ecological communities. The research will provide valuable insights into how biological interactions affect the evolution of populations and species. The project will increase participation by members of groups that are under-represented in evolutionary biology, and science more generally. \r\n\r\nSTEGG-INTERACT will address two important deficiencies in evolutionary genetics, the incorporation of biological interactions into current understanding of evolutionary biology and the limited representation of under-served groups in the field. Specifically, there are many unresolved questions about how intracellular processes evolve, the role of organismal interactions on population dynamics, and the relationship between trophic interactions and evolutionary processes. STEGG-INTERACT post-baccalaureates, graduate students, and faculty will carry out collaborative research to address these gaps in our knowledge using theory and modeling, population genetic approaches, and comparative and phylogenetic methods. To help accomplish these goals, the post-baccalaureates will receive training in technical skills, including bioinformatics and computational biology. STEGG-INTERACT will broaden participation in evolutionary biology in part by building relationships with minority-serving institutions. In addition to the technical skills, post-baccalaureates will receive training in scientific communication, research ethics, and career preparation. STEGG-INTERACT will also train faculty in evidence-based mentoring practices, facilitate the institutionalization of mentoring compacts, and promote Individual Development Plans. This will support new models for training inclusive, culturally aware mentors who can work with trainees from diverse backgrounds. By participating in a diverse, supportive community of researchers, each cohort of STEGG-INTERACT post-baccalaureates will develop STEM identities and self-efficacy in science to broaden participation in evolutionary biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Zufall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca A Zufall",
   "pi_email_addr": "rzufall@uh.edu",
   "nsf_id": "000224579",
   "pi_start_date": "2023-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Meisel",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Richard P Meisel",
   "pi_email_addr": "rpmeisel@uh.edu",
   "nsf_id": "000663371",
   "pi_start_date": "2023-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 W CALHOUN ST STE 316",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "201Y00",
   "pgm_ele_name": "RaMP-Res & Mentoring Postbac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 2999247.0
  }
 ],
 "por": null
}