{
 "awd_id": "2319125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: URoL:ASC: Determining the relationship between genes and ecosystem processes to improve biogeochemical models for nutrient management",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032924668",
 "po_email": "cweil@nsf.gov",
 "po_sign_block_name": "Clifford Weil",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 45220.0,
 "awd_amount": 45220.0,
 "awd_min_amd_letter_date": "2023-08-07",
 "awd_max_amd_letter_date": "2023-08-07",
 "awd_abstract_narration": "Clean water is essential to life and critical for maintaining healthy ecosystems. Whether in the Chesapeake Bay or engineered systems like wastewater treatment plants, managing clean water requires modelling how these ecosystems respond to environmental changes due to remediation or climate change. Microbial processes are crucial to such ecosystem responses, but models typically do not incorporate any direct measurements of the microbes in the ecosystem (its microbiome), either during model development or validation. This project takes advantage of a fundamental rule of life, that cellular processes are encoded by the genes in living things, to provide that direct measurement of microbes in an ecosystem. The team will focus on the process of denitrification, which removes excess nitrogen pollution and is critical in both wastewater treatment plants and Chesapeake Bay. They will use controlled, laboratory experiments to investigate factors influencing the relationship between the abundance of particular genes involved in denitrification, as measured across all the microbes in an ecosystem, and denitrification rates. The project will determine how gene abundance data can improve the predictive value of different types of models that encode denitrification in different ways and that are used in managing Chesapeake Bay and wastewater treatment plants. By listening to the concerns and input of water management and community partners throughout the project, the team will focus on efforts to benefit those most impacted by wastewater and Chesapeake Bay water quality, ultimately improving model predictions that guide management decisions.\r\n\r\nThis work uses gene abundance, measured by quantitative PCR, as a non-conservative tracer of microbial denitrification, serving as a proxy for “functional group cell density”, to estimate cell-density dependent reaction rates in nutrient models of wastewater, receiving waterbodies, and downstream ecosystems. Models of ecosystems, like the Chesapeake Bay, typically do not encode cell-density dependent reactions but may be more accurate if reaction rates are density dependent and functional group abundance is tracked and calibrated using gene abundance. Controlled bioreactor experiments will test the relationship between gene abundance and denitrification rates, and whether that relationship changes in response to disturbance frequency. The project will systematically compare how encoding denitrification as either cell-density dependent or independent reactions influences model results in the Chesapeake Bay. We will also test whether gene abundance, can be used as a non-conservative tracer to calibrate other cell-density dependent reactions in both the Bay and wastewater treatment models. We will work with management partners to understand the budgetary and technical limitations of incorporating gene abundance measurements into their typical surveillance and modeling workflows, and design solutions to advance its use as a measure of denitrification to improve model predictions. This work will serve as an example of how gene abundance can be used as an additional input into models encoding microbial processes across a range of managed ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meng",
   "pi_last_name": "Xia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meng Xia",
   "pi_email_addr": "mxia@umes.edu",
   "nsf_id": "000604372",
   "pi_start_date": "2023-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Eastern Shore",
  "inst_street_address": "11868 ACADEMIC OVAL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCESS ANNE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4106516714",
  "inst_zip_code": "218531295",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND ES",
  "org_prnt_uei_num": "",
  "org_uei_num": "LNUBJQ26R2M5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Eastern Shore",
  "perf_str_addr": "11868 ACADEMIC OVAL",
  "perf_city_name": "PRINCESS ANNE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "218531295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 45220.0
  }
 ],
 "por": null
}