{
 "awd_id": "2319675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2023 AEESP Research and Education Conference in Boston, MA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 99689.0,
 "awd_amount": 99689.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2023-06-08",
 "awd_abstract_narration": "This NSF award supports the 2023 Association of Environmental Engineering and Science Professors (AEESP) Research and Education Conference.  This in-person conference will be held on June 20-23, 2023, in Boston (MA). The theme of the 2023 AEESP conference is  “Responding Together to Global Challenges”.  The conference will provide a variety of venues for participants including environmental engineers, scientists, health experts, educators, and other stakeholders to exchange ideas and build new partnerships for addressing societally relevant environmental challenges including (1) current and emerging environmental quality and human health threats, (2) aging infrastructure in the face of growing populations, (3) marginalization of communities, (4) a changing climate, and (5) evolving educational demands to prepare future engineers and scientists.  The AEESP 2023 conference will also feature a variety of workshops and training events for participants at all career stages, including (1) a career workshop for training scientists, (2) an NSF CAREER proposal writing workshop for junior faculty, (3) a leadership workshop for mid-level faculty, and (4) several workshops targeting innovation in education to better serve a diverse student body and evolving societal needs. NSF funding will enable the 2023 AEESP conference organizers to provide travel grants to students and early career faculty/scientists from underrepresented/underserved groups and others for whom attendance at the conference may not be otherwise be possible. \r\n\r\nThe 2023 AEESP Research and Education Conference will be hosted by a group of academic institutions including Northeastern University (Lead Institution), University of Massachusetts – Amherst, University of Rhode Island, University of Vermont, University of Maine, University of Connecticut, Tufts University, and MIT.  The bi-annual AEESP Conference is the preeminent event for research and teaching in the collaborative space of environmental science, engineering, and health.  The overarching goals of the conference are to: 1) provide a venue and platform for the Environmental Engineering and Science (EES) community to discuss and share recent research results and teaching innovation/needs through interactive and collaborative workshops, and 2) promote the communication and furthering of scientific and engineering innovation across a wide range of environmental topics, including legacy and emerging contaminants, infrastructure managing the interaction of society with the planet, approaches to understanding and improving the interactions of industrial processes and human health, etc. The expected outcomes of the conference include: 1) visioning documents that will contribute to a road-mapping of the future of the discipline, both on research and education, defining how the environmental engineering, science, and health community can have the most impact in responding to emerging and sustained global challenges that are at the intersection of technology, science, and society; 2) recommendations for evolutions in teaching materials, approaches and pedagogy, and 3) publications of the workshop outcomes/recommendations in the AEESP newsletter and website as well as in selected  open-source journals. NSF funding will enable the 2023 AEESP conference to bring a diverse set of participants and voices into the conversation as the EES community discusses critical and societally relevant environmental challenges. \r\n\r\nThis award is jointly funded by the NSF/ENG/CBET Environmental Engineering, Environmental Sustainability, and Nanoscale Interactions programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Mueller",
   "pi_email_addr": "a.mueller@northeastern.edu",
   "nsf_id": "000605900",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Larese-Casanova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Larese-Casanova",
   "pi_email_addr": "p.laresecasanova@neu.edu",
   "nsf_id": "000573257",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99689.0
  }
 ],
 "por": null
}