{
 "awd_id": "2320991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CyberTraining: Pilot: Building a strong community of computational researchers empowered in the use of novel cutting-edge technologies",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928104",
 "po_email": "shabagch@nsf.gov",
 "po_sign_block_name": "Sharmistha Bagchi-Sen",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 61825.0,
 "awd_amount": 61825.0,
 "awd_min_amd_letter_date": "2023-08-20",
 "awd_max_amd_letter_date": "2023-08-20",
 "awd_abstract_narration": "This project will educate computational researchers in the efficient use of novel cutting-edge hardware. As computational hardware rapidly evolves, it can be hard to keep pace with these changes. It is, however, crucial to do so, since the efficient use of advanced systems ensures progress and thoughtful use of valuable resources such as computing time and power. In this program, participants will learn how to use the newest technologies that NSF makes available to the national community, as well as key concepts and technologies in high-performance computing. They will also work on challenges they are facing in pursuing their research and studies while being mentored by experts. The program is targeting graduate students and postdocs from the S&E (science and engineering) community, although people with higher seniority can also apply. Nearly all disciplines in S&E heavily use computational resources. Hence, this program is targeting a wide range of applications and users.\r\n\r\nThe goals of this Cybertraining program are manifold: (i) improve researchers' ease and productivity when working with cutting-edge, specialized computing technology, (ii) grow a well-informed community of computational researchers, familiar with the newest technologies, (iii) ensure they are capable of handling them and porting applications, and (iv) ensure proper and efficient usage of the testbeds. The recent growth in data-enabled science and engineering coupled has ushered in a new generation of cyberinfrastructure (CI) technologies. Federal agencies have invested in testbed architectures that allow researchers to explore new avenues of computing, and vastly improved performance holds promise. With a focus on fostering innovation in CI, these testbeds include complex features which make them harder to use by all but experienced users. Graduate students and postdocs, the largest users of CI, however, require a scaffolded approach to ensure that they are able to perform this migration while making meaningful progress toward addressing their research problems. Furthermore, there is an unmet need for a training platform for interested researchers to experience all the testbed technologies simultaneously, and select the one that is best suited to support their scientific workflows.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Buitrago",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paola A Buitrago",
   "pi_email_addr": "paola@psc.edu",
   "nsf_id": "000753808",
   "pi_start_date": "2023-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "044Y00",
   "pgm_ele_name": "CyberTraining - Training-based"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "122Z",
   "pgm_ref_txt": "CI Training and Professionals"
  },
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 61825.0
  }
 ],
 "por": null
}