{
 "awd_id": "2320804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Ammonia and Syngas Impurity Tolerance for High Temperature - Proton Exchange Membrane (HT-PEM) Fuel Cells",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924506",
 "po_email": "marschin@nsf.gov",
 "po_sign_block_name": "Mara E. Schindelholz",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 274310.0,
 "awd_amount": 274310.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research Phase I project is the development of a fuel-flexible, high-temperature proton exchange membrane (HT-PEM) fuel cell that can operate on two carbon-free fuels: ammonia and syngas, both produced from waste biomass. The fuel-flexible HT-PEM fuel cell is uniquely suited for rapid adoption as a complete system that can run on a variety of fuels with only minor modifications to its fuel reformer design. The initial market for this technology is small to mid-sized unmanned aerial vehicles (UAVs), and these were valued at $1.1 billion in 2020 (expected to grow 240% by 2029). Due to the stringent weight and durability requirements in the UAV market, adoption of this technology in mobile and stationary power applications including backup power, marine power, and remote power generation is anticipated. Investigation of these fuel/technology combinations have not been widely researched and will contribute to the displacement of fossil fuel combustion technologies, lead to increased economic competitiveness of the United States, and support the national defense.\r\n\r\nThe intellectual merit of this project stems from the HT-PEM fuel cells' ability to run on a diverse set of upfront fuel sources with only minor modification of the final assembled system, while still providing the key attributes required in most applications. For widespread adoption of new electricity generating devices, remaining fuel agnostic is a key technological trait, as proven by the enduring success of the internal combustion engine. The HT-PEM fuel cell can serve as a similar core technology, contributing to the global transition from fossil fuels. Nevertheless, there exists minimal research when operating a HT-PEM fuel cell on reformed ammonia and syngas generated from waste biomass, two popular renewable fuels expected to be widely used during this transition. The key question for this research is: what is the maximum concentration of impurities commonly found in reformed ammonia and syngas that will still allow a HT-PEM fuel cell to be technically and commercially viable? The key objectives are to outline the HT-PEM fuel cell performance while operating on ever increasing contaminant levels and identify the stop-loss mechanisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Waller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Waller",
   "pi_email_addr": "mike@falconfuelcells.com",
   "nsf_id": "000875114",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FALCON FUEL CELLS INC.",
  "inst_street_address": "28 LE PERE DR",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSFORD",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852080165",
  "inst_zip_code": "145343664",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "FALCON FUEL CELLS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C3WWSG7MRKD7"
 },
 "perf_inst": {
  "perf_inst_name": "FALCON FUEL CELLS INC.",
  "perf_str_addr": "28 LE PERE DR",
  "perf_city_name": "PITTSFORD",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "145343664",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 274310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Falcon Fuel Cells undertook this Phase I SBIR with the aim of supporting our society&rsquo;s transition to renewable fuels by developing a new energy generating technology that can be used across various platforms, environments, and upfront fuel sources. Following the example of the internal combustion engine (ICE), an energy generating technology that is fuel agnostic will be the most successful in widespread adoption. At Falcon Fuel Cells, we believe the high temperature proton exchange membrane (HT-PEM) fuel cell is this core technology that could allow for a successful transition to a renewable fueled society because it offers the unique combination of high efficiency, high durability, quick startup times, inexpensive components that use widely available materials, and the ability to run on widely available low-carbon fuels. However, the successful adoption and commercialization of HT-PEM technology hinges on understanding its tolerance to contaminants from reformed hydrogen carrier gases that are generated from renewable fuels including hydrogen, ammonia, syngas, and biofuels.</p>\n<p>The impurities of focus that have not been widely studied in published sources but are commonly found in reformed hydrogen carrier effluent streams include methane (CH<sub>4</sub>), ammonia (NH<sub>3</sub>), and hydrogen sulfide (H<sub>2</sub>S). Other common contaminants not studied here including carbon monoxide (CO), nitrogen (N<sub>2</sub>), and carbon dioxide (CO<sub>2</sub>), have been extensively studied by Falcon and others and the operational protocols for mitigating their impacts are well understood.</p>\n<p>It was determined that methane had the smallest impact on fuel cell performance and in fact showed no voltage degradation at anode concentrations up to 20%. This finding indicated that CH<sub>4</sub> acts primarily as a dilutant in the anode fuel stream, and thus would only have a performance impact at relatively high concentrations (50%+) and high current densities where mass transport losses dominate. For both H<sub>2</sub>S and NH<sub>3</sub> there was clear performance losses witnessed that increased as the concentrations of the contaminants also increased. However, as compared to low-temperature-PEM fuel cells, the tolerance of the HT-PEM fuel cell for these contaminants is 10-1000 times greater for H<sub>2</sub>S and 10-500 times greater for NH<sub>3</sub>. These results ultimately indicate that a durable, efficient, and thus practical combined fuel-reformer-fuel-cell system using HT-PEM technology can be constructed, enabling 3 key broader impacts:</p>\n<p><em>&nbsp;Increasing the economic competitiveness of the United States</em>: Waste biomass is an enormous and largely untapped resource in the U.S. As described above, applying these materials as part of a burgeoning hydrogen economy will have broad benefits, especially in disadvantaged rural areas. It is also pertinent to mention that many of our largest competitors including China are actively developing national biomass strategies to support the transition to a renewable and decarbonized economy.</p>\n<p><em>&nbsp;Increasing the health and welfare of the American public</em>. Our proposed HT-PEM energy system will lead to improved health outcomes because it will contribute to the ongoing displacement of fossil fuel combustion technologies. Use of waste biomass feedstocks to produce hydrogen will have the added benefit of keeping these materials out of landfills where they can generate methane emissions and contribute to other forms of land/air/water pollution.</p>\n<p><em>&nbsp;Supporting the national defense of the United States</em>: The original Falcon Fuel Cell product development effort was motivated by military customers who needed power systems for unmanned aerial vehicles (UAVs) that could operate on fuels available in-theatre. Expanding our scope to other fuel options, especially syngas from biomass, further enables use of local resources that will reduce long-terms costs and personnel casualties.</p><br>\n<p>\n Last Modified: 10/02/2024<br>\nModified by: Michael&nbsp;G&nbsp;Waller</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFalcon Fuel Cells undertook this Phase I SBIR with the aim of supporting our societys transition to renewable fuels by developing a new energy generating technology that can be used across various platforms, environments, and upfront fuel sources. Following the example of the internal combustion engine (ICE), an energy generating technology that is fuel agnostic will be the most successful in widespread adoption. At Falcon Fuel Cells, we believe the high temperature proton exchange membrane (HT-PEM) fuel cell is this core technology that could allow for a successful transition to a renewable fueled society because it offers the unique combination of high efficiency, high durability, quick startup times, inexpensive components that use widely available materials, and the ability to run on widely available low-carbon fuels. However, the successful adoption and commercialization of HT-PEM technology hinges on understanding its tolerance to contaminants from reformed hydrogen carrier gases that are generated from renewable fuels including hydrogen, ammonia, syngas, and biofuels.\n\n\nThe impurities of focus that have not been widely studied in published sources but are commonly found in reformed hydrogen carrier effluent streams include methane (CH4), ammonia (NH3), and hydrogen sulfide (H2S). Other common contaminants not studied here including carbon monoxide (CO), nitrogen (N2), and carbon dioxide (CO2), have been extensively studied by Falcon and others and the operational protocols for mitigating their impacts are well understood.\n\n\nIt was determined that methane had the smallest impact on fuel cell performance and in fact showed no voltage degradation at anode concentrations up to 20%. This finding indicated that CH4 acts primarily as a dilutant in the anode fuel stream, and thus would only have a performance impact at relatively high concentrations (50%+) and high current densities where mass transport losses dominate. For both H2S and NH3 there was clear performance losses witnessed that increased as the concentrations of the contaminants also increased. However, as compared to low-temperature-PEM fuel cells, the tolerance of the HT-PEM fuel cell for these contaminants is 10-1000 times greater for H2S and 10-500 times greater for NH3. These results ultimately indicate that a durable, efficient, and thus practical combined fuel-reformer-fuel-cell system using HT-PEM technology can be constructed, enabling 3 key broader impacts:\n\n\nIncreasing the economic competitiveness of the United States: Waste biomass is an enormous and largely untapped resource in the U.S. As described above, applying these materials as part of a burgeoning hydrogen economy will have broad benefits, especially in disadvantaged rural areas. It is also pertinent to mention that many of our largest competitors including China are actively developing national biomass strategies to support the transition to a renewable and decarbonized economy.\n\n\nIncreasing the health and welfare of the American public. Our proposed HT-PEM energy system will lead to improved health outcomes because it will contribute to the ongoing displacement of fossil fuel combustion technologies. Use of waste biomass feedstocks to produce hydrogen will have the added benefit of keeping these materials out of landfills where they can generate methane emissions and contribute to other forms of land/air/water pollution.\n\n\nSupporting the national defense of the United States: The original Falcon Fuel Cell product development effort was motivated by military customers who needed power systems for unmanned aerial vehicles (UAVs) that could operate on fuels available in-theatre. Expanding our scope to other fuel options, especially syngas from biomass, further enables use of local resources that will reduce long-terms costs and personnel casualties.\t\t\t\t\tLast Modified: 10/02/2024\n\n\t\t\t\t\tSubmitted by: MichaelGWaller\n"
 }
}