{
 "awd_id": "2320147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CyberTraining: Pilot: Cyberinfrastructure-Enabled Machine Learning for Understanding and Forecasting Space Weather",
 "cfda_num": "47.049, 47.050, 47.070",
 "org_code": "05090000",
 "po_phone": "7032922625",
 "po_email": "jjli@nsf.gov",
 "po_sign_block_name": "Juan Li",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 190291.0,
 "awd_amount": 190291.0,
 "awd_min_amd_letter_date": "2023-08-29",
 "awd_max_amd_letter_date": "2023-08-29",
 "awd_abstract_narration": "Space weather (SWx) refers to the transients in the space environment traveling from the Sun to Earth. SWx affects the life of human beings, including communication, transportation, power supplies, national defense, space travel, and more. In the recent decade, tackling the difficult task of understanding and forecasting violent solar eruptions, which are sources of SWx, and their terrestrial impacts has become a strategic national priority. Cyberinfrastructure (CI) is an extremely important part of SWx research, as many terabytes of data are generated daily from different sources. This collaborative project between New Jersey Institute of Technology (NJIT) and Montclair State University (MSU) builds upon a National Science Foundation funded CI platform for sharing CI enabled machine learning (ML) methods, tools, and resources for SWx data exploration and event prediction. The project incorporates the skills and lessons learned from the development of the NSF funded CI platform into a course curriculum. By transforming research results and findings into teaching modules, the project trains potential ML professionals to develop advanced CI enabled methods for understanding, monitoring, and forecasting SWx. Both NJIT and MSU are minority serving institutions with ample resources to support underrepresented students. Experienced project leaders oversee diversity, equity, and inclusion efforts for the project development.\r\n\r\nThis project makes contributions to CI training by (1) developing learning modules for a new computer science graduate course, (2) providing students with opportunities to gain hands on experience in implementing ML solutions for SWx problems, (3) exposing students to advances in machine learning as a service, operational near real time SWx forecasting systems, and predictive intelligence with Binder enabled Zenodo archived open source ML tools, and (4) assessing the teaching and mentoring methods using formative and summative approaches. The principal investigators work with undergraduate students to develop CI resources and improve the sustainability of CI enabled ML tools. SWx has a profound impact on the Earth system. Building the SWx readiness merits substantial efforts on several fronts, including research, forecast, and mitigation plan. The new course nourishes graduate students, preparing them to become CI professionals capable of contributing to SWx monitoring and predictive analytics in general. The project provides training of the workforce in SWx research, which is critically important in many areas such as safety of space programs, radio communications and power grids. Knowledge generated from the project also has broader applications in other areas of science. The program, while small and pilot, can help address the need of CI professionals in New Jersey.\r\n\r\nThis award by the NSF Office of Advanced Cyberinfrastructure is jointly supported by the Division of Astronomical Sciences within the NSF Directorate for Math and Physical Sciences (MPS) and the Division of Research, Innovation, Synergies, and Education (RISE) within the NSF Directorate for Geosciences (GEO).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Wang",
   "pi_email_addr": "wangj@njit.edu",
   "nsf_id": "000363025",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Haimin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haimin Wang",
   "pi_email_addr": "haimin.wang@njit.edu",
   "nsf_id": "000466204",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Oria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Oria",
   "pi_email_addr": "oria@njit.edu",
   "nsf_id": "000198122",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Koutis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis Koutis",
   "pi_email_addr": "ikoutis@njit.edu",
   "nsf_id": "000555692",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "044Y00",
   "pgm_ele_name": "CyberTraining - Training-based"
  },
  {
   "pgm_ele_code": "243Y00",
   "pgm_ele_name": "GEO CI - GEO Cyberinfrastrctre"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "122Z",
   "pgm_ref_txt": "CI Training and Professionals"
  },
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 190291.0
  }
 ],
 "por": null
}