{
 "awd_id": "2320100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Water in garnet as a record of fluid flow during metamorphism",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 387136.0,
 "awd_amount": 387136.0,
 "awd_min_amd_letter_date": "2023-06-27",
 "awd_max_amd_letter_date": "2023-06-27",
 "awd_abstract_narration": "Water is an essential ingredient for life, but its presence in the deep Earth also has significant impacts. Water in the Earth affects how rocks deform and melt and it plays a role in phenomena critical to society including earthquakes, volcanoes, and the concentration of metals of economic value. Metamorphic rocks that form 10s of km deep in the Earth provide a snapshot of these processes, and study of these rocks and the minerals in them provides a better understanding of how water affects these important phenomena. The mineral garnet is commonly found in metamorphic rocks, and it grows over a period of time in concentric growth zones. These growth zones are like tree rings, recording information about the history experienced by the mineral rather than just a final snapshot in time. Measurements of water contents in different zones of a garnet can act as a recorder of the release and flow of water deep in the crust. This work will use measurements of the water content of garnets from five different field localities to look for evidence for how many flow events occurred during garnet growth and how long they may have lasted. The results of this work will allow for connections to be made between the flow of water recorded in the rocks with processes generating seismicity and concentrating metals of economic value. The proposed work will also include a component of outreach to the local community showing the importance of water in the Earth during Maryland Day, when the University of Maryland opens its doors to the general public.\r\n\r\nThis proposal seeks to use in situ measurements of H2O in garnet in conjunction with other tracers of fluid flow (O isotopes, Li isotopes, trace element concentrations in garnet) to investigate processes of fluid release and fluid flow events during the growth of garnet and to constrain the cyclicity and duration of individual fluid flow events. This project will investigate garnets from five different localities, each of which has documented evidence for either fluid release or fluid flow events. Studies of metamorphic rocks from a variety of geologic settings show a range of durations of fluid flow events, some of which are quite rapid, on the scale of weeks to hundreds of years. These estimates are based on bulk-rock measurements of isotopic and petrologic tracers, and therefore represent a time-integrated measurement. Many features in metamorphic rocks suggest that fluid flow is cyclic and may revisit pathways, in which case the estimated durations may overrepresent the duration of fluid flow and underestimate the number of fluid flow events. The proposed work addresses fundamental questions about fluid release and fluid flow during metamorphism. The applicability of using H in garnet as a tracer of fluid flow and fluid release events will be fully explored by coupling measurements of H in garnet with other tracers of fluid flow. The proposed work will constrain the nature, cyclicity, and duration of fluid transport, aiding in the understanding of fluid flow processes in metamorphic settings. Understanding the cyclicity and timescales of fluid flow is important for a variety of reasons – fluids transport heat and mass, drive metamorphic reactions, impact rheology, and contribute to seismicity. This work will also provide a better understanding of the behavior and incorporation of H in garnet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Penniston-Dorland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Penniston-Dorland",
   "pi_email_addr": "sarahpd@umd.edu",
   "nsf_id": "000248975",
   "pi_start_date": "2023-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Newcombe",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Megan E Newcombe",
   "pi_email_addr": "newcombe@umd.edu",
   "nsf_id": "000729705",
   "pi_start_date": "2023-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 387136.0
  }
 ],
 "por": null
}