{
 "awd_id": "2320875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploiting fully coupled fluid-structure interaction: optimal wing heterogeneity and efficient flow state estimation in flapping flight",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 299463.0,
 "awd_amount": 299463.0,
 "awd_min_amd_letter_date": "2023-06-02",
 "awd_max_amd_letter_date": "2023-06-02",
 "awd_abstract_narration": "Insects can fly up to 35 mph, execute dizzying turns and maneuvers, and migrate over ten thousand miles amid incredibly large flow disturbances. These feats have driven the design of bio-inspired robotic vehicles, with potential applications in disaster recovery, efficient and environmentally friendly air package delivery, and improved safety in commercial flight. To realize these applications, robotic flyers must become more maneuverable and robust to disturbances. The research has two goals or questions to build towards these next-generation aerial vehicles: (i) Current robotic wing designs borrow inspiration from natural flyers, but the aerodynamic utility of features such as veins, reinforced leading edges, and asymmetric wing shapes remain unknown. If these properties were optimized for aerodynamic performance, what structurally heterogeneous features would arise and how similar or different are these from those found in insects? (ii) Next-generation aerial vehicles require improved sensing of flow disturbances. Can the passive wing deformations from flight be leveraged to estimate the surrounding flow behavior, and could such an estimation framework yield hypotheses about whether insects possess similar estimation paradigms? \r\n\r\nThis project will use adjoint-based optimization to determine optimal wing heterogeneity in canonical flapping flyers. This optimization will use high-fidelity, fully coupled fluid-structure interaction simulations. Where possible, mechanisms that clarify how the optimized properties yield beneficial changes to key flow structures will be drawn. Optimal results will be compared to properties of biological flyers to assess whether they benefit aerodynamic performance (without assuming so beforehand). A state estimation paradigm that leverages neural-network architectures will be developed to assess whether accurate flow state information can be obtained from wing deformations. The intellectual merit of this work lies in the identification of aerodynamically optimal wing properties and the associated fluid-structure mechanisms that explain how these properties benefit aerodynamic performance, as well as the development of plausible state estimation paradigms from passive wing deformations. The technical broader impacts are the development of more maneuverable and disturbance-robust micro-air vehicles, as well as new hypotheses about the aerodynamics of insect flight. Educationally, this program will be integrated into an undergraduate research internship with students from under-served populations via the McNair Scholars Program, as well as a collaboration with the UIUC Chicago Science & Engineering Program. In this latter collaboration, students from Minorities in Aerospace, an organization co-founded by the PI, will teach K-12 students from under-represented groups and their families the coding, control ideas, and implementation of a basic drone flight sequence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Goza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Goza",
   "pi_email_addr": "agoza@illinois.edu",
   "nsf_id": "000801458",
   "pi_start_date": "2023-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 299463.0
  }
 ],
 "por": null
}