{
 "awd_id": "2320478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI RI-Track 2:  Development of the Expanded Owens Valley Solar Array (EOVSA)-15--Major Upgrade of a Community Facility for Solar and Space Weather Physics",
 "cfda_num": "47.050, 47.083",
 "org_code": "06020000",
 "po_phone": "7032927207",
 "po_email": "rmakarev@nsf.gov",
 "po_sign_block_name": "Roman Makarevich",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1879490.0,
 "awd_amount": 1879490.0,
 "awd_min_amd_letter_date": "2023-08-29",
 "awd_max_amd_letter_date": "2023-08-29",
 "awd_abstract_narration": "The Expanded Owens Valley Solar Array (EOVSA), currently consisting of thirteen 2.1-m antennas operating in the 1-18 GHz frequency range, is the world’s premier solar-dedicated radio array equipped for broadband microwave imaging spectroscopy. The EOVSA, operated by the New Jersey Institute of Technology, has been supported as a community facility under the Geospace Facilities program of the NSF Division of Atmospheric and Geospace Sciences (AGS) since 2021. The science addressed by EOVSA covers nearly every aspect of solar phenomena, including nonthermal emission and particle acceleration from solar flares, thermal emission from solar active regions, solar eruptive events, and several aspects of space weather research. This project is a major upgrade of the existing capabilities of EOVSA. The research results and data products produced by this major upgrade will measurably improve basic knowledge of solar activity and provide improved space weather data products of broad societal impact. The improvements in the image quality will make the data more accessible to general users and the public. Research with this university-based instrument is well-integrated into education and training, where students and early-career researchers have major involvement in instrument construction and operation, data analysis, theory development, and modeling. \r\n\r\nThe primary goal of EOVSA is basic research and discovery, to increase our knowledge and understanding of this wide range of solar phenomena through rapid, continuous multi-frequency imaging of the full Sun at >400 frequencies from 1–18 GHz with a rapid time cadence of 1 s. In addition to this fundamental research, the instrument produces a variety of daily data products of operational interest, such as F10.7 images, radio burst images, spectra, and light curves, for applied research in monitoring and forecasting space weather events. This MRI will upgrade EOVSA’s capabilities by: (1) Improving its polarization measurement capabilities by transforming EOVSA into a uniform array and equipping each antenna with next-generation wide-band feed horns, to enable the entirely new capability of broadband imaging spectropolarimetry. (2) Improving its broadband imaging performance by adding two new antennas to the array. This addition, which is fully compatible with the existing correlator infrastructure, will greatly enhance the image quality, and hence spectral precision at all frequencies. The polarization of the observed radio emission provides crucial diagnostics for the direction of the solar coronal magnetic field. The new polarization capabilities will enable many possible applications including a) opening up a new window for measuring the direction of the rapidly evolving magnetic field in solar flares, and b) placing much tighter constraints on the coronal magnetic field strength and topology in solar active regions where major flares and eruptions frequently occur. The 35% increase in u-v coverage from the upgrade leads to a much cleaner point spread function, resulting in images and spatially resolved spectra with vastly improved fidelity for quantitative analysis. Lastly, the upgraded array will correct a limitation of the current array to achieve a 25% increase in sky coverage with full capacity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Chen",
   "pi_email_addr": "bin.chen@njit.edu",
   "nsf_id": "000726473",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Gary",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dale E Gary",
   "pi_email_addr": "dgary@njit.edu",
   "nsf_id": "000328941",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gelu",
   "pi_last_name": "Nita",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gelu M Nita",
   "pi_email_addr": "gnita@njit.edu",
   "nsf_id": "000203167",
   "pi_start_date": "2023-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1523",
   "pgm_ref_txt": "SOLAR-TERRESTRIAL"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1879490.0
  }
 ],
 "por": null
}