{
 "awd_id": "2320330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equipment: MRI: Track 1 Acquisition of Electrochemical Impedance Spectrometer for Research in Glass with Undergraduates",
 "cfda_num": "47.049, 47.083",
 "org_code": "03070000",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 213945.0,
 "awd_amount": 213945.0,
 "awd_min_amd_letter_date": "2023-08-15",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Non-Technical Summary\r\n\r\nThis major research instrumentation project, jointly funded by Division of Materials Research and the Established Program to Stimulate Competitive Research (EPSCoR), funds the acquisition of a electrochemical impedance spectrometer (EIS).  This acquisition allows the undergraduate students and faculty of the Physics Department at Coe College and their collaborators to drastically expand their research by allowing electrical characterization of solid and liquid samples at temperatures of up to 2200 oF (or 1200 oC), under controlled atmosphere. To do so, the equipment measures the phase differences between the input voltage and the output current being applied at the sample, at different frequencies. The results are then statistically compared to electrical circuits who present a similar behavior, and that data is used to calculate the electrical properties of the sample.  The work will also allow for the training of twelve undergraduate students, as they will have regular access to it every summer. Additionally, students will also be exposed to the instruments in certain advanced classes, such as Materials Science and Advanced Laboratory. The equipment will also be used in collaboration with organizations from Coe College that represent underrepresented groups in STEM fields to promote this career perspective and attract more future scientists to the field.\r\n\r\nTechnical Summary\r\n\r\nThe new electrochemical impedance spectrometer system at Coe College will be composed of a high-performance modular measurement system (responsible for the dielectric, conductivity, electrochemical, impedance and gain phase measurements in the frequency domain), with a frequency range of 3 micro-Hz to 20 mega-Hz thanks to its wide impedance test interface. Two furnaces accompany the system – a Novotherm temperature control system for sample cells with a temperature range of +25°C to 400°C and a turnkey high-temperature system, with a temperature range of +25°C to 1200°C but designed to operate ideally at temperatures above 300 oC. The turnkey furnace can also operate under a controlled atmosphere.  More specific to the proposed project, the EIS equipment will be used to characterize glasses and glass-ceramics with unusually high alkali content, measure the electrical properties of glasses that are usually hard-to-prepare, help with the development of possible commercial compositions with the advance of predictive artificial intelligence, and used to help develop a new methodology for obtaining crystal growth in glass ceramics. The EIS system will expand drastically the characterization capabilities of the materials research groups at Coe College; and continue the growth of the institution as a national undergraduate materials characterization hub. Additionally, the characterization work on the system will impact other local and national academic institutions, local companies, domestic and international collaborators, as well as REU students, and RET high-school teachers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caio",
   "pi_last_name": "Bragatto",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Caio B Bragatto",
   "pi_email_addr": "cbragatto@coe.edu",
   "nsf_id": "000863941",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Feller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Feller",
   "pi_email_addr": "sfeller@coe.edu",
   "nsf_id": "000154324",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mario",
   "pi_last_name": "Affatigato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mario Affatigato",
   "pi_email_addr": "maffatig@coe.edu",
   "nsf_id": "000387319",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Collin",
   "pi_last_name": "Wilkinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Collin Wilkinson",
   "pi_email_addr": "wilkinsonc@alfred.edu",
   "nsf_id": "000900325",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coe College",
  "inst_street_address": "1220 1ST AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR RAPIDS",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193998000",
  "inst_zip_code": "524025092",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "COE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MYBRQL7HA4T1"
 },
 "perf_inst": {
  "perf_inst_name": "Coe College",
  "perf_str_addr": "1220 1ST AVE NE",
  "perf_city_name": "CEDAR RAPIDS",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "524025092",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 213945.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposed NSF-MRI grant's objective was to purchase a Novotherm Alpha AN analyzer accompanied by a Novotherm furnace and a Novotherm-HT 1200 temperature and atmosphere control. The equipment was purchased in October 2023 and was functional by February&nbsp;2024.</p>\r\n<p>Over the last 9 months, over 20 undergraduate students had access to the electrochemical impedance spectrometer (EIS) acquired through this MRI. Since its installation at the end of January 2024, over 100 measurements have been taken on the equipment,&nbsp;the majority of which were&nbsp;conducted by undergraduate students from Coe College. These students have researched the electrochemical properties of highly-modified glasses, exploring the mixed alkali effect, studied the relationship between structure and ionic conductivity of borate glasses containing up to 65% of alkali-oxides in their composition, as well as studied the change in resistance following the <em>in-situ</em> phase transformation of lithium diborate glasses into their crystalline counterpart. The EIS equipment has also been used to help develop a neural network capable of predicting the electrical properties of binary glasses.</p>\r\n<p>These students have already presented these results at two national conferences&mdash;one at Coe College (IA) and one at Alfred University (NY)&mdash;and others will follow in the coming years. Results obtained with this equipment are also part of the scientific article &ldquo;Unveiling the Relationship between Packing Fraction, Elastic Properties, and Ionic Conductivity in Highly Modified Alkali-Borate Glasses,&rdquo; yet to be published. This article is a collaboration between the PI and collaborators from Greece and Brazil.</p>\r\n<p>Although recent, the equipment has significantly impacted our department&rsquo;s research projects. As a primarily undergraduate institution, most of our research is conducted during the Summer. For nine weeks during the Summer of 2024, eight students used the equipment daily, including on&nbsp;weekends. These students have learned how to prepare, operate, and analyze experiments using the EIS system. They have gained experience operating cutting-edge technology, learned how to maintain high-profile equipment, and properly store scientific data.</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Caio&nbsp;B&nbsp;Bragatto</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2320330/2320330_10887687_1730757390074_2024_11_04_155535--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2320330/2320330_10887687_1730757390074_2024_11_04_155535--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2320330/2320330_10887687_1730757390074_2024_11_04_155535--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Part of the PI (Prof. Bragatto) research group worked mainly on the equipment acquired through this grant.</div>\n<div class=\"imageCredit\">Caio Bragatto</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Caio&nbsp;B&nbsp;Bragatto\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe proposed NSF-MRI grant's objective was to purchase a Novotherm Alpha AN analyzer accompanied by a Novotherm furnace and a Novotherm-HT 1200 temperature and atmosphere control. The equipment was purchased in October 2023 and was functional by February2024.\r\n\n\nOver the last 9 months, over 20 undergraduate students had access to the electrochemical impedance spectrometer (EIS) acquired through this MRI. Since its installation at the end of January 2024, over 100 measurements have been taken on the equipment,the majority of which wereconducted by undergraduate students from Coe College. These students have researched the electrochemical properties of highly-modified glasses, exploring the mixed alkali effect, studied the relationship between structure and ionic conductivity of borate glasses containing up to 65% of alkali-oxides in their composition, as well as studied the change in resistance following the in-situ phase transformation of lithium diborate glasses into their crystalline counterpart. The EIS equipment has also been used to help develop a neural network capable of predicting the electrical properties of binary glasses.\r\n\n\nThese students have already presented these results at two national conferencesone at Coe College (IA) and one at Alfred University (NY)and others will follow in the coming years. Results obtained with this equipment are also part of the scientific article Unveiling the Relationship between Packing Fraction, Elastic Properties, and Ionic Conductivity in Highly Modified Alkali-Borate Glasses, yet to be published. This article is a collaboration between the PI and collaborators from Greece and Brazil.\r\n\n\nAlthough recent, the equipment has significantly impacted our departments research projects. As a primarily undergraduate institution, most of our research is conducted during the Summer. For nine weeks during the Summer of 2024, eight students used the equipment daily, including onweekends. These students have learned how to prepare, operate, and analyze experiments using the EIS system. They have gained experience operating cutting-edge technology, learned how to maintain high-profile equipment, and properly store scientific data.\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: CaioBBragatto\n"
 }
}