{
 "awd_id": "2320089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conference: Electricity Access and Sustainable Business Model Educators Workshop",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2023-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 20374.0,
 "awd_amount": 20374.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2023-06-08",
 "awd_abstract_narration": "This project will convene approximately 50 educators, practitioners, governmental and non-governmental organizations, and other stakeholders in the domains of electricity access and associated sustainable business model development for a two-day workshop. The workshop builds on the success and interest from the Energy Access Educators Workshop sponsored by the National Science Foundation in 2022. Electricity access is concerned with providing electricity to the over 700 million people presently without it. Although most of the people that struggle with electricity access are found in Sub-Saharan Africa and South Asia, within the United States tens of thousands of homes do not have electricity. Crucial to any scalable technological solution to providing electricity access is an attendant sustainable business model that considers how the costs of producing electricity are recovered, and ways to productively utilize the electricity for maximum economic impact. These topics are scarcely found in engineering curricula in the United States. However, students may greatly benefit from engaging with these topics. Students are more likely to show interest in and persist in engineering if they are exposed to the application of engineering in ways that improve the lives and livelihoods of people in marginalized, under-resourced, or at-risk communities. Unfortunately, at present, the number of faculty active in both electricity access and sustainable business models is relatively small, and there is no venue, professional association or infrastructure dedicated to serving these educators. As a result, the quality and quantity of education in these topics suffers, and community building, academic exchange, and opportunities for collaboration among the faculty is stifled. \r\n\r\nThe workshop will be held in October 2023 at Villanova University, immediately preceding the IEEE Global Humanitarian Technology Conference. The workshop agenda includes targeted discussion, panel, and networking sessions. Ample time will be given for open-ended discussion. During workshop sessions, participants will share best practices, lessons learned, and innovative ideas for curricular, co-curricular, and extra-curricular activities related to technical and business aspects of electricity access. Interactive sessions will explore topics such as identifying educational materials, gaining support from university administration, effectively engaging with cross-disciplinary collaboration, establishing local partnerships, and acquiring funding. There will be selected keynote presentations from experienced practitioners and educators. Each day of the workshop will conclude with a de-brief session that summarizes the day’s discussion points. Pre- and post-workshop surveys will be given to create a preliminary snapshot of the state of electricity access education, shape the workshop agenda, and assess the success of the workshop in meeting its aims. The key findings of the workshop will be synthesized and disseminated through publications and presentations. The workshop will lead to the development of a roadmap of future activities and infrastructure, such as additional workshops, email lists, sharing of course materials and resources, and collaborative pedagogical or applied research with the goal of creating a community of interest for long term collaboration. Attendees will also brainstorm ways to perpetuate this workshop in future years through alternative funding models.  The workshop participants will be recruited from a variety of higher education institutions, with particular emphasis on Primarily Undergraduate Institutions, Tribal Colleges and Universities, and Historically Black Colleges and Universities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Louie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry Louie",
   "pi_email_addr": "louieh@seattleu.edu",
   "nsf_id": "000675857",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle University",
  "inst_street_address": "901 12TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2062966161",
  "inst_zip_code": "981224411",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE UNIVERSITY",
  "org_prnt_uei_num": "LCYLGVGSEQE3",
  "org_uei_num": "LCYLGVGSEQE3"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova Inn and Conference Center",
  "perf_str_addr": "601 COUNTY LINE ROAD",
  "perf_city_name": "RADNOR",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190874523",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20374.0
  }
 ],
 "por": null
}