{
 "awd_id": "2320189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Helium Recovery Equipment: An integrated system for helium capture and recovery for the Oregon State University NMR facility",
 "cfda_num": "47.074, 47.083",
 "org_code": "08080000",
 "po_phone": "7032922975",
 "po_email": "jcdebell@nsf.gov",
 "po_sign_block_name": "John Steven C. De Belle",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 500408.0,
 "awd_amount": 500408.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "An award has been made to Oregon State University (OSU) to acquire and install an integrated system for helium capture and recovery for the OSU nuclear magnetic resonance (NMR) facility. Helium is an inert gas and is the only element in the periodic table that is a non-renewal resource. Helium is mined, often with natural gas, and once released into the Earth’s atmosphere, it is lost to outer space. Helium is in high demand because it is used for a variety of applications in industry and research, including production of semi-conductors, operation of quantum computers, cooling medical equipment like magnetic resonance imaging (MRI) and cooling research equipment like NMR spectrometers. Unfortunately, helium supply is volatile, leading to wide price fluctuations and periods of limited availability. Therefore, it is important that researchers recycle helium whenever possible. OSU’s NMR facility uses over 1000 liters (L) of liquid helium annually to maintain its five NMR spectrometers, including the two highest field spectrometers in Oregon. The facility provides access and support for NMR spectroscopy to OSU and other academic institutions including primarily undergraduate institutions, and we support industrial users across the Pacific Northwest region. This effort will support over 150 users and their associated research projects, which span a wide array of scientific investigations in the fields of biochemistry, chemistry, environmental science, materials science, food science, agricultural science, forestry, and engineering. The principles of helium recovery will be incorporated into NMR classes offered by the OSU College of Science and in guest lectures provided by the facility Director in other classes. The NMR facility frequently offers tours to prospective students and visitors, and helium recovery will be highlighted during these tours. Cost savings from reduced liquid helium purchases will be used to support high-risk, high-reward pilot projects that use the NMR facility. By reducing our helium, increased helium will remain available for use by other critical services, such as medical MRI.\r\n\r\nThis project will allow the OSU NMR facility to capture and recycle the helium used to cool the superconducting NMR magnets in the facility and ensures the ongoing operation of these instruments. Of the more than 1000 L of liquid helium used annually by the NMR spectrometers, this project will enable recycling of at least 90%. This will greatly insulate the facility and its instrumentation from helium supply disruptions, which are happening with increasing frequency. To achieve this high level of efficiency, the system will capture helium during both liquid helium refills and normal operations. This project will also examine the feasibility of capturing and transporting helium from instruments located too far from the main facility to perform direct capture via piping. We call this ‘distributed recovery’, an application for which there is limited technical data available. These results will lay the foundation for determining the feasibility of distributed helium recovery, which could provide access to helium recovery for smaller institutions. This project will support multiple ongoing research efforts in biology that are investigating the Hippo signaling pathway, mechanisms of motor protein function, viral replication, and membrane repair. The project also supports research in materials science, developing new materials for carbon capture, environmental remediation, batteries and new chemistry for the synthesis of fine chemicals. The results of the project will be made publicly available on the NMR facility website and through peer-reviewed publications when appropriate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Reardon",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick N Reardon",
   "pi_email_addr": "reardonp@oregonstate.edu",
   "nsf_id": "000748105",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elisar",
   "pi_last_name": "Barbar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisar Barbar",
   "pi_email_addr": "barbare@science.oregonstate.edu",
   "nsf_id": "000436111",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON ST",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "128Z",
   "pgm_ref_txt": "Helium Conservation-Recycling"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 500408.0
  }
 ],
 "por": null
}