{
 "awd_id": "2321673",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholarships to Support Students at Hawaiian and Pacific Island Institutions of Higher Education in STEM Degree Programs",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2023-10-15",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 4999715.0,
 "awd_amount": 4999715.0,
 "awd_min_amd_letter_date": "2023-08-11",
 "awd_max_amd_letter_date": "2023-09-15",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the recruitment, retention and graduation of high-achieving, low-income students with demonstrated financial need enrolled in several Pacific Islands institutions of higher education. This project, which builds on an existing and successful partnership between the University of Hawaii at Manoa, American Samoa Community College, the College of Micronesia - FSM, the College of the Marshall Islands, Northern Marianas College, and Palau Community College, will provide scholarships of up to $15,000 per year to up to 250 scholars over five years. Scholars will be prepared to serve their communities and meet national needs in critical STEM areas including ocean health, natural resource assessment, protection, restoration, and resilience in the face of climate change and other challenges to environmental and natural resource sustainability. Island-based students including Native Hawaiians and Pacific Islanders (NHPIs) are often hindered in pursuing higher education by financial limitations. Over 65% of this group of students are the first generation in their families to attend college, and often graduate at lower rates compared to their peers. Elements of this project, specifically scholarships, mentoring, cohort activities, professional skill development, and a network of academic support can make the difference in helping students succeed in earning degrees in STEM. Lessons learned from this project will be applied to help increase opportunities for low-income, island-based students, including first-generation college students and NHPIs, to enter the STEM workforce. \r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. It will support a group of highly intelligent, culturally connected, and largely underrepresented students in pursuing STEM careers. Project research and evaluation efforts will contribute new knowledge on the effectiveness of approaches and activities that strengthen students’ self-efficacy, science identity, and sense of belonging in entering the STEM workforce. A specific focus of the project research will be to explore the impact of a novel mentoring structure. Scholars will be assigned a faculty mentor to provide academic and professional support, and will select a second socioemotional mentor that can tailor their advice to a scholar's culture, identity, family roles, and other personal factors that might impact their engagement and success. Scholars will be trained for employment in rapidly expanding STEM fields, broadening participation in the STEM workforce by NHPIs and other populations represented in the pool of scholars. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Richmond",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Richmond",
   "pi_email_addr": "richmond@hawaii.edu",
   "nsf_id": "000156975",
   "pi_start_date": "2023-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Tellei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Tellei",
   "pi_email_addr": "tellei@palau.edu",
   "nsf_id": "000474405",
   "pi_start_date": "2023-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vernice",
   "pi_last_name": "Yuji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vernice Yuji",
   "pi_email_addr": "vernicey@palau.edu",
   "nsf_id": "000541457",
   "pi_start_date": "2023-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii, Kewalo Marine Laboratory",
  "perf_str_addr": "41 Ahui Street",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968135511",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 4999715.0
  }
 ],
 "por": null
}