{
 "awd_id": "2321219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Challenging Cultural Norms through Asset-focused Narratives: Examining Intersecting Stigmatized Identities from Graduate Student and Faculty Perspectives in the Natural Sciences",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 349958.0,
 "awd_amount": 369579.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2024-08-10",
 "awd_abstract_narration": "Given the national need for a compositionally diverse and culturally competent workforce in the field of science, technology, engineering, and mathematics (STEM), higher education has begun to recognize that cultural norms must change to create a welcoming environment for all in STEM fields. This project aims to create greater understanding of how to broaden participation in biology, chemistry, and physics by (1) examining how graduate students with more than one potentially stigmatizing identity marker (e.g., religion, race/ethnicity, and gender) perceive the culture and climate of academic STEM, (2) foregrounding asset-based narratives of graduate students of color, and (3) leveraging faculty mentors’ equity-minded mentoring practices. This project is also designed to build capacity in STEM education research by expanding the principal investigator’s skills with research design and the use of theory to inform data collection and analysis. \r\n\r\nThe core of the project is a qualitative study examining the experiences of biology, chemistry, and physics graduate students of color and their faculty mentors regarding culture, climate, and mentoring approaches in the academy. Data collection will involve semi-structured individual interviews with students and faculty mentors as well as in-depth focus groups with students.  Participants will be drawn from a range of institutions with different minority-serving status and levels of research activity. Concepts from theories of professional science identity, intersectionality, and equity-minded mentoring will inform data analysis.  One of the salient characteristics of science identity is that it relates to multiple other identities, such as gender identity, religious identity, and ethnic identity. Thus, to fully consider the role multiple underlying identities play in shaping science identity, this study seeks to leverage the concept of intersectionality as both a conceptual framework and a methodological tool. This study also seeks to identify mentoring/ mentee practices that can be used to cultivate a learning environment in which graduate students of color can thrive. Throughout the project, the principal investigator will be mentored by both an individual mentor and an advisory board. In the latter stages of the project, modules for graduate student orientation and faculty mentor training programs will be developed. These modules will strive to showcase asset-based narratives of graduate students of color with interactive, positive examples of embracing cultural and social identities in a transformative manner. Further, these group-specific and discipline-specific training modules will aim to provide faculty mentors training in managing interpersonal relationships with mentees from diverse backgrounds and in recognizing marginalized forms of capital that may challenge pre-established disciplinary norms. The project is supported by NSF’s EDU Core Research Building Capacity in STEM Education Research (ECR: BCSER) program, which is designed to build investigators’ capacity to carry out high-quality STEM education research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Google",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Angela N Google",
   "pi_email_addr": "angela.google@uri.edu",
   "nsf_id": "000874792",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162Y00",
   "pgm_ele_name": "ECR:BCSER Capcity STEM Ed Rscr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "1544",
   "pgm_ref_txt": "GSE: Research on Gender in S&E"
  },
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 349958.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 19621.0
  }
 ],
 "por": null
}