{
 "awd_id": "2321162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-CIVIC-FA Track A: Assessing the Performance of Green Stormwater Infrastructure for Climate Adaptation and Coastal Resilience in the City of Cape Canaveral, Florida",
 "cfda_num": "47.041, 47.070",
 "org_code": "05050000",
 "po_phone": "7032924760",
 "po_email": "osokolsk@nsf.gov",
 "po_sign_block_name": "Oleg Sokolsky",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-09-18",
 "awd_max_amd_letter_date": "2023-09-18",
 "awd_abstract_narration": "Like many coastal communities, the City of Cape Canaveral, Florida is confronted with the stressors of coastal flooding and harmful algal blooms (HABs) in nearshore waters. Antiquated infrastructure in the built environment and accelerating climate change are together amplifying these threats, with deleterious impacts to public safety, ecosystem health, and private property. The Cape Canaveral municipal government – in collaboration with its academic and community partners – has identified green stormwater infrastructure (GSI) based interventions as one of its primary strategies for climate and water quality mitigation. This Smart and Connected Communities Civic Innovation Challenge Full Award (SCC-CIVIC-FA) project will establish a pilot GSI bioswale and associated hydrologic monitoring system at Veterans Memorial Park in the City of Cape Canaveral. Performance data from this pilot will directly used to guide design, implementation, and monitoring protocols within subsequent GSI projects in Cape Canaveral and other similarly situated coastal communities in the Indian River Lagoon watershed of eastern Florida. This includes Cape Canaveral’s recent development of an ambitious 25-year master plan for GSI interventions within its Presidential Streets neighborhood, a hotspot for recent stormwater flooding events. \r\n\r\nGSI refers to a set of stormwater management practices that are designed to maintain, restore, and/or mimic pre-development hydrologic conditions within built environments. These practices are widely promoted as a tool for reducing flood risk, improving water quality, and creating valuable green space amenities. However, GSI has not yet been adopted at scale in much of the U.S., including areas – like much of coastal Florida – where existing stormwater infrastructure systems are largely maladapted to climate change-driven flood risks and often identified as a primary pollutant load source. A relative lack of monitoring and performance data, ambiguous permitting design standards, and misunderstood maintenance protocols are all commonly cited as key barriers to the wider application of GSI. To help overcome these barriers, Cape Canaveral is motivated to serve as a partner and host for this pilot project that will objectively test the field performance of GSI interventions for mitigating stormwater-based flooding and non-point nutrient load issues. Project results are anticipated to influence broader municipal consideration and adoption of suitable GSI interventions within the watershed of the highly impaired Indian River Lagoon, home to 1.6 million people and often described as the most biodiverse estuary in North America.\r\n\r\nThe CIVIC Innovation Challenge is a collaboration with Department of Energy, Department of Homeland Security, and the National Science Foundation\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Evans",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jason M Evans",
   "pi_email_addr": "jevans1@stetson.edu",
   "nsf_id": "000743011",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nickolas",
   "pi_last_name": "Macchiarella",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nickolas D Macchiarella",
   "pi_email_addr": "macchian@erau.edu",
   "nsf_id": "000816492",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stetson University",
  "inst_street_address": "421 N WOODLAND BLVD UNIT 8278",
  "inst_street_address_2": "",
  "inst_city_name": "DELAND",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3867386686",
  "inst_zip_code": "327238417",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "FL06",
  "org_lgl_bus_name": "STETSON UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPBLQUYKQKJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Stetson University",
  "perf_str_addr": "421 N WOODLAND BLVD",
  "perf_city_name": "DELAND",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "327238300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}