{
 "awd_id": "2321805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Predictive ex vivo solid tumor biopsy-chip multiplexer for screening anticancer agents",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2023-07-21",
 "awd_max_amd_letter_date": "2023-07-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project lies in enhancing health outcomes and quality of life for cancer patients. Each year, over 1.7 million Americans are diagnosed with cancer, and treatment turns out to be ineffective for approximately 75% of those receiving systemic therapy. This failure is because every tumor is distinct in makeup and response to treatment. Unfortunately, a generalized treatment approach is forced upon a disease that is uniquely personal due to lack of personalized predictive tools. Consequently, patients are exposed to several rounds of potentially harmful overtreatment until the right regimen is found. Adding insult to injury, over 40% of patients deplete their entire life savings in just 2 years. In discussions with leadership from the Centers for Medicare & Medicaid Services (CMS) and private insurance providers – who currently spend over $35 billion annually on treating just five types of cancer – the inability to match treatments to tumors was unanimously the critical, unmet, and urgent market need. This proposal can make a profound impact on the lives of cancer patients, offer substantial cost savings to insurance providers, and strengthen US leadership in advanced research.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project represents a major departure from the traditional, one-size-fits-all approach to cancer treatment. The proposed technology will rapidly match biopsy tissue from a patient’s tumor with various treatment regimens – before treatment, outside the patient – to identify the right treatment for that patient. In order to achieve clinical translation for this technology, during this SBIR Phase I project, the company will address several key objectives: 1) establish standard guidelines for tissue collection, handling, and cold chain logistics to minimize the impact of these factors on the viability of live solid-tumor biospecimens; 2) generate 3D bio-printed mimics of patient biopsies for extensive validation and refinement of the technology; and 3) demonstrate the predictive capacity of this platform for personalized cancer treatment. If successful, this personalized approach will not only reduce the cost of cancer treatment incurred by health insurance providers but, more importantly, also lighten the emotional, physical, and financial burden suffered by patients.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karim",
   "pi_last_name": "Budhwani",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Karim I Budhwani",
   "pi_email_addr": "IronMan@CerFlux.com",
   "nsf_id": "000802142",
   "pi_start_date": "2023-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CERFLUX, INC.",
  "inst_street_address": "215 RICHARD ARRINGTON JR BLVD N",
  "inst_street_address_2": "STE 101",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "8772373589",
  "inst_zip_code": "352033770",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "CERFLUX INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "RJKTP1C2LNJ8"
 },
 "perf_inst": {
  "perf_inst_name": "CERFLUX, INC.",
  "perf_str_addr": "215 RICHARD ARRINGTON JR BLVD N",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352033770",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Cancer treatment faces a critical challenge: while nearly half the world's population will be diagnosed with cancer in their lifetime, each patient's tumor is unique in its composition and response to treatment. This duality makes developing cancer drugs extremely difficult. Currently, 96% of cancer drugs that show promise in early lab tests fail in clinical trials, resulting in over $100 billion in annual research investment that could have been directed more effectively. More importantly, these failures represent considerable physical and emotional toll on patients enrolled in those trials and lost time and hope for other patients. One reason for this staggering failure rate is the lack of tools that can more accurately approximate how a drug will perform in human patients.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">With support from the National Science Foundation SBIR Phase I program, we refined and validated an innovative technology platform to address this challenge. Our approach combines advanced tumor tissue handling techniques, three-dimensional bioprinting, and sophisticated drug screening methods to better predict which experimental cancer drugs are most likely to succeed in clinical trials. Here is a summary of three key outcomes from this NSF-powered project.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">First, we established a standardized method for preserving and transporting live tumor tissue between medical centers and testing laboratories. This achievement is particularly important because nearly 70% of diagnostic laboratory test errors occur due to variations in how tissue samples are handled before testing begins. Our protocol, published in the scientific journal <em>Methods</em>, provides researchers worldwide with step-by-step instructions for maintaining tissue quality during transport. This standardized protocol can not only improve the reliability of cancer research but also facilitate collaboration across institutions, accelerating the pace of discovery.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">Second, we systematically compared three approaches to transform small amounts of tumor tissue into adequate material for bioprinting multiple identical copies the tissue for comprehensive drug testing, while maintaining the unique characteristics of each patient's cancer. For this, we combined principles of inkjet printing and tissue engineering to create three-dimensional models of tumors in the lab. Unlike traditional flat cell cultures grown in Petri dishes, our 3D bioprinted organoid tumors (BOTs) better mirror the natural environment of actual patient tumors.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">Third, we engineered specialized testing platforms that can evaluate multiple different types of cancer drugs simultaneously on these 3D BOTs or even directly on the original tumor tissue. This innovation allows direct side-by-side comparison of the effectiveness of several drugs, providing insights into which drugs might work best in that case. In our studies, this platform successfully identified drugs that specifically target certain genetic mutations in tumors while sparing healthy tissue &ndash; a key goal in modern cancer treatment. This scalable platform has the potential to streamline drug testing across a wide range of cancer types, offering a more efficient and cost-effective approach to identifying and prioritizing promising therapies<span class=\"s1\">.</span></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">Through participation in the NSF Beat the Odds Bootcamp, we gained crucial insights that helped refine our strategy for moving this technology from lab to life. We discovered an urgent need in the pharmaceutical industry for independent, standardized testing of experimental cancer drugs before they enter expensive clinical trials. By providing more accurate approximations of drug effectiveness early in development, our technology could help pharmaceutical companies prioritize promising drugs and identify potential failures before investing in costly clinical trials. Addressing this need, not only benefits pharmaceutical companies but also accelerates the delivery of effective treatments to patients, reducing the burden of failed trials.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">Findings from this project have been disseminated in peer-reviewed publications and presentations at major scientific and industry conferences. Our work has garnered considerable interest from biopharma companies and research institutions, suggesting strong potential for adoption in cancer drug development. Looking ahead, this technology could fundamentally improve how new cancer treatments are developed. By helping researchers identify the most promising drug candidates earlier, we aim to:</p>\r\n<p style=\"padding-left: 30px;\">(1) Reduce the high failure rate in cancer clinical trials<br />(2) Accelerate the delivery of new effective treatments to patients<br />(3) Save billions in misdirected research funding<br />(4) Decrease the number of patients exposed to ineffective treatments</p>\r\n<ol class=\"ol1\"> </ol>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\">Beyond its immediate commercial potential, this NSF-supported work contributes to the broader scientific community through published protocols and methodologies that other researchers can use and build upon. The project demonstrates how public funding of innovative research can lead to advances that benefit both the scientific community and society as a whole. Our success in Phase I has established a strong foundation for further development and implementation of this technology. With continued support, we aim to expand the platform's capabilities and accelerate its adoption across the pharmaceutical industry, ultimately helping to bring more effective cancer treatments to patients more quickly and efficiently.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/21/2025<br>\nModified by: Karim&nbsp;Ismail&nbsp;Budhwani</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCancer treatment faces a critical challenge: while nearly half the world's population will be diagnosed with cancer in their lifetime, each patient's tumor is unique in its composition and response to treatment. This duality makes developing cancer drugs extremely difficult. Currently, 96% of cancer drugs that show promise in early lab tests fail in clinical trials, resulting in over $100 billion in annual research investment that could have been directed more effectively. More importantly, these failures represent considerable physical and emotional toll on patients enrolled in those trials and lost time and hope for other patients. One reason for this staggering failure rate is the lack of tools that can more accurately approximate how a drug will perform in human patients.\r\n\n\n\r\n\n\nWith support from the National Science Foundation SBIR Phase I program, we refined and validated an innovative technology platform to address this challenge. Our approach combines advanced tumor tissue handling techniques, three-dimensional bioprinting, and sophisticated drug screening methods to better predict which experimental cancer drugs are most likely to succeed in clinical trials. Here is a summary of three key outcomes from this NSF-powered project.\r\n\n\n\r\n\n\nFirst, we established a standardized method for preserving and transporting live tumor tissue between medical centers and testing laboratories. This achievement is particularly important because nearly 70% of diagnostic laboratory test errors occur due to variations in how tissue samples are handled before testing begins. Our protocol, published in the scientific journal Methods, provides researchers worldwide with step-by-step instructions for maintaining tissue quality during transport. This standardized protocol can not only improve the reliability of cancer research but also facilitate collaboration across institutions, accelerating the pace of discovery.\r\n\n\n\r\n\n\nSecond, we systematically compared three approaches to transform small amounts of tumor tissue into adequate material for bioprinting multiple identical copies the tissue for comprehensive drug testing, while maintaining the unique characteristics of each patient's cancer. For this, we combined principles of inkjet printing and tissue engineering to create three-dimensional models of tumors in the lab. Unlike traditional flat cell cultures grown in Petri dishes, our 3D bioprinted organoid tumors (BOTs) better mirror the natural environment of actual patient tumors.\r\n\n\n\r\n\n\nThird, we engineered specialized testing platforms that can evaluate multiple different types of cancer drugs simultaneously on these 3D BOTs or even directly on the original tumor tissue. This innovation allows direct side-by-side comparison of the effectiveness of several drugs, providing insights into which drugs might work best in that case. In our studies, this platform successfully identified drugs that specifically target certain genetic mutations in tumors while sparing healthy tissue  a key goal in modern cancer treatment. This scalable platform has the potential to streamline drug testing across a wide range of cancer types, offering a more efficient and cost-effective approach to identifying and prioritizing promising therapies.\r\n\n\n\r\n\n\nThrough participation in the NSF Beat the Odds Bootcamp, we gained crucial insights that helped refine our strategy for moving this technology from lab to life. We discovered an urgent need in the pharmaceutical industry for independent, standardized testing of experimental cancer drugs before they enter expensive clinical trials. By providing more accurate approximations of drug effectiveness early in development, our technology could help pharmaceutical companies prioritize promising drugs and identify potential failures before investing in costly clinical trials. Addressing this need, not only benefits pharmaceutical companies but also accelerates the delivery of effective treatments to patients, reducing the burden of failed trials.\r\n\n\n\r\n\n\nFindings from this project have been disseminated in peer-reviewed publications and presentations at major scientific and industry conferences. Our work has garnered considerable interest from biopharma companies and research institutions, suggesting strong potential for adoption in cancer drug development. Looking ahead, this technology could fundamentally improve how new cancer treatments are developed. By helping researchers identify the most promising drug candidates earlier, we aim to:\r\n\n\n(1) Reduce the high failure rate in cancer clinical trials\n(2) Accelerate the delivery of new effective treatments to patients\n(3) Save billions in misdirected research funding\n(4) Decrease the number of patients exposed to ineffective treatments\r\n \r\n\n\n\r\n\n\nBeyond its immediate commercial potential, this NSF-supported work contributes to the broader scientific community through published protocols and methodologies that other researchers can use and build upon. The project demonstrates how public funding of innovative research can lead to advances that benefit both the scientific community and society as a whole. Our success in Phase I has established a strong foundation for further development and implementation of this technology. With continued support, we aim to expand the platform's capabilities and accelerate its adoption across the pharmaceutical industry, ultimately helping to bring more effective cancer treatments to patients more quickly and efficiently.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 02/21/2025\n\n\t\t\t\t\tSubmitted by: KarimIsmailBudhwani\n"
 }
}