{
 "awd_id": "2321454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI (MCA): Self-Contained Soft Robotic Rehabilitation Device for Finger Extension Exercises",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 311439.0,
 "awd_amount": 327439.0,
 "awd_min_amd_letter_date": "2023-08-16",
 "awd_max_amd_letter_date": "2025-01-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation – Mid Career Advancement (PFI-MCA) project is in improving accessibility to finger and hand rehabilitation for patients suffering from stroke or neurological movement disorders. In turn, it speeds up their recoveries. It could reduce the overall costs for patients with clenched fists, which present as overactive muscle activity and excessive tightness of the finger flexors, decreasing the ability to perform finger extension. To regain hand and finger motor functions, patients must engage in activity-based therapy to repeat hand- and finger-specific exercises daily. Limited access to therapy makes it challenging for patients to adhere to such a high-intensity rehabilitation routine. Hence, robotic devices that can assist and monitor these repetitive moments at a patient’s home could potentially improve access to rehabilitation and promote a more sustainable recovery process. Pneumatically actuated soft robotic rehabilitation gloves currently available on the market cannot open the fingers of a stroke patient with clenched fists. They are also difficult for patients to put on without assistance. Addressing existing rehabilitation gloves' drawbacks, this project develops a self-contained, unrestricted soft robotic device made with phase-changing materials and actuated by heat to assist finger extension rehabilitation exercises for patients with clenched fists.\r\n\r\nThe proposed project will design, prototype, and test a thermally driven, self-contained soft robotic device to assist at-home hand rehabilitation for patients with clenched fists after stroke. The research merits and expected outcomes include: 1. Design and prototype a self-contained soft robotic device for finger extension exercises: Considering the ability to open fingers for patients with clenched fists, the proposed design provides active extension assistance to fingers. Using phase-changing material material-elastomer composites to form a unique curing elastomer structure, this project will design and prototype a soft robotic device that fits under the clenched fist in its neutral state and pushes fingers open when actuated. 2. Testing- Data collected from mechanical and human subject testing will be used to analyze the device's efficacy and to estimate participant numbers for future, larger-scale clinical trials to take the design one step closer to a marketable product. 3. Specifically designed survey instruments to study stroke-specific patient-reported experience measures (PREMs): Survey instruments and results could apply to others interested in PREMs for stroke patients and verify the function and specifications needed for the proposed design to support quality improvement and enhance patient-centered care.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yen-Lin",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yen-Lin Han",
   "pi_email_addr": "hanye@seattleu.edu",
   "nsf_id": "000589296",
   "pi_start_date": "2023-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle University",
  "inst_street_address": "901 12TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2062966161",
  "inst_zip_code": "981224411",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE UNIVERSITY",
  "org_prnt_uei_num": "LCYLGVGSEQE3",
  "org_uei_num": "LCYLGVGSEQE3"
 },
 "perf_inst": {
  "perf_inst_name": "Seattle University",
  "perf_str_addr": "901 12TH AVE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981224411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 311439.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}