{
 "awd_id": "2322982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  A Compact Silicon Chip for Laser Injection Locking and Optical Parametric Oscillation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-04-21",
 "awd_max_amd_letter_date": "2023-04-21",
 "awd_abstract_narration": "The broader impact potential of this I-Corp project is the development of a compact chip technology for generating coherent lasers from visible to infrared. The proposed technology is designed to turn an inexpensive, limited performance laser diode into a top-of-the-line diode with a broad color range. The resulting product may be an affordable alternative to high-end laser products and extend laser emission wavelengths to a wide range of interest. In addition, the chip technology based on silicon nitride photonics may be produced by wafer-scale CMOS-compatible fabrication and may support laser light generation from 350 nm to 4500 nm, which would help solve existing scalability challenges in a variety of application fields.  The proposed technology may provide a universal and scalable silicon photonics solution for integrated lasers for a variety of applications including quantum science, biochemical sensing, autonomous driving and LiDAR, and augmented/virtual reality.\r\n\r\nThis I-Corps project is based on the development of a compact chip-integrated laser for generating coherent laser sources that can produce light from visible to infrared.  The goal is to combine laser injection locking and optical parametric oscillation (OPO) based on a photonic crystal ring (PhCR).  The proposed technology takes advantages of two nanophotonics technologies:  on-chip OPO and high-quality PhCR, to solve the challenge of integrating chip laser with ultra-broad spectral coverage from visible to infrared. Lasers with such a wide range have not been proposed or demonstrated previously by existing technologies.  The proposed chips may be produced in large scale, hence low-cost, by wafer scale CMOS compatible fabrication. In addition, the proposed technology may be compatible with other existing laser technologies, providing a versatile platform to generate high quality laser sources and a wider wavelength range. Such a device may significantly improve the ability of existing microcavities to enhance the interaction between light and matter and improve integrated commercial and research activities, particularly for integrated quantum science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiyuan",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiyuan Lu",
   "pi_email_addr": "xnl9@umd.edu",
   "nsf_id": "000925437",
   "pi_start_date": "2023-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report with NSF I-Corps </strong></p>\n<p>This project outcomes report encapsulates key research outcomes enabled by the NSF I-Corps, illustrating how this support has expanded our research capabilities and industrial impact. The outcomes described below showcase the considerable advancements in photonic technologies and their potential for widespread application, made possible through our collaborations and the foundational support of NSF I-Corps.</p>\n<p><strong><br /> Research Outcomes</strong></p>\n<p>Our team made groundbreaking advancements with the development of techniques to extend on-chip Kerr optical parametric oscillation to coherently cover the entire green gap&mdash;a first in the field. This expansion of technology applications, discussed in \"Advancing On-chip Kerr Optical Parametric Oscillation Towards Coherent Applications Covering the Green Gap\" by Y. Sun et al., reflects directly on the substantial backing from NSF I-Corps. This manuscript is under review for the 2024 issue of Light: Science &amp; Applications and marks a significant milestone in optical research. This outcome shows a promising route to green gap laser challenge.</p>\n<p>Similarly, our research on \"Band Flipping and Bandgap Closing in a Photonic Crystal Ring and Its Applications\" by X. Lu et al. has translated into wide adoption within the academic community, given its relevance to intellectual property pursued with NSF I-Corps support. This work has been accepted for publication in Optics Express in 2024 and showcases the practical implementation of our findings in advancing photonic technologies. This outcome shows a compact scheme for laser injection locking that is crucial for on-chip lasers.</p>\n<p>Another key project included frequency engineering of multi-mode microcavities through novel adjustments in photonic crystal ring designs, as put forth in \"Multi-mode Microcavity Frequency Engineering Through a Shifted Grating in a Photonic Crystal Ring\" by X. Lu et al., published in Photonics Research, volume 11, pages A72-A79 in 2023. This research, bolstered by NSF I-Corps, demonstrates significant potential for enhancing photonic integration techniques. This outcome bridges the gap by novel dispersion engineering technique so now nonlinear optics can be now achieved in foundry-compatible material platforms. <br /> <br /></p>\n<p><strong>Strategic insight</strong><br /> Lastly, the review paper \"Emerging Integrated Laser Technologies in the Visible and Short Near-Infrared\" by X. Lu et al., under review for Nature Photonics in 2024, encapsulates the broadened research approach made possible by NSF I-Corps. Initially focusing on nonlinear optics, the support enabled an exploration into integrated laser technology, demonstrating a successful partnership with industry leaders and expected to make a strong impact upon its forthcoming production. This insight connects our technology to a broader map of all leading integrated laser technologies.<br /> <br /> <br /> <strong>Industrial impacts</strong><br /> The support from NSF I-Corps has been instrumental in broadening our network, deepening connections with leading companies and universities through strategic alignments and collaborative initiatives. This engagement has been particularly notable in bridging the interests of quantum computing companies with our advancements in integrated photonics technology. By fostering relationships that bring together academic research and industrial application, NSF I-Corps has enabled us to integrate cutting-edge photonic solutions into practical, high-impact areas such as quantum computing, thereby enhancing both our commercial viability and technological footprint in this rapidly evolving sector.</p>\n<p><strong>Conclusion</strong> <br /> he NSF I-Corps has been crucial in each of these endeavors, providing not just funding but also strategic guidance to explore new applications and technologies. The research outcomes detailed here each bear testament to the enriching influence of NSF I-Corps, which has allowed for a broader scope and deeper impact of our work in the field of photonic technologies.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/03/2024<br>\nModified by: Xiyuan&nbsp;Lu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report with NSF I-Corps \n\n\nThis project outcomes report encapsulates key research outcomes enabled by the NSF I-Corps, illustrating how this support has expanded our research capabilities and industrial impact. The outcomes described below showcase the considerable advancements in photonic technologies and their potential for widespread application, made possible through our collaborations and the foundational support of NSF I-Corps.\n\n\n\n Research Outcomes\n\n\nOur team made groundbreaking advancements with the development of techniques to extend on-chip Kerr optical parametric oscillation to coherently cover the entire green gapa first in the field. This expansion of technology applications, discussed in \"Advancing On-chip Kerr Optical Parametric Oscillation Towards Coherent Applications Covering the Green Gap\" by Y. Sun et al., reflects directly on the substantial backing from NSF I-Corps. This manuscript is under review for the 2024 issue of Light: Science & Applications and marks a significant milestone in optical research. This outcome shows a promising route to green gap laser challenge.\n\n\nSimilarly, our research on \"Band Flipping and Bandgap Closing in a Photonic Crystal Ring and Its Applications\" by X. Lu et al. has translated into wide adoption within the academic community, given its relevance to intellectual property pursued with NSF I-Corps support. This work has been accepted for publication in Optics Express in 2024 and showcases the practical implementation of our findings in advancing photonic technologies. This outcome shows a compact scheme for laser injection locking that is crucial for on-chip lasers.\n\n\nAnother key project included frequency engineering of multi-mode microcavities through novel adjustments in photonic crystal ring designs, as put forth in \"Multi-mode Microcavity Frequency Engineering Through a Shifted Grating in a Photonic Crystal Ring\" by X. Lu et al., published in Photonics Research, volume 11, pages A72-A79 in 2023. This research, bolstered by NSF I-Corps, demonstrates significant potential for enhancing photonic integration techniques. This outcome bridges the gap by novel dispersion engineering technique so now nonlinear optics can be now achieved in foundry-compatible material platforms. \n \n\n\n\nStrategic insight\n Lastly, the review paper \"Emerging Integrated Laser Technologies in the Visible and Short Near-Infrared\" by X. Lu et al., under review for Nature Photonics in 2024, encapsulates the broadened research approach made possible by NSF I-Corps. Initially focusing on nonlinear optics, the support enabled an exploration into integrated laser technology, demonstrating a successful partnership with industry leaders and expected to make a strong impact upon its forthcoming production. This insight connects our technology to a broader map of all leading integrated laser technologies.\n \n \n Industrial impacts\n The support from NSF I-Corps has been instrumental in broadening our network, deepening connections with leading companies and universities through strategic alignments and collaborative initiatives. This engagement has been particularly notable in bridging the interests of quantum computing companies with our advancements in integrated photonics technology. By fostering relationships that bring together academic research and industrial application, NSF I-Corps has enabled us to integrate cutting-edge photonic solutions into practical, high-impact areas such as quantum computing, thereby enhancing both our commercial viability and technological footprint in this rapidly evolving sector.\n\n\nConclusion \n he NSF I-Corps has been crucial in each of these endeavors, providing not just funding but also strategic guidance to explore new applications and technologies. The research outcomes detailed here each bear testament to the enriching influence of NSF I-Corps, which has allowed for a broader scope and deeper impact of our work in the field of photonic technologies.\n\n\n\t\t\t\t\tLast Modified: 05/03/2024\n\n\t\t\t\t\tSubmitted by: XiyuanLu\n"
 }
}