{
 "awd_id": "2322178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-FA Track A: Kickstarting A Youth-Centered Green Economy For The Environmental Justice Community Of East Boston",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2023-09-18",
 "awd_max_amd_letter_date": "2023-09-18",
 "awd_abstract_narration": "This research involves understanding how underserved communities get actively engaged in making the transition to a vibrant green economy with improved environmental conditions and community resilience to climate change. To accomplish this goal, the research engages local youth in constructive and productive activities involving urban farming, coastal restoration, and social science-driven community engagement via a non-profit community entity (Eastie Farm). Youth centered activities include financial support to help youth make a living while they learn urban agricultural science and implementation via experimenting, documenting, and examining the best means and species of plants for local coastal wetland restoration that is designed to reduce coastal flooding and remobilization of industrial pollutants in wetland soils at the verge of their community. Youth-driven community surveys, overseen by university social science teams, and data collection and its analysis help youth learn how they can make positive and major differences in their community. University researchers, community members, and the community-based Eastie Farm are working together on this pilot to understand how low income and environmentally impacted communities can meet the challenges of climate change through nature-based solutions. Broader impacts of the project include youth empowerment and mentoring, focused on developing a robust understanding of how to make communities resilient to climate change and improve resident's quality of life. It creates a model that can be scaled and translated to other low-income, environmentally compromised, urban, coastal communities. The project also provides youth in low-income, traditionally underserved, urban communities with expertise and training in green careers as well as learning and realization of the power of youth-driven actions that have the potential to change a community and improve the lives of its residents.\r\n\r\nThe CIVIC Innovation Challenge is a collaboration with Department of Energy, Department of Homeland Security, and the National Science Foundation. Through the Eastie's Farm pilot program, youth are actively engaged in and learn social, climate, and biological science. In this project, 40 youth in a low income community in East Boston will be engaged in a program focused on building a green future for themselves and their community by learning green job skills; proper plant identification, selection, propagation, and installation; the amending and monitoring of environmental conditions to minimize and mitigate coastal flooding and the transport of industrial pollutants in marine wetlands while working closely with scientists and experts in bioscience and social science. They will also collect and analyze data on the barriers that keep families in their community from adopting approaches that help mitigate and provide resilience to climate change impacts and that are beneficial, both ecologically and economically, to themselves and their communities. In addition, the program exposes youth to experiential activities that help them understand the power of the scientific process and how to develop an entrepreneurial mind-set by involving them in experimentation and installation trials. The program includes field trips to talk to and interact with experts in the green energy and economy. Additional program impacts include connection of involved youth with providers of green jobs, from agriculture to solar and energy audits to jobs in education and green finance; all of which can help them kickstart a green economy in their own community, laying a pathway for a better sustainable future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kannan",
   "pi_last_name": "Thiruvengadam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kannan Thiruvengadam",
   "pi_email_addr": "kannan@eastiefarm.com",
   "nsf_id": "000879352",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EASTIE FARM, INC.",
  "inst_street_address": "6 CHELSEA TER",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174190787",
  "inst_zip_code": "021281739",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "EASTIE FARM INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UF7DGLN385D5"
 },
 "perf_inst": {
  "perf_inst_name": "EASTIE FARM, INC.",
  "perf_str_addr": "213 WEBSTER ST APT 2",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021282818",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-760241bb-7fff-c729-e437-a190be104f5d\">\r\n<p dir=\"ltr\"><span>Eastie Farm&rsquo;s <strong>Climate Corps Program</strong> is about youth empowerment in our climate justice community, specifically to act on climate via community-scale climate solutions and connection to green careers. Through the CIVIC pilot we kickstarted a transition to a green economy, via:&nbsp; nature-based coastal resiliency enhancement projects, identification of impediments to accessing green jobs, increasing adoption of beneficial ecosocial programs, and building a local, resilient, and just food system. Youth conducted scientific research guided by social and bioscience experts. They worked alongside grassroots climate organizations applying the research to mitigate flooding impacts both inland and on the coast via innovative, nature-based methods. This project brought academia and communities together towards tangible benefits to commuity (such as paying less for greener electricity, reducing food waste, managing stormwater better, reducing urban heat, etc), with youth at the center of community action.</span></p>\r\n<p dir=\"ltr\"><span> Other outcomes&nbsp; include: </span></p>\r\n<ol>\r\n<li><span>a green job connector portal</span></li>\r\n<li><span>mutual awareness of candidates (in justice communities) and providers of green jobs in both public and private sectors</span></li>\r\n<li><span>flooding control in the East Bosotn greenway</span></li>\r\n<li><span>erosion control on select coastal sites</span></li>\r\n</ol> <br />\r\n<p dir=\"ltr\"><span>About 40 youth, 14-22 years old, completed the program with a substantial degree of exposure to opportunities, agency, and reasons for hope. We also evaluated the pilot so other communities wishing to take similar approaches can tailor the implementation to suit their needs and aspirations.</span></p>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n<p dir=\"ltr\"><span><br /></span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Kannan&nbsp;Thiruvengadam</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nEastie Farms Climate Corps Program is about youth empowerment in our climate justice community, specifically to act on climate via community-scale climate solutions and connection to green careers. Through the CIVIC pilot we kickstarted a transition to a green economy, via: nature-based coastal resiliency enhancement projects, identification of impediments to accessing green jobs, increasing adoption of beneficial ecosocial programs, and building a local, resilient, and just food system. Youth conducted scientific research guided by social and bioscience experts. They worked alongside grassroots climate organizations applying the research to mitigate flooding impacts both inland and on the coast via innovative, nature-based methods. This project brought academia and communities together towards tangible benefits to commuity (such as paying less for greener electricity, reducing food waste, managing stormwater better, reducing urban heat, etc), with youth at the center of community action.\r\n\n\n Other outcomes include: \r\n\r\na green job connector portal\r\nmutual awareness of candidates (in justice communities) and providers of green jobs in both public and private sectors\r\nflooding control in the East Bosotn greenway\r\nerosion control on select coastal sites\r\n \n\r\n\n\nAbout 40 youth, 14-22 years old, completed the program with a substantial degree of exposure to opportunities, agency, and reasons for hope. We also evaluated the pilot so other communities wishing to take similar approaches can tailor the implementation to suit their needs and aspirations.\r\n\n\n\r\n\n\n\n\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: KannanThiruvengadam\n"
 }
}