{
 "awd_id": "2322613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Civil and Mechanical Engineering Scholarship Program",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2030-01-31",
 "tot_intn_awd_amt": 1727422.0,
 "awd_amount": 1727422.0,
 "awd_min_amd_letter_date": "2023-09-15",
 "awd_max_amd_letter_date": "2023-09-15",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Utah Valley University (UVU). UVU is a public institution of higher education with a dual mission – that of a comprehensive university and that of an open-admissions community college. Over its 6-year duration, the project will fund scholarships to at least 36 unique full-time students who are pursuing bachelor’s degrees in Civil Engineering and Mechanical Engineering. First-year students may receive up to five years and transfer students up to three years of scholarship support. The project will implement evidence-based practices to support scholars as they progress through their programs of study. For example, UVU’s accredited and well-designed baccalaureate programs in civil and mechanical engineering will be enhanced by supports for tutoring, collaborative projects, capstone projects, and internships. Faculty mentors will also help scholars create an Individual Education and Development Plan (IEDP) that will guide mentoring efforts, foster student growth, and increase student outcomes for persistence, completion, and career preparation. The introduction of e-portfolios will allow students to reflect on and synthesize their work in various courses and activities, help build connections between classroom and professional learning competencies, and prepare for graduate school application and job interviews. Collaboration from industry partners in the form of mentors, guest speakers, internships, and capstone projects will enrich the project. This scholarship project will give low-income students an opportunity to benefit from and contribute to the dynamic growth and catalytic impact of the mechanical and civil engineering professions in this region and beyond.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. The project aims to advance understanding about evidence-based, context-specific interventions for STEM programs at an open-admissions university with a markedly different student population from those at research-focused institutions. The project addresses several institutionally identified attrition points in the engineering educational pipeline at UVU, including high attrition of first- and second-year students, slow pace of students to matriculation into the professional program, and low participation and completion rates of women, underrepresented minorities, and first-generation students. Based on data from UVU’s prior Track 1 project and on research documenting the success of the evidence-based practices to be employed, we anticipate that this project will make a substantial difference in keeping participants in school, helping them complete their degrees in a timely manner, and preparing a talented workforce with the technical and soft skills to meet regional and national needs. We feel this project has potential to inform other institutions with similar populations and concerns. An external evaluator will help determine which interventions and combinations of interventions are most impactful to students and most valued by them. The successful outcomes of this scholarship project and noteworthy lessons learned will be disseminated by the project team through publications and presentations at engineering education conferences. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Tolman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sean S Tolman",
   "pi_email_addr": "stolman@uvu.edu",
   "nsf_id": "000651118",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Jensen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Jensen",
   "pi_email_addr": "Matt.Jensen@uvu.edu",
   "nsf_id": "000741154",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bennington",
   "pi_last_name": "Willardson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bennington J Willardson",
   "pi_email_addr": "ben.willardson@uvu.edu",
   "nsf_id": "000925154",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Bordelon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda C Bordelon",
   "pi_email_addr": "amanda.bordelon@uvu.edu",
   "nsf_id": "000925271",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Israd",
   "pi_last_name": "Jaafar",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Israd H Jaafar",
   "pi_email_addr": "Israd.Jaafar@uvu.edu",
   "nsf_id": "000868244",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah Valley University",
  "inst_street_address": "800 W UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "OREM",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8018636084",
  "inst_zip_code": "840586703",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "UTAH VALLEY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y9EYFJSLWXU8"
 },
 "perf_inst": {
  "perf_inst_name": "Utah Valley University",
  "perf_str_addr": "800 W UNIVERSITY PKWY",
  "perf_city_name": "OREM",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840586703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1727422.0
  }
 ],
 "por": null
}