{
 "awd_id": "2322411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Design and Development of Minimally-Invasive Orthopedic Fracture Fixation Using Intramedullary Sleeve and Injectable, Light-Triggered Bone Cement",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 273563.0,
 "awd_amount": 273563.0,
 "awd_min_amd_letter_date": "2023-09-20",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project addresses the current challenges associated with an increase in the incidence of orthopedic injuries and surgeries.  The technology will stabilize and repair broken bones in the US and globally. Trauma, degenerative bone diseases, and bone tumors often result in broken bones that require a procedure called intramedullary nailing. Intramedullary nailing involves nailing metallic implants to bones stabilize bone fractures. This procedure often results in complications such as infection, rotated limbs, and failure to achieve complete rigidity, which may eventually lead to patient discomfort and significantly increased costs due to revision surgeries. Consequently, there is an urgent need for an intramedullary nail technology that is less invasive, cost effective, and customizable to the patient’s anatomical requirements to enable improved bone fracture healing and avoid burdensome revision surgeries. When additional corrective surgery is required to treat any post-operative infections or surgical placement mistakes, the implant removal should be less invasive and not cause any additional morbidity. There are currently no such proven technologies available that meet the above criteria.\r\n  \r\nThis project will primarily focus on the development of an intramedullary (IM) sleeve system with an in situ, photocurable, and removable polymeric resin system. There are four main objectives: 1) design and development of a multi-layered IM sleeve prototype, 2) synthesis and optimization of am in situ photopolymerizable polymeric resin system in the IM sleeve, 3) removal of the cured polymeric resin system from the IM sleeve using minimally invasive tools and methods, and 4) in vitro, in vivo biocompatibility, and demonstration of the customized IM prototype device in a sheep cadaveric tibia bone. The research will generate new knowledge in designing and synthesizing a novel polymer formulation with additives that helps in fast setting with improved mechanical properties.  The project will also enable extraction of photocured polymers using existing removal technologies. For physicians, this research could result in novel, minimally invasive treatments that could drastically reduce the surgical time and improve the patient recovery times.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Kolan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna Kolan",
   "pi_email_addr": "krishna@medicarbone.com",
   "nsf_id": "000937142",
   "pi_start_date": "2023-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MEDICARBONE, INC.",
  "inst_street_address": "2820 E FORT LOWELL RD",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5202923109",
  "inst_zip_code": "857161518",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "MEDICARBONE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WFM9DG3MY7L8"
 },
 "perf_inst": {
  "perf_inst_name": "MEDICARBONE, INC.",
  "perf_str_addr": "2820 E FORT LOWELL RD",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857161518",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 273563.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>MediCarbone's intramedullary nail technology is designed to provide a minimally invasive solution for repairing long-bone orthopedic fractures. The technology aims to replace traditional metallic fixators, both internal and external, with a more cost-effective and customizable option. By utilizing AI-driven customization, the appropriate carbon fiber sleeve and injectable polymer are selected to match the patient's specific bone structure. This approach has the potential to revolutionize fracture fixation and bone repair.</p>\r\n<p>During the NSF Phase-I efforts, several key outcomes were achieved. The first implant prototype for large animal preclinical studies was developed, and the device components were tested according to regulatory standards for physical, chemical, mechanical, and biological properties. The results demonstrated excellent mechanical strength and biocompatibility in both cell culture and animal studies. Additionally, the implant insertion techniques were demonstrated and fine-tuned in a sheep cadaver by medical professionals. The NSF bootcamp provided valuable guidance for translating the technology from bench to bedside, as well as preparing for the next phase. Key collaborations and partnerships with industries were established to scale up the technology and move toward commercialization.</p>\r\n<p>The future of MediCarbone&rsquo;s technology is promising, with the potential to significantly impact orthopedic fracture treatment and offer a game-changing alternative to traditional methods.</p><br>\n<p>\n Last Modified: 01/18/2025<br>\nModified by: Krishna&nbsp;Kolan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMediCarbone's intramedullary nail technology is designed to provide a minimally invasive solution for repairing long-bone orthopedic fractures. The technology aims to replace traditional metallic fixators, both internal and external, with a more cost-effective and customizable option. By utilizing AI-driven customization, the appropriate carbon fiber sleeve and injectable polymer are selected to match the patient's specific bone structure. This approach has the potential to revolutionize fracture fixation and bone repair.\r\n\n\nDuring the NSF Phase-I efforts, several key outcomes were achieved. The first implant prototype for large animal preclinical studies was developed, and the device components were tested according to regulatory standards for physical, chemical, mechanical, and biological properties. The results demonstrated excellent mechanical strength and biocompatibility in both cell culture and animal studies. Additionally, the implant insertion techniques were demonstrated and fine-tuned in a sheep cadaver by medical professionals. The NSF bootcamp provided valuable guidance for translating the technology from bench to bedside, as well as preparing for the next phase. Key collaborations and partnerships with industries were established to scale up the technology and move toward commercialization.\r\n\n\nThe future of MediCarbones technology is promising, with the potential to significantly impact orthopedic fracture treatment and offer a game-changing alternative to traditional methods.\t\t\t\t\tLast Modified: 01/18/2025\n\n\t\t\t\t\tSubmitted by: KrishnaKolan\n"
 }
}