{
 "awd_id": "2322632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Accurately mapping the seismic structure of the deep crust of the continental United States",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 313612.0,
 "awd_amount": 204449.0,
 "awd_min_amd_letter_date": "2023-07-12",
 "awd_max_amd_letter_date": "2023-07-12",
 "awd_abstract_narration": "Continental crust, the outermost layer of the solid Earth, plays a vital role in understanding the Earth system: it bears important information about the Earth’s natural resources, such as critical minerals; its thickness controls the first order changes in elevation and landscape evolution; it serves as a pathway for material exchange between the shallow crust and overlying mantle, and where magma rises through; its composition and temperature bear the signature of the early history of continents and controls the distributions of the geotherms. Finally, its strength and dynamics dominate the distributions of natural hazards such as earthquakes. However, accurately inferring its physical properties, especially for its deep part, has been challenging due to the lack of direct access through drilling and insufficient indirect sampling. Using seismic energies that travel through the deep crust, on the other hand, can provide systematic sampling to the deep crust and allow a continental-scale measurement of its physical properties such as thickness. This research addresses challenges in measuring the deep crustal properties  by improving traditional seismic methods so they rely less on assumptions about deep crustal conditions. Additionally, the researcher will incorporate newly obtained measurements to provide further information about the deeper part of the crust, which will help infer the elastic properties that are sensitive to the composition and strength. Finally, these novel techniques will be applied to data collected throughout the continental United States through the EarthScope USArray to illuminate the continental-scale deep crustal structure of the contiguous US. The research will support a graduate student. Research opportunities  will also open to students from community colleges in the Long Island and NYC area. Additional K-12 outreach will be performed by collaborating with the NSF-funded EarthBUS project.\r\n\r\nThe research target, the continental crust, especially the mid- and lower parts, plays a crucial role in Earth Sciences as 1) its lower boundary (Moho) controls the 1st order of topographic variation and its evolution, 2) it serves as a pathway for material exchange between the shallow crust and mantle, and where magma rises through; 3) its composition bears the signature of the early history of continents; and 4) its temperature controls the distributions of the geotherm and surface heat flux. The project aims to better map out the deep crustal structures beneath the continental US. Elastic properties of the deep crust (e.g., Moho depth, depth-dependent seismic velocity, and Poisson’s ratio) indicate the thermal and compositional properties but are often challenging to measure accurately. Of particular interest is the Poisson’s ratio of the deep crust, as it is indicative of the abundance of quartz content, and thus plays a crucial role in determining the chemical composition and strength of the crust. In this project, a phased, 3-stage research will be conducted: First, a novel method that combines the strengths of two traditional seismic imaging techniques to solve the velocity-depth trade-offs comprehensively will be developed and tested; Secondly, a new seismic observable, Rayleigh wave local amplification, will be further incorporated to provide depth-dependent information of the Poisson’s ratio; Finally, these novel techniques will be applied to data from the EarthScope USArray, to illuminate the continental-scale deep crustal structure of the continental US. Preliminary tests of the new methods with synthetic data present a promising sign of solving the challenges. The research will address challenges in measuring the deep crustal properties due to the trade-offs in different seismic observables and a lack of data sensitivity. This work will accurately map out the contiguous US's deep crustal structure at a continental scale. The product of the research work, a new three dimensional (3-D) model of the crust and uppermost mantle beneath the continental US, will deepen the understanding of deep geological processes; It also provides insights into how Poisson’s ratio varies with depth, adding an important seismic constraint that can potentially solve for the chemical composition and strength of the continents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weisen",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weisen Shen",
   "pi_email_addr": "weisen.shen@stonybrook.edu",
   "nsf_id": "000770369",
   "pi_start_date": "2023-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 204449.0
  }
 ],
 "por": null
}