{
 "awd_id": "2322934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Retro-fix? Urban Climate Finance and Digital Decarbonization in Multi-family Housing",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922206",
 "po_email": "mayuan@nsf.gov",
 "po_sign_block_name": "May Yuan",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 27182.0,
 "awd_amount": 27182.0,
 "awd_min_amd_letter_date": "2023-08-14",
 "awd_max_amd_letter_date": "2023-08-14",
 "awd_abstract_narration": "This project examines how private property management influences decarbonization finance, technology development, and the negotiation of just and equitable low-carbon transitions. The examination analyzes government programs for incentivizing energy upgrades and investigates why owners pursue digital energy upgrades in multi-family buildings. The project tests public climate finance theories and provides insight into building infrastructure change. Increasingly, cities are legislating mandatory building energy performance standards to curb carbon emissions, and understanding the broader social processes of energy upgrade decision-making across various multi-family property tenures contributes knowledge toward climate mitigation efforts.\r\n\r\nThis research investigates how government, private, and civic actors negotiate public, profit, and ethical property interests as they comply with mandatory building performance legislation, Local Law 97, in New York City. The aim is to understand why multi-family building owners choose to install digital energy upgrades and how digital energy systems impact the interests of owners, residents, staff, and government actors. The research asks: 1) How do governments use policy and financing mechanisms to operationalize infrastructure change in privately-owned residential buildings?; 2) Why have digital technologies emerged as a common means to deliver energy upgrades? How do they impact property interests in multi-family buildings?; and 3) How do energy decision-making differ across private land tenure arrangements? The study uses qualitative methods, including participant observation, archival analysis, and semi-structured interviews with professionals in the low-carbon buildings sector, building owners, residents, and staff, to assess energy upgrade projects in several NYC multi-family residential buildings - each with a distinct but common bundle of property interests. Through systematic syntheses of the findings, the research summarizes decision-making structures of energy upgrades in private multi-family housing and identifies recurrent claims to equity and justice regarding decarbonization policies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James McCarthy",
   "pi_email_addr": "jamccarthy@clarku.edu",
   "nsf_id": "000603769",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Wagner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Julia R Wagner",
   "pi_email_addr": "juwagner@clarku.edu",
   "nsf_id": "000921971",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141Y00",
   "pgm_ele_name": "Human-Envi & Geographical Scis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "105Z",
   "pgm_ref_txt": "HEGS: Human-Envirnmnt and Geogrphcl Sci"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 27182.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\r\n<p>Award: 2322934</p>\r\n<p>The goal of this project was to investigate how the social relations of private property influenced decision-making related to low-carbon energy retrofits in privately-owned multi-family buildings in New York City (NYC). The research studied the landscape of regulations and incentives available to multi-family building owners with attention to the differences in finance and technology uses for energy upgrades between a) market-rate and subsidized buildings and b) owner-occupied and renter-occupied buildings. The researcher worked with policymakers, technical assistance providers, energy experts, and building owners and residents to gather data on decision-making around the finance and technology choices for energy upgrades in NYC multi-family buildings and examined how these choices were influenced by property obligations and norms.</p>\r\n<p>The research found that decision-making about how to finance energy upgrades and which technologies to use for those upgrades is influenced by a number of factors related to physical building condition, utility rates and obligations, tax liability, and debt obligations and tolerance. Each of these factors differs in each given building depending on the subsidy status and tenure form, making decarbonization pathways highly variable and uneven. This unevenness in project scope and completion of energy upgrades is relevant because inaction may forestall emissions reduction goals and create systemic social inequities related to a household&rsquo;s capacity to upgrade, with implications for the justice politics of energy transition.</p>\r\n<p>The research has culminated in the successful defense and publication of a doctoral dissertation manuscript on the research findings. One article is under review at a peer reviewed journal, and the other articles will be submitted to peer review journals in the near future. The co-PI has also served as the first author of a co-authored theory paper about the influence of real property logics on climate finance mechanisms. Another outcome is a co-authored policy paper, written by the co-PI and a research collaborator based at an NYC housing non-profit. The co-PI has also presented this research at four academic conferences and was invited to present the research findings at an interdisciplinary, international workshop.</p>\r\n<p>This research advances theories of how climate finance shapes urban climate governance by examining how climate finance is transferred to households through various policy and programmatic mechanisms. The research also expands scientific understandings of socio-technical transition by providing empirical data on the barriers to energy upgrades in multi-family housing, an understudied, but key infrastructure in the decarbonization of the U.S. energy system. These results contribute to the discipline of Geography and have applications for urban planning, public policy, engineering, energy and technology studies, and law.</p>\r\n<p>The research also contributes to broader impacts by providing insights on novel regulatory and incentive strategies taking place in NYC, such as the city&rsquo;s building performance standard. Such policy devices are in the process of being replicated in cities across the United States. The research articulates the challenges with those mechanisms in certain contexts, creating actionable information for policymaking and program design and offering insights that are relevant to governments, technology developers, energy utilities, and households. The research also enabled the professional development of the co-PI as a scholar of finance, energy, and technology issues.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2024<br>\nModified by: Julia&nbsp;R&nbsp;Wagner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report\r\n\n\nAward: 2322934\r\n\n\nThe goal of this project was to investigate how the social relations of private property influenced decision-making related to low-carbon energy retrofits in privately-owned multi-family buildings in New York City (NYC). The research studied the landscape of regulations and incentives available to multi-family building owners with attention to the differences in finance and technology uses for energy upgrades between a) market-rate and subsidized buildings and b) owner-occupied and renter-occupied buildings. The researcher worked with policymakers, technical assistance providers, energy experts, and building owners and residents to gather data on decision-making around the finance and technology choices for energy upgrades in NYC multi-family buildings and examined how these choices were influenced by property obligations and norms.\r\n\n\nThe research found that decision-making about how to finance energy upgrades and which technologies to use for those upgrades is influenced by a number of factors related to physical building condition, utility rates and obligations, tax liability, and debt obligations and tolerance. Each of these factors differs in each given building depending on the subsidy status and tenure form, making decarbonization pathways highly variable and uneven. This unevenness in project scope and completion of energy upgrades is relevant because inaction may forestall emissions reduction goals and create systemic social inequities related to a households capacity to upgrade, with implications for the justice politics of energy transition.\r\n\n\nThe research has culminated in the successful defense and publication of a doctoral dissertation manuscript on the research findings. One article is under review at a peer reviewed journal, and the other articles will be submitted to peer review journals in the near future. The co-PI has also served as the first author of a co-authored theory paper about the influence of real property logics on climate finance mechanisms. Another outcome is a co-authored policy paper, written by the co-PI and a research collaborator based at an NYC housing non-profit. The co-PI has also presented this research at four academic conferences and was invited to present the research findings at an interdisciplinary, international workshop.\r\n\n\nThis research advances theories of how climate finance shapes urban climate governance by examining how climate finance is transferred to households through various policy and programmatic mechanisms. The research also expands scientific understandings of socio-technical transition by providing empirical data on the barriers to energy upgrades in multi-family housing, an understudied, but key infrastructure in the decarbonization of the U.S. energy system. These results contribute to the discipline of Geography and have applications for urban planning, public policy, engineering, energy and technology studies, and law.\r\n\n\nThe research also contributes to broader impacts by providing insights on novel regulatory and incentive strategies taking place in NYC, such as the citys building performance standard. Such policy devices are in the process of being replicated in cities across the United States. The research articulates the challenges with those mechanisms in certain contexts, creating actionable information for policymaking and program design and offering insights that are relevant to governments, technology developers, energy utilities, and households. The research also enabled the professional development of the co-PI as a scholar of finance, energy, and technology issues.\r\n\n\n\t\t\t\t\tLast Modified: 12/18/2024\n\n\t\t\t\t\tSubmitted by: JuliaRWagner\n"
 }
}