{
 "awd_id": "2322929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ISS: Understanding thermal transport across a condensing film by conducting experiments in microgravity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2023-09-15",
 "awd_max_amd_letter_date": "2023-09-15",
 "awd_abstract_narration": "The utilization of the condensation process can provide significant energy benefits to many industries including those in energy, aerospace, defense, consumer electronics, renewable energy, and water conservation. However, there is a lack of fundamental understanding of the different physical parameters impacting this condensation process limiting the widespread implementation of these systems. Gravity is one of those important parameters that strongly impact energy transport during the condensation process in various terrestrial systems of interest. However, there is no way of isolating gravity in laboratory settings. Understanding the physics behind gravity and its impact on condensing flow is the overarching goal of this project by performing testing utilizing the condensation facility onboard the International Space Station. A better understanding of physics will lead to better control of terrestrial systems and also impact engineering design decisions.\r\n\r\nCondensation increases system efficiency and reduces system footprint compared to air or liquid single-phase systems. However, the barrier to designing an efficient condensation heat rejection device stems from a lack of fundamental understanding of the influence of parameters like gravity on the liquid-vapor interfacial behavior and the corresponding thermal transport. The central hypothesis of this research is that if gravity is isolated, the impact of interfacial waviness and turbulence on thermal transport in the condensing film can be captured with an integrated experimental and computational approach. Experiments are planned to utilize the condensation module for heat transfer onboard the International Space Station’s Flow Boiling and Condensation Experiment facility and supplemental testing is planned in Earth gravity conditions. In addition, the research team plans to supplement the experiments with high-fidelity CFD simulations and modeling to capture the impact of the two-phase interfacial behavior on thermal transport. The broader impact objectives are to improve thermal transport modeling for processes with phase change, thus helping the two-phase flow and heat transfer community develop efficient condensers for a variety of industrial applications. In the education and outreach plan, the team will develop a module for Case Western Reserve University (CWRU)’s NSF-supported Introduction to Innovation program as well as set up a joint Two-Phase Flow Workshop between CWRU and Advanced Cooling Technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kuan-Lin",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kuan-Lin Lee",
   "pi_email_addr": "kuan-lin.lee@1-act.com",
   "nsf_id": "000876111",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Josh",
   "pi_last_name": "Charles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josh Charles",
   "pi_email_addr": "josh.charles@1-act.com",
   "nsf_id": "000876497",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Advanced Cooling Technologies, Inc.",
  "inst_street_address": "1046 NEW HOLLAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LANCASTER",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7172956058",
  "inst_zip_code": "176015606",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "PA11",
  "org_lgl_bus_name": "ADVANCED COOLING TECHNOLOGIES INC",
  "org_prnt_uei_num": "Z8KVZV3DR7J4",
  "org_uei_num": "Z8KVZV3DR7J4"
 },
 "perf_inst": {
  "perf_inst_name": "Advanced Cooling Technologies, Inc.",
  "perf_str_addr": "1046 NEW HOLLAND AVE",
  "perf_city_name": "LANCASTER",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "176015606",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "PA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}