{
 "awd_id": "2322369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC* Integration-Small: Network cyberinfrastructure innovation with an intelligent real-time traffic analysis framework and application-aware networking",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2023-07-19",
 "awd_max_amd_letter_date": "2023-07-19",
 "awd_abstract_narration": "Intelligent analytics approaches leveraging machine learning techniques offer new capabilities to analyze, model, predict and optimize traffic for high-throughput distributed computing workflows. These techniques can be greatly enhanced by access to real-world data from the edge (campus networks) and the core (Internet2) as well as Just-In-Time (JIT) machine learning approaches. Such a design allows for run-time deployment of the models at the campus cyberinfrastructure to make real-time network decisions. Network flow data collected from these cyberinfrastructures for analysis quickly scales up in size, making it infeasible to perform analysis of network flows in a realistic and timely manner. There are intrinsic difficulties stemming from data storage, its formatting and types as well as the manner in which traditional analysis is done to study network flow data. Although advances have been made in the past several years in how data could be handled efficiently, the new techniques have not been integrated well into the network operations. Improvements need to be made in the way network flow data is analyzed by exploiting the modern data storage formats and the intrinsic properties of the network flow data as well as by developing efficient data structures and algorithms. Recent advances in networking allow for fine-grained network control policies to be managed by network applications. Although it is possible to improve the overall performance of scientific data transfers end-to-end, problems exist with managing resources and differentiating network services at the experiment/site level. Designing and developing intelligent network analysis by JIT machine learning paradigms strengthened by a scalable network flow analysis framework for an application-aware control of the network in high-throughput computing frameworks is the goal of this project. The project is strengthened by collaborations with Holland Computing Center (HCC) at UNL, Open Science Consortium (OSG), Argonne National Lab (ANL) and Internet2. The techniques and frameworks developed in this project will be made available to the open-source community, thus benefiting other science application use cases in Research and Education (R&E) networks. Enriching the education opportunities for UNL School of Computing students and conducting outreach events for the broader community are important objectives of this project.\r\n\r\nThe project aims to transform the current cyberinfrastructure networking approach by (1) gaining insights in real-time by the development and integration of online-offline approaches to machine learning (unlike traditional offline approaches) that can be deployed in data centers for real-time network traffic analysis and prediction; (2) scalable analysis of network flow data by implementing the developed theoretical models for transforming, indexing and building search techniques to study the network flow data at internet-scale in real-time and (3) application-aware control of data transfers by application-aware software defined networking (SDN) control strategies to provide greater flexibility in network management and service differentiation for scientific data transfers on campus cyberinfrastructures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Byravamurthy",
   "pi_last_name": "Ramamurthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Byravamurthy Ramamurthy",
   "pi_email_addr": "byrav@cse.unl.edu",
   "nsf_id": "000486807",
   "pi_start_date": "2023-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST BOX 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}