{
 "awd_id": "2323804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: DMREF: Hybrid Materials for Superfluorescent Quantum Emitters",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927766",
 "po_email": "jschluet@nsf.gov",
 "po_sign_block_name": "John Schlueter",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 499999.0,
 "awd_min_amd_letter_date": "2023-09-15",
 "awd_max_amd_letter_date": "2023-09-15",
 "awd_abstract_narration": "Non-technical Description: \r\nParticles interact at the smallest scale according to the laws of quantum physics, exhibiting wave-like properties. However, when a large number of particles cluster, their quantum characteristics are lost. Some materials, show quantum properties at very low temperatures. Notable examples are superconductors and superfluids. Unfortunately, the low temperature requirement limits their practical use in technology. Superfluorescence, a similar quantum effect involving light emission from a group of quantum emitters, has potential applications in entangled photon sources and tunable intense light sources. Surprisingly, superfluorescence has been achieved at room temperature using hybrid materials made of inorganic lead halide perovskites and organic molecules. This project aims to discover quantum materials that exhibit room temperature superfluorescence tunable across the visible spectra in the broader range of hybrid materials. The project serves the goals of the Materials Genomics Initiative by collecting materials data and scientific understanding and training an associated research and development workforce. The educational activities involve field trips from high schools serving economically disadvantaged communities to increase interest in STEM careers. Using research experience for undergraduate programs and collaboration with historically black colleges and universities in the vicinity, summer interns will be recruited. Annually, theory and experiment workshops will be organized to train early-career researchers on topics related to quantum phenomena in hybrid materials. A major broader impact of the project is the addition of materials data that relates macroscopic quantum properties to material properties in a general, open database \"HybriD3,\" which is dedicated to providing curated materials data for the materials research and development community.\r\n\r\nTechnical Description: \r\nThe research program will advance the current understanding of quantum materials and will establish a design space for room-temperature superfluorescent quantum emitters. The program brings together four teams with expertise in material synthesis, quantum property characterization by laser spectroscopies, first principles theory and computational materials simulations to investigate superfluorescence in a range of hybrid metal halide perovskite (HMHP) materials. In superfluorescence, the whole phase transition process, from the initial excitation of electron-hole pairs to the formation of a macroscopic coherence and its radiation, is measurable by spectroscopic tools in real-time. As a result, superfluorescence provides a window into discovering sophisticated interplay of material properties such as chemical, and mesoscopic structure, quantum confinement, and electron-lattice interactions and their impact on the collective behavior of dipoles. HMHP are ideal for this study because they form a versatile platform that enables material tunability from atomistic scale to mesoscale through solution processing. By systematically studying superfluorescent emitting HMHP materials with tuned material properties and calculating the fundamental electron-electron and electron-lattice interactions, this program will produce reusable data that relates characteristics, such as critical temperature, threshold excitation density, color tunability, and spatial and temporal coherence of superfluorescence to material characteristics. Ultimately, insights derived from this project may make superfluorescence usable as a quantum optical effect in photonic devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yosuke",
   "pi_last_name": "Kanai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yosuke Kanai",
   "pi_email_addr": "ykanai@UNC.EDU",
   "nsf_id": "000624072",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 499999.0
  }
 ],
 "por": null
}