{
 "awd_id": "2323058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanistic roles of DNA polymerase delta subunit 1 in resistance to DNA geminiviruses",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927746",
 "po_email": "cjahn@nsf.gov",
 "po_sign_block_name": "Courtney Jahn",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1094620.0,
 "awd_amount": 1094620.0,
 "awd_min_amd_letter_date": "2023-08-08",
 "awd_max_amd_letter_date": "2023-08-08",
 "awd_abstract_narration": "Cassava is an important crop for small, medium, and large-scale farmers. It is a hardy plant that can be grown without irrigation, fertilizer or pesticides and is highly productive even when grown on marginal land. As such, it is likely to become an even more important crop in the face of global climate change. Cassava Mosaic Disease (CMD) is a devastating disease of cassava across the African continent and has recently spread to Asia. Some varieties of cassava have natural genetic resistance to CMD and the gene responsible for this resistance was recently identified. However, it is not yet understood how the resistance works. With hundreds of millions of people depending on this one source of resistance to a devastating pathogen, a deeper understanding of the mechanism behind the resistance is desired. This research will reveal the molecular mechanisms of resistance and test whether this type of resistance can protect diverse and important crops from other virus pathogens. If successful, this research will lead to sustainable and effective disease control strategies for many important crops such as tomato and cotton. Throughout the research, training will be provided for undergraduate and graduate students and the importance of this research will be shared with society through a variety of public lectures, outreach events and YouTube videos explaining the importance of this specific project targeted at non-scientist audiences.\r\n\r\nCMD is caused by species of DNA geminiviruses. The CMD resistance was tracked to specific amino acid changes within the DNA polymerase delta subunit 1 (POLD1) protein. Viruses are fantastically effective at overcoming host resistance mechanisms and yet this resistance trait has been stable for decades. Further, several resistant cultivars of cassava are periclinal chimeras with the resistance allele present in only specific cell layers. Why this resistance is so stable and how it can function in the context of a periclinal chimera, is not yet clear. While some of the identified POLD1 mutations are novel, others have been observed in yeast and result in decreased DNA replication fidelity, pointing towards a possible functional mechanism. Transient assays will be used to test this and other candidate mechanistic hypotheses. These include characterizing viral replication rates and fidelity of the different POLD1 alleles, interaction with candidate viral and host co-factors and protein crystallography. Beyond cassava, this research may yield new resistance strategies for other important crops. A resistant POLD1 allele will be transformed into the model system Arabidopsis, to directly test if this resistance mechanism is effective in a distinct pathosystem. In addition, exploration of publicly available genomic data suggests that similar alleles exist in germplasm collections from tomato, cotton, and several other important crops. The relevant germplasm has been obtained and will be challenged with the respective viral pathogens\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bart",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca S Bart",
   "pi_email_addr": "rbart@danforthcenter.org",
   "nsf_id": "000544560",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nigel",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nigel Taylor",
   "pi_email_addr": "ntaylor@danforthcenter.org",
   "nsf_id": "000539734",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tessa",
   "pi_last_name": "Burch-Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tessa M Burch-Smith",
   "pi_email_addr": "tburch-smith@danforthcenter.org",
   "nsf_id": "000618625",
   "pi_start_date": "2023-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 N Warson Rd",
  "perf_city_name": "Saint Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1094620.0
  }
 ],
 "por": null
}