{
 "awd_id": "2323328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: North American Comparative Immunology 2023",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2023-04-20",
 "awd_max_amd_letter_date": "2023-04-20",
 "awd_abstract_narration": "The 13th North American Comparative Immunology (NACI) meeting will be held June 4 – 8, 2023 at the Auburn University Hotel and Conference Center in Auburn, AL. The primary objective of this meeting is to bring together researchers interested in immune responses in a wide range of organisms.  Although the field of immunology has long benefitted from studies in model organisms, recent technological advances have enabled scientists to pursue research questions in previously unavailable organisms. Furthermore, in the face of a changing global climate the prevalence of emerging infectious diseases is increasing and posing additional threats to the health of both humans and agriculture.  Studying organisms that are either directly threatened or species used in industry can provide unique insight into immunobiology, medicine and evolution and the potential for novel therapeutics.  NACI 2023 will provide a forum for researchers studying immune systems in a broad array of organisms to discuss conceptual advances and experimental techniques in comparative immunology.  Specifically, NSF funding will be used to make this meeting accessible to trainees by defraying travel costs for junior researchers and attendees from local universities particularly those from Primarily Undergraduate Institutions (PUIs) and Historically Black Colleges and Universities (HBCUs).  \r\n\r\nNACI meetings provide a forum to foster collaborations among scientists interested in immune function from an evolutionary perspective. Researchers will present cutting-edge work in hematopoiesis, antimicrobial peptides, antiviral responses, mucosal immunity, phagocytosis, microbial recognition, antigen presentation, affinity maturation and microbiome analysis. However, unlike more traditional immunology meetings, this work has been performed in a diverse range of taxa (e.g., corals, snails, sea urchins, tunicates, lungfish, fish, frogs, and mammals).  NACI meetings provide a small venue that encourages student participation and fosters networking among scientists at all career stages.  The meeting consists of plenary and poster sessions that enable students to receive feedback on their work from this international community.  By offsetting registration and travel costs, the proposed funds will enable researchers at all levels to attend this meeting. Through intentional recruitment and targeted advertising to institutions throughout the southeastern U.S. and offsetting costs for historically-excluded populations, funds will introduce new researchers to the field of comparative immunology.  A planned workshop will provide all attendees with novel strategies to improve mentoring skills.  Results from NACI 2023 will be disseminated by posting abstracts on the NACI website and inviting students to publish a meeting report in an appropriate journal. We will also designate a social media team of postdoctoral fellows or junior faculty members who will “live-tweet” talks during the meeting. By complementing the breadth of scientific diversity at this meeting with gender, racial and ethnic diversity of its participants, NACI 2023 will directly contribute to broadening participation in the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Buckley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine M Buckley",
   "pi_email_addr": "kbuckley@auburn.edu",
   "nsf_id": "000742901",
   "pi_start_date": "2023-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1594",
   "pgm_ref_txt": "HIST BLACK COLLEGES AND UNIV"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this award was to support growth in the field of comparative immunology by increasing participation at the 2023 North American Comparative Immunology (NACI) meeting, hosted by Auburn University in Auburn, Alabama.&nbsp; This international meeting, which has been held annually since 2010, brings together researchers who study the evolution of immune systems in a wide variety of animals, fosters new collaborations, and provides students with an opportunity to present their latest findings to experts in the field. While most immunologists study humans and mice, these species represent a fraction of the total life on earth. &nbsp;As the climate continues to change, both wildlife and domesticated species used globally in aquaculture and agriculture face severe challenges. Studying how these organisms respond to microbes can provide invaluable insights.</p>\n<p>Funds from this award were distributed among 24 trainees to enable them to attend NACI 2023.&nbsp; This includes 17 men and 4 women, and 12 individuals from under-represented racial or ethnic groups. Notably, funds were used to entirely cover the costs for three undergraduate students, who do not typically have the opportunity to attend international scientific meetings; of the remaining 21 awards, 14 went to graduate students and 3 were granted to postdoctoral fellows.&nbsp; Of the 24 trainees, 16 had not previously attended NACI meetings, suggesting that we were able to meet our initial goal of broadening participation by reaching a new audience.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/30/2024<br>\nModified by: Katherine&nbsp;M&nbsp;Buckley</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this award was to support growth in the field of comparative immunology by increasing participation at the 2023 North American Comparative Immunology (NACI) meeting, hosted by Auburn University in Auburn, Alabama. This international meeting, which has been held annually since 2010, brings together researchers who study the evolution of immune systems in a wide variety of animals, fosters new collaborations, and provides students with an opportunity to present their latest findings to experts in the field. While most immunologists study humans and mice, these species represent a fraction of the total life on earth. As the climate continues to change, both wildlife and domesticated species used globally in aquaculture and agriculture face severe challenges. Studying how these organisms respond to microbes can provide invaluable insights.\n\n\nFunds from this award were distributed among 24 trainees to enable them to attend NACI 2023. This includes 17 men and 4 women, and 12 individuals from under-represented racial or ethnic groups. Notably, funds were used to entirely cover the costs for three undergraduate students, who do not typically have the opportunity to attend international scientific meetings; of the remaining 21 awards, 14 went to graduate students and 3 were granted to postdoctoral fellows. Of the 24 trainees, 16 had not previously attended NACI meetings, suggesting that we were able to meet our initial goal of broadening participation by reaching a new audience.\n\n\n\t\t\t\t\tLast Modified: 07/30/2024\n\n\t\t\t\t\tSubmitted by: KatherineMBuckley\n"
 }
}