{
 "awd_id": "2324353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CDS&E-MSS: Topological Learning with Multiparameter Persistent Homology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927212",
 "po_email": "jmead@nsf.gov",
 "po_sign_block_name": "Jodi Mead",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 148642.0,
 "awd_min_amd_letter_date": "2023-08-02",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "Experimental data may have an underlying shape whose determination can be crucial for scientific advances. In many cases, the data is sufficiently complex that state-of-the-art methods do not provide an adequate summary of its shape. The subject of this project, topological data analysis, uses ideas from theoretical mathematics to address this challenge. Topological data analysis has been successful in settings where the shape varies as a single parameter changes, but is in need of further research in settings where multiple parameters vary. The goal of this project is to develop mathematical summaries of the shape of data in the multiple parameter setting that may be easily combined with other tools in data science. In summary, this project will use ideas in mathematics, computer science, and statistics to advance theory and develop tools that are of broad use to scientists and engineers. A conference at the University of Florida will be organized in order to advance careers of young STEM researchers. \r\n\r\nA main tool of topological data analysis, persistent homology is now well established. The subject of this project concerns a more advanced variant called multiparameter persistent homology. The goal of this project is to develop new tools for easily combining multiparameter persistent homology with statistics and machine learning. Several of the computational approaches to multiparameter persistent homology produce summaries which may be viewed as signed formal sums on a pointed metric space. The investigator has shown that these summaries, called generalized persistence diagrams, have a Wasserstein distance, and may be viewed as elements of the free Banach space on a pointed metric space. This project will produce continuous linear functionals for generalized persistence diagrams and develop a corresponding theory of functional analysis and optimal transport. The investigator’s persistence landscape is a nonlinear functional for persistence diagrams. This project will extend the persistence landscape to generalized persistence diagrams. When a topological signal is detected or a topological classification is constructed, researchers would like to use this to learn more about their data. This project will develop methods for selecting a sub-population responsible for a detected topological signal. It will also use deep neural network software to produce stable visualizations of the parts of the data responsible for a learned classification.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Bubenik",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G Bubenik",
   "pi_email_addr": "peter.bubenik@ufl.edu",
   "nsf_id": "000081145",
   "pi_start_date": "2023-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 75369.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 73273.0
  }
 ],
 "por": null
}