{
 "awd_id": "2324844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Ultrahigh resolution human tissue imaging platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-05-24",
 "awd_max_amd_letter_date": "2023-05-24",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a deep learning-empowered, ultrahigh-resolution human tissue imaging platform.  The proposed technology is designed to enable biomedical researchers and pathologists to obtain nanoscale insights into human tissues and observe subtle disease-related changes in biopsies.  The goal is to provide a tool to support biomedical research, pre-clinical drug development, and predict cancer patients’ prognosis and treatment outcomes.  It is envisioned that this platform may be used for the development of tests to identify early on which cancer treatments will be effective for certain patients, and provide immediate guidance for clinicians to make optimal decisions before disease conditions worsen or metastasize.  The potential societal impact of this technology is significant as it may improve diagnosis, treatment response prediction, and healthcare outcomes.  \r\n\r\nThis I-Corps project is based on the development of super-resolution optical imaging technology. The proposed technology overcomes the fundamental resolution limits of conventional optical microscopes by utilizing tissue expansion, a process whereby the tissue is chemically embedded into a water-swellable hydrogel and physically expanded. This allows for a more detailed view of the nanoscopic details of tissue using a traditional fluorescent microscope commonly accessible in clinical research labs. The proposed process is designed to expand biological specimens up to 11-fold and facilitates imaging with effectively ~25 nm resolution using conventional optical microscopes or with ~15 nm effective resolution when combined with Super Resolution Optical Fluctuation Imaging. The proposed platform can extract actionable information from pathology specimens by combining deep learning. Such information is otherwise unavailable using existing pathological imaging techniques, such as bright field and florescent imaging. In addition, the proposed platform may be compatible with commercial multiplexing imaging platforms and may offer a powerful assay to reveal the complex spatial omics maps and signaling pathways of healthy and diseased tissues, which is essential for pre-clinical development. The proposed technology may be used with a broad range of biological specimens and allows for a more detailed view of nanoscopic structures in tissues using fluorescent microscopy commonly accessible in biomedical research laboratories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongxin",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongxin Zhao",
   "pi_email_addr": "yongxinz@andrew.cmu.edu",
   "nsf_id": "000819408",
   "pi_start_date": "2023-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "066E",
   "pgm_ref_txt": "INSTRUMENTATION & DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}