{
 "awd_id": "2324401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conference: Strategies to Mitigate Implicit Bias and Promote an Ethos of Care in the Research Enterprise: A Convening",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032925015",
 "po_email": "dstroud@nsf.gov",
 "po_sign_block_name": "Dina Stroud",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 77205.0,
 "awd_amount": 77205.0,
 "awd_min_amd_letter_date": "2023-09-06",
 "awd_max_amd_letter_date": "2023-09-06",
 "awd_abstract_narration": "This project aims to develop ways to encourage access and broaden participation in research in higher education. The conference draws upon the topic of a culture of care. A focus on care reorients the research enterprise towards recognizing how institutions are made of systems and structures, as well as individuals. The goal is to find ways to enhance practices and processes that will facilitate the research opportunities of underrepresented researchers and ensure the U.S. remains competitive and agile in the face of global challenges.  \r\n\r\nThis conference is a partnership between a national professional society, the American Association of Geographers (AAG), an Emerging Research Institution, the University of Colorado at Colorado Springs, (UCCS) and a research enterprise organization, the National Organization of Research Development Professionals (NORDP). Together, these organizations are well-positioned to catalyze scalable practices into diverse institutional and organizational contexts, especially at minority-serving and emerging research institutions. The conference will include three groups of participants: research enterprise professionals, leaders in institutions of higher education, and early career faculty. Participants will be placed in groups of 3 (or triads) with a member from each of the three groups. The triads will: 1) explore the lived experiences of researchers in navigating or supporting the research enterprise, and 2) recommend practices that are expected to broaden and strengthen the research enterprise workforce. The goal of the convening is to enable practitioners in the research enterprise field to encompass both knowledge discovery and critical reflection on the ethical, political, economic, and emotional aspects of research practice and knowledge production. Ultimately, the conference will offer opportunities to stretch horizons and expand the capacity of the research enterprise to enhance and improve science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Risha",
   "pi_last_name": "RaQuelle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Risha RaQuelle",
   "pi_email_addr": "rberry@aag.org",
   "nsf_id": "000924096",
   "pi_start_date": "2023-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Geographers",
  "inst_street_address": "1701 PENNSYLVANIA AVE NW STE 325",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022341450",
  "inst_zip_code": "200065805",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ASSOCIATION OF AMERICAN GEOGRAPHERS, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "VCEDP1MAPF43"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Geographers",
  "perf_str_addr": "1701 Pennsylvania Avenue, NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200065805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "221Y00",
   "pgm_ele_name": "GRANTED"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 77205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Outcomes Report</strong></p>\r\n<p><strong></strong><br />Encouraging Access and Broadening Participation in Research through a Culture of Care</p>\r\n<p><br />This project aimed to develop strategies to broaden participation in research, particularly for underrepresented researchers, by fostering a \"culture of care.\" The initiative sought to reorient research practices to recognize both the systems and structures of institutions and the individuals within them. By prioritizing care, the project aimed to create more supportive environments for researchers, ensuring they could contribute to and benefit from academic advancements. Ultimately, the initiative sought to enhance U.S. competitiveness and adaptability in addressing global challenges through a more inclusive research ecosystem.</p>\r\n<p><br /><strong>Conference Partnership and Goals</strong><br />The project was a collaboration between the American Association of Geographers (AAG), the University of Colorado at Colorado Springs (UCCS), and the National Organization of Research Development Professionals (NORDP). These organizations combined their expertise to catalyze scalable practices at minority-serving and emerging research institutions. The conference brought together three distinct groups: research enterprise professionals, higher education leaders, and early-career faculty. Participants were organized into triads, each containing one member from each group. The goal of these triads was to explore the lived experiences of researchers navigating the research enterprise and recommend practices that would strengthen the research workforce. Participants critically examined the ethical, political, economic, and emotional aspects of research to identify how practices can be made more supportive and accessible.</p>\r\n<p><br /><strong>Enhancing the Research Enterprise Workforce</strong><br />The conference aimed to enhance the research enterprise by encouraging critical reflection and collaboration. By rethinking traditional research practices through the lens of care, participants identified structural and systemic barriers underrepresented researchers face and discussed actionable solutions that could be adopted across institutions. The partnership between AAG, UCCS, and NORDP provided an ideal platform for these discussions. The resulting recommendations are expected to broaden the research enterprise, improve its ability to engage diverse voices, and enhance U.S. competitiveness in the global research landscape.</p>\r\n<p><br /><strong>Broader Impacts and Sustainability</strong><br />The project&rsquo;s broader impacts include fostering care within research practices and encouraging collaboration across disciplines and institutions. By prioritizing care, the project has created a sustainable framework for long-term improvements in research. The foundational paper developed from the conference captures the insights and recommendations of participants, ensuring that these efforts continue to influence research practices. The focus on the ethical and emotional dimensions of research has sparked broader conversations about how to structure research opportunities in more supportive and inclusive ways. These efforts are expected to lead to lasting changes in mentoring structures, funding accessibility, and institutional policies, better supporting researchers throughout their careers.</p>\r\n<p><br /><strong>Ethos of Care Credential</strong><br />A significant outcome of the project was the development of the Ethos of Care Credential, an online certification program formalizing training in care ethics. The credential consisted of eight educational modules delivered through Canvas, focusing on care ethics, methodologies, and their application across professional contexts. Participants who completed the modules and assessments received a certificate of formal training in care ethics. The program was finalized ahead of schedule, with all materials available by August 2024. The Ethos of Care Credential provides valuable professional development, equipping individuals with the knowledge and tools to incorporate care ethics into their work. Formalizing this education contributes to a more ethical and supportive environment both within research settings and broader professional contexts.</p>\r\n<p><br /><strong>Successful Convening and Broader Conversations</strong><br />In September 2024, the project successfully hosted a two-day convening with thirty-three participants from diverse institutions. The convening facilitated deep discussions on care ethics, sharing insights and collaborating on actionable outcomes. The participants explored the challenges of integrating care ethics across disciplines like education, healthcare, and social work. Pre- and post-event surveys were used to evaluate the convening's success, ensuring it met its goals of fostering collaboration and advancing care ethics.</p>\r\n<p><br /><strong>Foundational Paper</strong><br />Following the convening, the project team developed a foundational paper summarizing the key insights and recommendations from the event. The paper provides guidance on sustaining and applying care ethics in practical ways across various sectors. Disseminated in November 2024, the paper serves as a critical resource for ongoing efforts in care ethics.</p>\r\n<p><br /><strong>Anticipated Future Actions</strong><br />The project will focus on continued dissemination of the foundational paper and expanding the reach of the Ethos of Care Credential. Feedback from post-event surveys will be used to refine the curriculum, and the project will explore partnerships with institutions and organizations to ensure the sustainability of the credential. These steps will help solidify the project&rsquo;s legacy and contribute to the continued advancement of care ethics.<br /><br /><br /><br /></p><br>\n<p>\n Last Modified: 02/03/2025<br>\nModified by: Risha&nbsp;RaQuelle</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOutcomes Report\r\n\n\n\nEncouraging Access and Broadening Participation in Research through a Culture of Care\r\n\n\n\nThis project aimed to develop strategies to broaden participation in research, particularly for underrepresented researchers, by fostering a \"culture of care.\" The initiative sought to reorient research practices to recognize both the systems and structures of institutions and the individuals within them. By prioritizing care, the project aimed to create more supportive environments for researchers, ensuring they could contribute to and benefit from academic advancements. Ultimately, the initiative sought to enhance U.S. competitiveness and adaptability in addressing global challenges through a more inclusive research ecosystem.\r\n\n\n\nConference Partnership and Goals\nThe project was a collaboration between the American Association of Geographers (AAG), the University of Colorado at Colorado Springs (UCCS), and the National Organization of Research Development Professionals (NORDP). These organizations combined their expertise to catalyze scalable practices at minority-serving and emerging research institutions. The conference brought together three distinct groups: research enterprise professionals, higher education leaders, and early-career faculty. Participants were organized into triads, each containing one member from each group. The goal of these triads was to explore the lived experiences of researchers navigating the research enterprise and recommend practices that would strengthen the research workforce. Participants critically examined the ethical, political, economic, and emotional aspects of research to identify how practices can be made more supportive and accessible.\r\n\n\n\nEnhancing the Research Enterprise Workforce\nThe conference aimed to enhance the research enterprise by encouraging critical reflection and collaboration. By rethinking traditional research practices through the lens of care, participants identified structural and systemic barriers underrepresented researchers face and discussed actionable solutions that could be adopted across institutions. The partnership between AAG, UCCS, and NORDP provided an ideal platform for these discussions. The resulting recommendations are expected to broaden the research enterprise, improve its ability to engage diverse voices, and enhance U.S. competitiveness in the global research landscape.\r\n\n\n\nBroader Impacts and Sustainability\nThe projects broader impacts include fostering care within research practices and encouraging collaboration across disciplines and institutions. By prioritizing care, the project has created a sustainable framework for long-term improvements in research. The foundational paper developed from the conference captures the insights and recommendations of participants, ensuring that these efforts continue to influence research practices. The focus on the ethical and emotional dimensions of research has sparked broader conversations about how to structure research opportunities in more supportive and inclusive ways. These efforts are expected to lead to lasting changes in mentoring structures, funding accessibility, and institutional policies, better supporting researchers throughout their careers.\r\n\n\n\nEthos of Care Credential\nA significant outcome of the project was the development of the Ethos of Care Credential, an online certification program formalizing training in care ethics. The credential consisted of eight educational modules delivered through Canvas, focusing on care ethics, methodologies, and their application across professional contexts. Participants who completed the modules and assessments received a certificate of formal training in care ethics. The program was finalized ahead of schedule, with all materials available by August 2024. The Ethos of Care Credential provides valuable professional development, equipping individuals with the knowledge and tools to incorporate care ethics into their work. Formalizing this education contributes to a more ethical and supportive environment both within research settings and broader professional contexts.\r\n\n\n\nSuccessful Convening and Broader Conversations\nIn September 2024, the project successfully hosted a two-day convening with thirty-three participants from diverse institutions. The convening facilitated deep discussions on care ethics, sharing insights and collaborating on actionable outcomes. The participants explored the challenges of integrating care ethics across disciplines like education, healthcare, and social work. Pre- and post-event surveys were used to evaluate the convening's success, ensuring it met its goals of fostering collaboration and advancing care ethics.\r\n\n\n\nFoundational Paper\nFollowing the convening, the project team developed a foundational paper summarizing the key insights and recommendations from the event. The paper provides guidance on sustaining and applying care ethics in practical ways across various sectors. Disseminated in November 2024, the paper serves as a critical resource for ongoing efforts in care ethics.\r\n\n\n\nAnticipated Future Actions\nThe project will focus on continued dissemination of the foundational paper and expanding the reach of the Ethos of Care Credential. Feedback from post-event surveys will be used to refine the curriculum, and the project will explore partnerships with institutions and organizations to ensure the sustainability of the credential. These steps will help solidify the projects legacy and contribute to the continued advancement of care ethics.\n\n\n\n\t\t\t\t\tLast Modified: 02/03/2025\n\n\t\t\t\t\tSubmitted by: RishaRaQuelle\n"
 }
}