{
 "awd_id": "2324457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Growing the Research Administrative Infrastructure to Support EPSCoR (RAISE) - Vermont",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032925015",
 "po_email": "dstroud@nsf.gov",
 "po_sign_block_name": "Dina Stroud",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 95388.0,
 "awd_amount": 95388.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "The project, “Research Administration Infrastructure to Support EPSCoR - Vermont (RAISE-VT),”  will identify ways to increase research capacity in the research enterprise that entice talented STEM graduates to remain in Vermont, appeal to the current workforce, motivate upskilling or reskilling, and tap into a national pool of remote workers. Developing and implementing innovative solutions to bolster the human capital that includes creating workforce development strategies that retain the state’s talent in research administration careers has the potential to transform Vermont’s research enterprise.  \r\n\r\nRAISE-VT will create new knowledge through a statewide research administration/development needs assessment and a series of virtual stakeholder engagement sessions that will inform the development of the capstone RAISE-VT workshop agenda.  The goals of the RAISE-VT workshop are to identify and explore perceived barriers and existing gaps in human capital to inform the creation of career pathways, such as internships or certificate programs, for entry into research support careers; identify best practices, capacity-enhancing tools, and processes to catalyze the growing research enterprise in Vermont; establish ongoing, information-sharing mechanisms among stakeholders to define and grow the specialized research administration and research development workforce; develop recommendations to attain measurable improvements in the research administration and development sectors in Vermont that can be adapted to other regions and EPSCoR jurisdictions. The planned outcomes and products from RAISE-VT include strengthened collaborative interactions among administrative research staff within Vermont and across the nation, establishing the RAISE-VT website, and a report summarizing workshop activities, participation, survey results, and major recommendations.  Workshop resources will be distributed broadly through national and regional professional organizations, the NSF EPSCoR program, conference presentations, and the RAISE-VT website.  When successful RAISE-VT will create a scalable research administration workforce development model that can be replicated nationally to enable faculty and students from other low-population states, EPSCoR jurisdictions, and similar regions to competitively participate in the National research enterprise.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeralyn",
   "pi_last_name": "Haraldsen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeralyn D Haraldsen",
   "pi_email_addr": "Jeralyn.Haraldsen@uvm.edu",
   "nsf_id": "000726489",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lillian",
   "pi_last_name": "Gamache",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lillian M Gamache",
   "pi_email_addr": "lillian.gamache@uvm.edu",
   "nsf_id": "000858506",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT ST",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "221Y00",
   "pgm_ele_name": "GRANTED"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 95388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objectives of the RAISE-VT conference grant were to convene key individuals who participate in research development and research administration in the state of Vermont to identify and brainstorm ways for research administrators to better support the growth of the research enterprise within Vermont. During the conference award, we conducted several facilitated activities: a needs assessment via an online survey; focus group conversations with groups of research administrators, faculty researchers, and institutional leaders; interviews with research administrators at several institutions outside of Vermont; and culminated with a day-long, hybrid workshop.</p>\r\n<p>To meet societal and economic challenges, science has become increasingly collaborative, and we are seeing more emphasis on use-inspired research, which inherently requires close partnerships with industry, state and local governments, and other stakeholders to ensure translation and societal impact. Large federal funding opportunities, such as the recent NSF Regional Innovation Engines, also have high expectations for region-wide partnerships across all components of the innovation ecosystem. Faculty striving to meet these increasing demands require the support of professionals with expertise in navigating the complexities of federal regulations, research administration and management, and stewarding partnerships. This is particularly challenging in under-resourced and emerging research institutions, rural states with a single flagship research institution, such as Vermont, and many EPSCoR jurisdictions. Until we can effectively grow the research administrative infrastructure to support these much-needed, larger research initiatives, researchers at these types of institutions will be at a disadvantage and will struggle to stay competitive with their peers on the national scale.&nbsp;</p>\r\n<p>The principal outcome of the RAISE-VT convening was that we initiated a conversation around building statewide research administration infrastructure in Vermont, and founded a network of research development/research administration professionals who want to continue to collaborate. Seeded by the creation of a statewide Steering Committee composed of RAs from each PUI and Higher Education Institution throughout the state, this network cultivated new relationships, built an understanding of the challenges and realities of research administration at each institution, coalesced ideas, and began to establish a culture of trust like that required of &lsquo;team science.&rsquo; The Steering Committee will expand to a self-organized working group that is interested in implementing new, cross-institutional collaborations that can be simply implemented, and in identifying and securing resources to support and grow the statewide research enterprise over time.&nbsp;The working group will explore and analyze the feasibility of creative models for resource sharing and professional development.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2024<br>\nModified by: Jeralyn&nbsp;D&nbsp;Haraldsen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary objectives of the RAISE-VT conference grant were to convene key individuals who participate in research development and research administration in the state of Vermont to identify and brainstorm ways for research administrators to better support the growth of the research enterprise within Vermont. During the conference award, we conducted several facilitated activities: a needs assessment via an online survey; focus group conversations with groups of research administrators, faculty researchers, and institutional leaders; interviews with research administrators at several institutions outside of Vermont; and culminated with a day-long, hybrid workshop.\r\n\n\nTo meet societal and economic challenges, science has become increasingly collaborative, and we are seeing more emphasis on use-inspired research, which inherently requires close partnerships with industry, state and local governments, and other stakeholders to ensure translation and societal impact. Large federal funding opportunities, such as the recent NSF Regional Innovation Engines, also have high expectations for region-wide partnerships across all components of the innovation ecosystem. Faculty striving to meet these increasing demands require the support of professionals with expertise in navigating the complexities of federal regulations, research administration and management, and stewarding partnerships. This is particularly challenging in under-resourced and emerging research institutions, rural states with a single flagship research institution, such as Vermont, and many EPSCoR jurisdictions. Until we can effectively grow the research administrative infrastructure to support these much-needed, larger research initiatives, researchers at these types of institutions will be at a disadvantage and will struggle to stay competitive with their peers on the national scale.\r\n\n\nThe principal outcome of the RAISE-VT convening was that we initiated a conversation around building statewide research administration infrastructure in Vermont, and founded a network of research development/research administration professionals who want to continue to collaborate. Seeded by the creation of a statewide Steering Committee composed of RAs from each PUI and Higher Education Institution throughout the state, this network cultivated new relationships, built an understanding of the challenges and realities of research administration at each institution, coalesced ideas, and began to establish a culture of trust like that required of team science. The Steering Committee will expand to a self-organized working group that is interested in implementing new, cross-institutional collaborations that can be simply implemented, and in identifying and securing resources to support and grow the statewide research enterprise over time.The working group will explore and analyze the feasibility of creative models for resource sharing and professional development.\r\n\n\n\t\t\t\t\tLast Modified: 12/18/2024\n\n\t\t\t\t\tSubmitted by: JeralynDHaraldsen\n"
 }
}