{
 "awd_id": "2324460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Multiphase Flow and Heat Transfer for isothermal Compressed Air Energy Storage",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2023-05-25",
 "awd_max_amd_letter_date": "2023-05-25",
 "awd_abstract_narration": "Increasing renewable energy in the nation’s power grid is leading to rapid growth in wind energy.  However, intermittency issues (the wind doesn't always blow) is a critical challenge.  Development of economical, long-duration, utility-scale storage is important for our nation and world.  While compressed air energy storage allows these utility-scale long-duration aspects, key challenges remain in terms of efficiency.  To solve these, a fundamental understanding of the controlling parameters and physics for isothermal compression and expansion efficiency at high pressure ratios is needed.  The proposed research project will enable isothermal compressed air energy storage by identifying the key parameters and thermo-fluid physics that control round-trip efficiencies relevant to full-scale systems.  The disseminated findings can be used to direct development of this technology for effective long-duration wind energy storage, which can ensure a resilient and deeply decarbonized US power grid that enhances our nation's energy security and independence.  In addition, this project supports graduate student research in renewable energy while fostering diversity and inclusion.\r\n\r\nThe goal of this project is to identify and characterize the primary underpinning multiphase flow and heat transfer factors that control efficient isothermal compressed air energy storage. In particular, the proposed work will employ an optically accessible experimental setup for both compression and expansion that allows pressure ratios of up to 50:1 to identify relevant multiphase flow and heat transfer physics.  In addition, this one-year highly focused experimental effort will characterize isothermal round-trip efficiency in terms of the key non-dimensional parameters.  The project aims, for the first time, to: 1) experimentally test the hypothesis that the newly developed Crowe number and heat exchanger mass loading are the primary non-dimensional numbers that characterize isothermal efficiency, 2) experimentally demonstrate that high round-trip storage efficiency can be achieved at high pressure ratios (ca. 50:1), and 3) identify the key multiphase flow and heat transfer physics that are critical to efficacy of this type of energy storage.  This new research can be transformative for isothermal compressed air energy storage technology development, which can help solve the wind energy intermittency issues in order to allow the nation to achieve a deeply decarbonized grid.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Loth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Loth",
   "pi_email_addr": "el9r@virginia.edu",
   "nsf_id": "000611000",
   "pi_start_date": "2023-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 N EMMET ST",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  },
  {
   "pgm_ref_code": "1443",
   "pgm_ref_txt": "FLUID DYNAMICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}