{
 "awd_id": "2324784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel: NSF Student Travel Support for the 2023 IEEE International Conference on Data Mining (IEEE ICDM 2023)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922232",
 "po_email": "sdraghic@nsf.gov",
 "po_sign_block_name": "Sorin Draghici",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 24000.0,
 "awd_amount": 24000.0,
 "awd_min_amd_letter_date": "2023-07-11",
 "awd_max_amd_letter_date": "2023-07-11",
 "awd_abstract_narration": "This activity will increase student participation in the 2023 IEEE International Conference on Data Mining (ICDM 2023) that will take place from December 1-4, 2023, by providing travel grants to U.S.-based students. The International Conference on Data Mining series has established itself as the world’s premier research conference in data mining. It provides an international forum for presentation of original research results, as well as exchange and dissemination of innovative and practical development experiences. The conference covers all aspects of data mining, including algorithms, software and systems, and applications. This event provides an opportunity for US-based students to attend a premier conference in their research field overseas, present their research, exchange ideas and prepare future leaders in an important research area. In addition to enhancing student research careers. A strong representation of US researchers at the conference also help maintain US competitiveness in this important area.\r\n\r\n\r\nThe ICDM conference series promotes novel, high-quality research findings, and innovative solutions to challenging data mining problems, and seeks to advance the state-of-the-art in data mining. ICDM draws researchers, application developers, and practitioners from a wide range of data mining related areas such as statistics, machine learning, pattern recognition, databases, data warehousing, data visualization, knowledge-based systems, and high-performance computing. The event will include: i) student paper presentations, ii) a Student Forum, a iii) Women in Science Research Forum, and iv) a Networking with Experts event. These are meant to help the students and young researchers prepare for a career in scientific research, as well as broadening participation of women in computing, in particular in data mining research. The conference proceedings are published by the IEEE. The recipients of the NSF travel support will be listed at the ICDM 2023 conference website, together with additional ICDM 2023 information.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liang",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liang Zhao",
   "pi_email_addr": "liang.zhao@emory.edu",
   "nsf_id": "000754958",
   "pi_start_date": "2023-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "400 DOWMAN DR",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p2\"><span class=\"s1\">As data are becoming readily available and increasingly important than ever, knowledge discovery and data mining (KDD) has become a new ubiquitous term. Data mining and machine learning are now being broadly applied to nearly all disciplines, transforming science, engineering, medicine, healthcare, finance, business, and ultimately society itself. This award helped foster the young researchers in this community and hence contributed to the development of KDD research area. Specifically, t</span><span class=\"s1\">his is a project to support the IEEE ICDM 2023 conference. The fund will be used to provide travel support for students and early career researchers, with a special focus on women and minorities, for the following activities:&nbsp;</span>1. To help fund the travel of Ph.D. students who are primary authors of full papers that have been accepted to the technical program. 2. To help fund the travel of Ph.D. students who are participating in the Ph.D. Student Forum. 3. To help cover the travel expenses of women researchers to participate in the &ldquo;Women in Science Research Forum.&rdquo;&nbsp; We requested $24,000 to cover around 20 travel awards at an average of $1000 per award. This helped enable early career researchers, such as Ph.D. students and postdocs, and underrepresented groups who cannot afford to attend the conference to participate.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2024<br>\nModified by: Liang&nbsp;Zhao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs data are becoming readily available and increasingly important than ever, knowledge discovery and data mining (KDD) has become a new ubiquitous term. Data mining and machine learning are now being broadly applied to nearly all disciplines, transforming science, engineering, medicine, healthcare, finance, business, and ultimately society itself. This award helped foster the young researchers in this community and hence contributed to the development of KDD research area. Specifically, this is a project to support the IEEE ICDM 2023 conference. The fund will be used to provide travel support for students and early career researchers, with a special focus on women and minorities, for the following activities:1. To help fund the travel of Ph.D. students who are primary authors of full papers that have been accepted to the technical program. 2. To help fund the travel of Ph.D. students who are participating in the Ph.D. Student Forum. 3. To help cover the travel expenses of women researchers to participate in the Women in Science Research Forum. We requested $24,000 to cover around 20 travel awards at an average of $1000 per award. This helped enable early career researchers, such as Ph.D. students and postdocs, and underrepresented groups who cannot afford to attend the conference to participate.\r\n\n\n\t\t\t\t\tLast Modified: 12/18/2024\n\n\t\t\t\t\tSubmitted by: LiangZhao\n"
 }
}