{
 "awd_id": "2325367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applied Graduate STEM Education through an Innovative Hands-On Industrial Work Experience",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925032",
 "po_email": "kehm@nsf.gov",
 "po_sign_block_name": "Kathleen Ehm",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 472369.0,
 "awd_amount": 472369.0,
 "awd_min_amd_letter_date": "2023-09-11",
 "awd_max_amd_letter_date": "2023-09-11",
 "awd_abstract_narration": "Career preparation for graduate students in science, technology, engineering, and mathematics (STEM) programs traditionally focuses on knowledge and skills related to academic careers in science research such as critiquing and writing scientific journal articles or presenting at technical conferences. While such skills are important for success in academic careers they do not provide students with necessary knowledge, skills, and abilities demanded by industry. Students considering industrial careers require significant additional training before they can succeed individually in private sector careers and provide value to the company. This gap in graduate student training creates a stressful environment for both students and employers as STEM graduates transition from academic students to industry professionals. This is especially true in the semiconductor or microsystems area where the CHIPS and Science Act is creating an abundance of high-tech jobs that demand a highly skilled workforce. This National Science Foundation Innovations of Graduate Education (IGE) award to the University of New Mexico will develop a transformative pedagogy for graduate STEM education to enhance knowledge, skills, and abilities of STEM graduate students to increase industrial job readiness. The project will bridge the gap between academic degree programs and industry needs by reducing the need for industry training and easing transition of STEM graduate students to industrial careers in the semiconductor and microsystem workforce. More broadly, results from this project will provide guidance and inform approaches on how to better prepare STEM students for industrial jobs. The end goal is to produce students that can provide value to the microsystems industry by accelerating and strengthening the pipeline of talent between universities and industry.\r\n\r\nTypically, students prepare for industry careers through internships. Internship participation, however, is often limited due to the demands on students supported faculty research grants, visa requirements for foreign students, the proximity of high-tech jobs to universities, and  concerns that such experiences might extend time to degree completion. As a result, graduate internships in the microsystem area are not common. This project will develop and test a novel multi-course curriculum that models an industrial internship or start-up company experience for students otherwise immersed in an academic environment. The courses will utilize problem-based learning combined with industrial-based problem solving, which will create a unique hybrid environment, beyond typical lectures, where students can obtain hands-on, industry-relevant knowledge, skills, and abilities. Industrial mentors will advise on curricular development and collaborate in the program evaluation. Evaluation will include assessment of learning outcomes such as microsystems industry-relevant: interdisciplinary problem solving and teamwork skills, science communication, and career readiness. \r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Jackson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan M Jackson",
   "pi_email_addr": "njack@unm.edu",
   "nsf_id": "000758282",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Pleil",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias W Pleil",
   "pi_email_addr": "mpleil@unm.edu",
   "nsf_id": "000295270",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sung",
   "pi_last_name": "Kang",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sung P Kang",
   "pi_email_addr": "pilkang@unm.edu",
   "nsf_id": "000711343",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 LOMAS BLVD NE STE 2200",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871063837",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "260Y00",
   "pgm_ele_name": "Innovations in Grad Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 472369.0
  }
 ],
 "por": null
}