{
 "awd_id": "2325871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: A Learning Progression for K-12 Data Science Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924814",
 "po_email": "jowalker@nsf.gov",
 "po_sign_block_name": "Joan Walker",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 99896.0,
 "awd_amount": 99896.0,
 "awd_min_amd_letter_date": "2023-07-07",
 "awd_max_amd_letter_date": "2023-07-07",
 "awd_abstract_narration": "In today's increasingly data-rich world, data science education is vital not only for work in STEM fields but also for all citizens. Although it is increasingly clear that data science education at the K-12 level is vital, much debate still exists about the form and focus it should assume in the classroom. The proposed workshop will gather a diverse group of leading researchers in the field of data science education to develop a cohesive research framework to define and guide this quickly growing field. This framework will focus on what learners need to know and be able to do with data starting with the earliest learners and going through high school. Workshop participants will also identify the key grand challenges for data science education and suggest the most valuable areas for future research. In doing so, the outcome of the workshop will support researchers, educators, developers, and policymakers, bolstering the coherence of future efforts towards supporting comprehensive data science education in grades K-12.\r\n\r\nEstablishing and characterizing current research in data science education is critical to guiding all aspects of this quickly emerging field. To address this need, this project brings together stakeholders from across the field of K-12 data science education, first in a smaller steering committee and focused pre-work groups and then for a multiple-day in-person knowledge building session, to grapple with a series of connected queries positioned at the center of the field's current needs. Via organized guided discussions the workshop will propose a summary of the progress made so far in DSE research, identify places where the largest gaps remain, and highlight the areas that provide the most promising ground for interconnection. The workshop will then employ the summary of existing research to suggest a learning progressions framework for K-12 data science education aimed to benefit a broad range of stakeholders and applications. The workshop will adopt an approach that bounds the components involved in data science education, providing a framework elucidating strands of learning that comprise the domain with each identified strand deliberately providing entry points spanning grades K-12. This framework will be solid enough to inform work across both research and development, yet flexible enough to evolve and incorporate the many new findings certain to arise during the workshop activities. The resulting framework will serve as guidance for identifying future research priorities and suggestions to supporters, funders, and implementing stakeholders, including policy- and decision-makers at local and regional levels.\r\n\r\nThis project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts, and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Dorsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Dorsey",
   "pi_email_addr": "cdorsey@concord.org",
   "nsf_id": "000522226",
   "pi_start_date": "2023-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Miller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine M Miller",
   "pi_email_addr": "kmiller@concord.org",
   "nsf_id": "000929285",
   "pi_start_date": "2023-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Concord Consortium",
  "inst_street_address": "25 LOVE LN",
  "inst_street_address_2": "",
  "inst_city_name": "CONCORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9784053205",
  "inst_zip_code": "017422345",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "CONCORD CONSORTIUM INC",
  "org_prnt_uei_num": "FY85DRNMJAM4",
  "org_uei_num": "FY85DRNMJAM4"
 },
 "perf_inst": {
  "perf_inst_name": "Concord Consortium",
  "perf_str_addr": "25 LOVE LN",
  "perf_city_name": "CONCORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017422345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99896.0
  }
 ],
 "por": null
}