{
 "awd_id": "2325291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Identifying the biogeochemical causes of sudden widespread metal loading in streams of the western Brooks Range, Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2023-04-25",
 "awd_max_amd_letter_date": "2023-04-25",
 "awd_abstract_narration": "National Parks and Wildlife Refuges protect a vast area of Alaska’s Brooks Range but cannot shield its wilderness from climate change. Warming four times faster than elsewhere on Earth, the higher temperatures melt sea ice, thaw permafrost, and even increase winter snowfall. This also encourages moose, spruce, beavers, and shrubs to move into tundra. Of all the climate-driven changes, the recent degradation of stream water quality may be most alarming. The Brooks Range has long been known for its crystal-clear waters. The abrupt change to orange-colored, murky waters is startling and likely threatens the abundant Arctic grayling, Dolly Varden trout, and chum salmon that live there. No one currently knows why the streams are changing or what it means in the near or long term for fish, wildlife, and the people who depend upon them. The researchers are a group of geologists with extensive experience in “acid-rock drainage” joined by ecologists with extensive Brooks Range knowledge. They plan to visit an area with numerous degraded streams during the summer of 2023, spending a month and a half in the field collecting rock, soil, and water samples for laboratory analysis. What they find will help us understand what is happening now and what to expect in the future. Thousands of people depend on clear and productive streams for drinking water and subsistence fish harvest in Arctic Alaska. People there are already alarmed about the degradation in water quality they can see. To share what they learn, the researchers will present their findings in public presentations in Kotzebue, the regional hub and largest population center. They will provide interviews for the region’s largest public radio station, so that residents of smaller surrounding villages can learn about the changes to their local streams, regional rivers and how those changes are already impacting local ecologies. They will also speak at meetings of the Northwest Arctic Regional Subsistence Advisory Council to share their results directly with regional managers of subsistence resources and concerned members of the public.\r\n\r\nHistorically characterized by pristine streams that support robust populations of Arctic grayling, Dolly Varden, and chum salmon, the southern slopes of the Brooks Range provide valuable economic and subsistence resources for local communities. However, since 2019, more than 30 clear-running streams have turned turbid and orange with iron precipitates. Seeps have been identified in the tundra and in upland rock formations. Limited data show very low pH in seep water (<3.0), downslope vegetation mortality, and dramatic declines in juvenile fish abundance in affected headwaters. The causes of this rapidly spreading degradation of pristine streams remain unknown. The goal of this project is to identify the terrestrial biogeochemical processes causing the recent and widespread proliferation of turbid orange streams throughout the western Brooks Range. Through field sampling and laboratory analysis, the researchers will test two hypotheses to explain the mobilization of metals within affected watersheds. Their two hypotheses, which may both prove relevant, have divergent implications for stream water quality and the spatial extent of areas at risk of future stream degradation. By identifying the causes of orange stream proliferation, the researchers will be able to inform land managers and residents of local villages of the potential consequences for drinking water, subsistence resource availability, and the growing commercial salmon fishery in northwest Alaska now and in the future. This research on the causes of stream degradation in the western Brooks Range is highly relevant to Alaska Native villages in the region, which depend on these streams for drinking water and subsistence fish harvest. The villages of Kiana and Kivalina are especially at risk because of nearby degraded tributaries of the Wulik, Squirrel and Kobuk Rivers. The researchers will deliver public presentations in Kotzebue and arrange to be interviewed by Kotzebue Public Radio to share their findings with residents of smaller surrounding villages. They also plan to share their findings during meetings of the Northwest Arctic Regional Subsistence Advisory Council to communicate their results directly to regional managers of subsistence resources and concerned members of the public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Lyons",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Lyons",
   "pi_email_addr": "timothy.lyons@ucr.edu",
   "nsf_id": "000197377",
   "pi_start_date": "2023-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": null
}