{
 "awd_id": "2325235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel: Student Travel Support for the Doctoral Colloquium at IEEE Visualization (IEEE VIS) 2023",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922706",
 "po_email": "ccaragea@nsf.gov",
 "po_sign_block_name": "Cornelia Caragea",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2023-06-27",
 "awd_max_amd_letter_date": "2023-06-27",
 "awd_abstract_narration": "This is a travel grant that will support student attendees of the Doctoral Colloquium at IEEE Visualization conference (October 22-27, 2023) in Melbourne Australia. It will support conference expenses for 15 US-based Ph.D. students in visualization who are in the process of formulating their dissertation project and seek feedback at a critical stage in their graduate training. The student participants and expert panelists will be selected based on their research excellence and their contribution to the goal of promoting full participation of women and other underrepresented groups. We also strive for diversity in institution, scientific discipline, and research specialization.\r\n\r\nThe event will foster student academic and professional development through three main prongs: (1) research, (2) mentorship, and (3) networking. To help students develop and finetune their research, each student will present and receive feedback on their dissertation topic from expert panelists, including senior researchers in the field who are not their doctoral advisors and from their peers. This guidance will provide a fresh perspective on their dissertation topics, help develop the intellectual contributions of their work, and help situate their work in topics of core interest to the broader visualization community. The work presented at the event reflects the state-of-the-art in visualization. To provide mentorship, each student participant will be assigned a mentor among the expert panelists. During the Doctoral Colloquium the mentor will provide detailed feedback on student’s submitted materials, offer support and encouragement for completing the dissertation research, and answer professional development questions. To foster networking opportunities, the Doctoral Colloquium will host a lunch for building social connections and a round table discussion to address student questions about career paths, job searches, grant writing, and becoming an independent researcher. Across all activities the Doctoral Colloquium will establish and strengthen professional networks and research collaborations among junior and senior researchers, which are beneficial for the junior researchers, and critical for the advancement of the field. By building this community at the beginning of the VIS conference, students can continue to network and potentially establish collaborations throughout the duration of IEEE VIS 2023.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Schloss",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Karen B Schloss",
   "pi_email_addr": "kschloss@wisc.edu",
   "nsf_id": "000782869",
   "pi_start_date": "2023-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"color: black; font-family: Arial; font-size: small;\"><span>This travel award supported doctoral students who participated in the IEEE VIS Doctoral Colloquium at IEEE Visualization 2023 (October 22-27, 2023 in Melbourne, Australia). The Doctoral Colloquium was a single-day pre-conference workshop that provided US-based Ph.D. students with the opportunity to present their proposed dissertation work and receive feedback and mentorship from a panel of expert visualization researchers. This workshop took place on the day before IEEE VIS, the premier forum for advances in theory, methods, and applications of visualization and visual analytics. At IEEE VIS, our international community of researchers and practitioners from universities, government, and industry gather to share new discoveries on the design and use of visualization.&nbsp;</span></span></p>\n<p><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span>The outcomes of the Doctoral Colloquium included:&nbsp;&nbsp;</span></span></span></p>\n<p><strong><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span>1. Feedback on dissertation topics.</span></span></span></strong><span><span style=\"color: black; font-family: Arial;\"><span>&nbsp;</span><span>The Doctoral Colloquium allowed students to discuss their research in a supportive and constructive atmosphere. They received feedback from senior researchers in the field who were not their doctoral advisors, as well as their peers. This guidance provided students with a fresh perspective on their dissertation research and helped situate their work in topics of core interest to the broader visualization community.&nbsp;</span></span></span></p>\n<p><strong><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span>2. Mentoring.</span></span></span></strong><span><span style=\"color: black; font-family: Arial;\"><span>&nbsp;</span><span>Each student participant was assigned a specific mentor among the expert panelists. The mentor read the student&rsquo;s submitted materials in depth and provided additional feedback, encouragement, and general support during the Doctoral Colloquium. &nbsp;Further, through a roundtable discussion at the end of the day, students received guidance and mentorship on professional development topics beyond their Ph.D., including issues pertaining to career paths, job searches, grant writing, and becoming an independent researcher.&nbsp;</span></span></span></p>\n<p><strong><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span>3. Networking opportunities.</span></span></span></strong><span><span style=\"color: black; font-family: Arial;\"><span>&nbsp;</span><span>The Doctoral Colloquium served as a community building opportunity that connected novice and advanced researchers in visualization. It helped establish a cohort of young researchers, while providing opportunities for students to socialize with peers and senior researchers via a group lunch, the panel, and roundtable discussions. By introducing participants to one another at the beginning of the IEEE VIS conference, they had opportunities to network and potentially establish collaborations throughout the week.</span></span></span></p>\n<p>&nbsp;</p>\n<p><strong><span style=\"color: black; font-family: Arial; font-size: small;\">Broader Impacts</span></strong></p>\n<p><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span>The Doctoral Colloquium provided students with targeted mentorship from experts in their professional community at a critical stage in the students&rsquo; professional development. The selection of students and expert panelists prioritized promoting full participation of individuals from underrepresented groups in STEM. This effort broadened participation among students, while providing them with role models in the field who brought a wide range of experiences and perspectives to the meeting. The Doctoral Colloquium included panelists from academia and industry, which helped increase partnerships and pipelines between these two sectors. Our event also helped prepare students to complete their degrees successfully and become well-positioned to begin their professional career upon graduation. This effort was geared toward developing a diverse, globally competitive STEM workforce.<br /><br /><strong><span><span style=\"font-family: Arial;\"><span>Intellectual Merit&nbsp;</span></span></span></strong></span></span></span></p>\n<p><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span>The Doctoral Colloquium focused on the participants&rsquo; doctoral dissertation research and aimed to develop the intellectual rigor of their research program. The student participants were selected based on evidence that (a) their previous research had made intellectual contributions to the field of visualization, and (b) their proposed research plans were at a stage in which they would benefit from feedback from the Doctoral Colloquium panel of distinguished researchers. The students received feedback they could implement in the timeline of their graduate training to strengthen the potential knowledge gleaned from their dissertation work. The colloquium also provided a forum for students to exchange research ideas, discuss their on-going work, and improve upon their research agendas. The research presented at the event reflected the state-of-the-art in visualization.&nbsp;</span></span></span></p>\n<p><span><span style=\"color: black; font-family: Arial; font-size: small;\"><span><br /><em><span><strong><span style=\"font-family: Arial;\"><span>Disclaimer:</span>&nbsp;</span></strong></span></em><em><span><span style=\"font-family: Arial;\"><span>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</span></span></span></em></span></span></span></p>\n<p><span style=\"color: #333333; font-family: Arial; font-size: small;\"><span>&nbsp;</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/18/2024<br>\nModified by: Karen&nbsp;B&nbsp;Schloss</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis travel award supported doctoral students who participated in the IEEE VIS Doctoral Colloquium at IEEE Visualization 2023 (October 22-27, 2023 in Melbourne, Australia). The Doctoral Colloquium was a single-day pre-conference workshop that provided US-based Ph.D. students with the opportunity to present their proposed dissertation work and receive feedback and mentorship from a panel of expert visualization researchers. This workshop took place on the day before IEEE VIS, the premier forum for advances in theory, methods, and applications of visualization and visual analytics. At IEEE VIS, our international community of researchers and practitioners from universities, government, and industry gather to share new discoveries on the design and use of visualization.\n\n\nThe outcomes of the Doctoral Colloquium included:\n\n\n1. Feedback on dissertation topics.The Doctoral Colloquium allowed students to discuss their research in a supportive and constructive atmosphere. They received feedback from senior researchers in the field who were not their doctoral advisors, as well as their peers. This guidance provided students with a fresh perspective on their dissertation research and helped situate their work in topics of core interest to the broader visualization community.\n\n\n2. Mentoring.Each student participant was assigned a specific mentor among the expert panelists. The mentor read the students submitted materials in depth and provided additional feedback, encouragement, and general support during the Doctoral Colloquium. Further, through a roundtable discussion at the end of the day, students received guidance and mentorship on professional development topics beyond their Ph.D., including issues pertaining to career paths, job searches, grant writing, and becoming an independent researcher.\n\n\n3. Networking opportunities.The Doctoral Colloquium served as a community building opportunity that connected novice and advanced researchers in visualization. It helped establish a cohort of young researchers, while providing opportunities for students to socialize with peers and senior researchers via a group lunch, the panel, and roundtable discussions. By introducing participants to one another at the beginning of the IEEE VIS conference, they had opportunities to network and potentially establish collaborations throughout the week.\n\n\n\n\n\nBroader Impacts\n\n\nThe Doctoral Colloquium provided students with targeted mentorship from experts in their professional community at a critical stage in the students professional development. The selection of students and expert panelists prioritized promoting full participation of individuals from underrepresented groups in STEM. This effort broadened participation among students, while providing them with role models in the field who brought a wide range of experiences and perspectives to the meeting. The Doctoral Colloquium included panelists from academia and industry, which helped increase partnerships and pipelines between these two sectors. Our event also helped prepare students to complete their degrees successfully and become well-positioned to begin their professional career upon graduation. This effort was geared toward developing a diverse, globally competitive STEM workforce.\n\nIntellectual Merit\n\n\nThe Doctoral Colloquium focused on the participants doctoral dissertation research and aimed to develop the intellectual rigor of their research program. The student participants were selected based on evidence that (a) their previous research had made intellectual contributions to the field of visualization, and (b) their proposed research plans were at a stage in which they would benefit from feedback from the Doctoral Colloquium panel of distinguished researchers. The students received feedback they could implement in the timeline of their graduate training to strengthen the potential knowledge gleaned from their dissertation work. The colloquium also provided a forum for students to exchange research ideas, discuss their on-going work, and improve upon their research agendas. The research presented at the event reflected the state-of-the-art in visualization.\n\n\n\nDisclaimer:This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 06/18/2024\n\n\t\t\t\t\tSubmitted by: KarenBSchloss\n"
 }
}