{
 "awd_id": "2325041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Scalable Storytelling Interventions to Support Graduate Student Success in STEM",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925032",
 "po_email": "kehm@nsf.gov",
 "po_sign_block_name": "Kathleen Ehm",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 279997.0,
 "awd_amount": 279997.0,
 "awd_min_amd_letter_date": "2023-09-11",
 "awd_max_amd_letter_date": "2023-09-11",
 "awd_abstract_narration": "This National Science Foundation Innovations in Graduate Education (IGE) award to Boise State University and Utah State University pilots a storytelling intervention to enhance professional identity and sense of belonging and reduce impostorism among students pursuing graduate degrees in science, technology, engineering, and mathematics (STEM). Traditionally, STEM graduate training has focused more on instilling technical content expertise and less on cultivating feelings of belonging and STEM identity critical to graduate student retention and success in STEM programs. This project addresses these missing components by developing a cohort-based program wherein students learn and apply storytelling techniques through writing and sharing transformative stories about themselves. Aided by a novel collaboration with The Story Collider, a nonprofit organization that aims to foster diversity and inclusion in science through storytelling, the project team will develop, implement, and assess the transferability of an innovative personal storytelling intervention with students at the two universities. Each project year will culminate in public performances in which participant cohorts perform their stories to university and community peers and stakeholders. The open-source storytelling curriculum will be made available through online repositories for the STEM education community to share and customize.\r\n\r\nThis project will expand pedagogical knowledge of effective instructional practices for developing graduate students into STEM professionals and advance theoretical knowledge in the fields of STEM education and narrative psychology. Using storytelling to engage STEM students in reflection at a time when they encounter intense intellectual and personal challenges, this intervention will engage STEM graduate students in formal trainings about storytelling techniques and then facilitate their practice of these techniques within a community of STEM graduate students. Training and peer interactions culminate in a personal story that each student may publicly perform. The project examines three hypotheses: (1) storytelling pedagogy will improve STEM graduate student professional identity and sense of belonging, and reduce feelings of impostorism, (2) storytelling performances will reinforce student retention and transition into STEM fields, and (3) storytelling performances will decrease the stereotyping among audience members of those who pursue STEM careers. Adopting a mixed-methods research approach, the project team will answer three research questions: (1) What are the thematic and structural characteristics of personal narratives that students write about their experiences in STEM graduate education? (2) How do students’ development and performance of a personal narrative about their experiences in STEM graduate education relate to their professional identity, sense of belonging, and feelings of impostorism? (3) How do the thematic and structural characteristics of personal narratives relate to the three professional constructs of professional identity, sense of belonging, and impostorism? The project team will collect and analyze mixed methods data, including participants’ stories, focus group interviews, and self-report measures related to professional identity, sense of belonging, and impostor phenomenon. Quantitative, qualitative, and mixed data analyses will be used to determine how the storytelling intervention influences graduate student experience related to the three professional constructs.\r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Pakala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna Pakala",
   "pi_email_addr": "krishnapakala@boisestate.edu",
   "nsf_id": "000668287",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Jankowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Jankowski",
   "pi_email_addr": "ericjankowski@boisestate.edu",
   "nsf_id": "000612054",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Hamby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Hamby",
   "pi_email_addr": "annehamby@boisestate.edu",
   "nsf_id": "000828270",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jelena",
   "pi_last_name": "Pokimica",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jelena Pokimica",
   "pi_email_addr": "jelenapokimica@boisestate.edu",
   "nsf_id": "000928586",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 UNIVERSITY DR",
  "perf_city_name": "BOISE",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "260Y00",
   "pgm_ele_name": "Innovations in Grad Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 279997.0
  }
 ],
 "por": null
}