{
 "awd_id": "2325694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Access and Outcomes for Students in Semiconductors and Solar Energy",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925032",
 "po_email": "kehm@nsf.gov",
 "po_sign_block_name": "Kathleen Ehm",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2023-09-13",
 "awd_max_amd_letter_date": "2023-09-13",
 "awd_abstract_narration": "This National Science Foundation Innovations in Graduate Education (IGE) award to Arizona State University aims to revolutionize graduate education in the field of semiconductor manufacturing. This project seeks to address the complexity and interconnectedness of concepts in graduate education associated with semiconductor manufacturing, which requires students to integrate and apply information across many disciplines.  This IGE award is timely with the passage of the Chips and Science Act, which provides over $52 billion in direct support to the semiconductor industry to revitalize onshore manufacturing in the US. The expansion of semiconductor manufacturing will require an almost doubling of the existing semiconductor workforce. However, various challenges pose significant barriers to achieving this goal, including the limited enrollment of students in semiconductor-related graduate programs compared to other fields. Moreover, the poor visibility of the field in terms of career paths, the high capital equipment costs of hands-on teaching facilities, and the lack of diversity in the semiconductor workforce further compound the challenge of doubling the semiconductor workforce.  In response to these challenges, ASU’s IGE project will forge new frontiers in graduate education, combining innovative virtual learning approaches with practical hands-on experiences. Through a virtual semiconductor manufacturing line, developed in partnership with industry and government partners, students will gain a comprehensive understanding of the manufacturing process and its multidisciplinary nature. Additionally, a one-week hands-on experience in an actual manufacturing environment will equip students with valuable knowledge, offering insights into diverse career pathways within the semiconductor field. Integral to the project's success is its commitment to fostering inclusion and promoting diversity. The project will facilitate connections between students and industry through a dedicated Stakeholder/Student Day, providing a platform for meaningful interactions between students and industry professionals. By empowering students and enhancing their agency, the program aims to cultivate a diverse and inclusive community. \r\n\r\nThe ASU IGE will develop a certificate program for graduate students in semiconductor-related fields based on the virtual pilot line that focuses on the interaction among complex steps in a semiconductor manufacturing line and how the influence of factors such as cost, reliability, yield, changes in supply, sustainability, externalities, and changes in input parameters changes the interactions and outcomes of a manufacturing sequence. The educational program structure and components integrate sustainability concepts, via course projects, formal training components, and the inclusion of a program structure that includes and encourages additional viewpoints. The program will integrate multiple stakeholder viewpoints and goals in semiconductors in various industry segments, including close collaboration with industry, government agencies, and other affected communities, including those impacted by its life-cycle impacts.  Finally, the IGE program will increase the pipeline and retention of historically underrepresented groups in semiconductor-based fields by increasing access to necessary skills and education; by integrating and emphasizing diverse viewpoints in program participants, including industry participants and IGE leadership; and by program components to create a culture of inclusion.\r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christiana",
   "pi_last_name": "Honsberg",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christiana B Honsberg",
   "pi_email_addr": "honsberg@asu.edu",
   "nsf_id": "000237659",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Goodnick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Goodnick",
   "pi_email_addr": "stephen.goodnick@asu.edu",
   "nsf_id": "000377982",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Jordan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Jordan",
   "pi_email_addr": "michelle.E.jordan@asu.edu",
   "nsf_id": "000633676",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shirley-Ann",
   "pi_last_name": "Behravesh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley-Ann Behravesh",
   "pi_email_addr": "satab2@asu.edu",
   "nsf_id": "000735000",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Rolston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Rolston",
   "pi_email_addr": "nicholas.rolston@asu.edu",
   "nsf_id": "000869568",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "260Y00",
   "pgm_ele_name": "Innovations in Grad Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}