{
 "awd_id": "2325198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonenzymatic RNA Replication",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 899998.0,
 "awd_min_amd_letter_date": "2023-03-28",
 "awd_max_amd_letter_date": "2023-03-28",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes Program in the Chemistry Division, Professor Jack W. Szostak from the Massachusetts General Hospital and Harvard University will study prebiotic chemistry relevant for the origin of life on the early Earth. The proposed work will focus on how primordial RNA molecules could have replicated without enzymes. This research focuses on how life is a natural phenomenon that can emerge according to the laws of chemistry and physics. Carrying out the proposed research will contribute to training the next generation of 21st century scientists in the fields of chemistry and chemical biology. The proposed experimental procedures will allow graduate students and postdoctoral fellows to acquire specialized training in a broad range of chemical methods including organic synthesis, reaction kinetics, structure determination by crystallography, mass spectrometry and NMR. The laboratory’s findings will be communicated to the broadest possible audience in response to the enormous public interest in the origin of life and the possibility that life may exist elsewhere in the Universe. This outreach will both engage and educate non-scientists in the value and power of evidence-based thinking. A broader appreciation of and respect for science would be an enormous societal benefit. \r\n\r\nThe proposed research will advance knowledge of prebiotic chemistry and the chemistry of RNA. The objectives are to understand how chemical energy could be harvested and used to drive replication, and the emergent behaviors of complex RNA systems that will lead to non-enzymatic replication. The experiments related to activation chemistry will explore how high-energy compounds resulting from exposure to UV light can drive the chemical activation of nucleotides and thus the non-enzymatic replication of RNA. The exploration of a new model for RNA replication will examine the possibility that life emerged from a very complex mixture of small RNA fragments, prior to the evolution of enzyme-catalyzed replication of long sequences such as viral RNA genomes or cellular DNA genomes. The use of modern sequencing technology will provide insight into how RNA copying and replication can be achieved continuously and accurately.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Szostak",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jack W Szostak",
   "pi_email_addr": "jwszostak@uchicago.edu",
   "nsf_id": "000149799",
   "pi_start_date": "2023-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 899998.0
  }
 ],
 "por": null
}