{
 "awd_id": "2326586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Brave Virtual Worlds Human Movement Artificial Intelligence (AI) Engine and Biofeedback Loop",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 273915.0,
 "awd_amount": 273915.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2023-08-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project aims to develop a biofeedback system that combines wearable sensors, real-time data capture, and immersive virtual reality visualization. This system has the potential to enhance the understanding of joint angles and movement patterns enabling in-depth analysis of human movement. The proposed technology targets a significant market opportunity in the athletic training and physical therapy industry, which is valued at $200 million. \r\n\r\nThis SBIR Phase I project addresses intellectual merit through a systematic research approach. The project involves designing and refining the biofeedback system, conducting extensive data collection, and implementing advanced algorithms for real-time analysis. The project's goals include developing a user-friendly interface, optimizing sensor accuracy, and creating a seamless biofeedback system for improved training and rehabilitation. Anticipated technical results include the design and development of a machine learning layer to classify and identify key components of movements in order to create a contextual database for further analysis to determine movement efficiency and highlight movement patterns as well as the development of a corrective exercise/feedback layer using the context from the machine learning layer to generate further insights into what is causing highlighted movement patterns  This second later will incorporate corrective exercises that are suggested for improvement. Additionally, a real-time layer incorporating the first two layers into the real-time portion will be used for immediate feedback to the end-user, thus providing a closed bio-feedback loop.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Kodama",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Kodama",
   "pi_email_addr": "wskodama@bravevirtual.com",
   "nsf_id": "000907802",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BRAVE VIRTUAL WORLDS, INC.",
  "inst_street_address": "1500 S LAMAR BLVD APT 3045",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2025490186",
  "inst_zip_code": "787042948",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "TX21",
  "org_lgl_bus_name": "BRAVE VIRTUAL WORLDS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z9AEGCRJ2G28"
 },
 "perf_inst": {
  "perf_inst_name": "BRAVE VIRTUAL WORLDS, INC.",
  "perf_str_addr": "800 BRAZOS ST",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787012538",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 273915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6ba42ff0-7fff-298a-8a21-86566f346410\"> </span></p>\r\n<p dir=\"ltr\"><strong>Project Outcomes</strong></p>\r\n<p dir=\"ltr\"><span>This report outlines the outcomes of Brave&rsquo;s NSF Phase I project, which aimed to validate the technical and commercial feasibility of a novel motion capture and biomechanical analysis platform. Brave&rsquo;s innovative system combines wearable motion capture sensors, cloud infrastructure, and machine learning to transform complex movement data into actionable insights. The Phase I project focused on demonstrating the feasibility of this technology for a wide range of users, from professional athletes to general consumers, through three key objectives: developing a robust movement AI engine, creating actionable corrective feedback, and enabling real-time biofeedback.</span></p>\r\n<p dir=\"ltr\"><span>Brave&rsquo;s motion capture system uses 10 wearable sensors to transmit inertial and orientation data wirelessly to an Apple-supported device. The data is processed via edge computing into a 3D virtual environment on the Unity platform, visualizing movement as a virtual avatar. The platform further processes the data using cloud infrastructure, incorporating proprietary algorithms to analyze joint angles, asymmetries, and kinematic sequencing. This foundational technology underpins the Phase I effort to expand its capabilities with inverse kinematics, ground force detection, and machine learning.</span></p>\r\n<p dir=\"ltr\"><span>The project was guided by three primary objectives:</span></p>\r\n<ol>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Develop and Integrate a Movement AI Engine:</span></p>\r\n<ul>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Algorithms were designed and tested to classify and segment movement phases (e.g., squat descent or jump liftoff).</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>A scalable cloud-based backend was implemented to process and store biomechanical data securely.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Data collection protocols were established, focusing on functional, skill-based, and dynamic movements.</span></p>\r\n</li>\r\n</ul>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Infer Corrective Feedback for User Application:</span></p>\r\n<ul>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Extensive research into corrective strategies for movement inefficiencies was conducted, incorporating insights from practitioners and users.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Tailored feedback models were developed using clustering, time-series analysis, and comparative methods, with results categorized by movement type.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>A gamified feedback system was initiated to enhance user engagement, featuring progress tracking, rewards, and leaderboards.</span></p>\r\n</li>\r\n</ul>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Enable Real-Time Biofeedback:</span></p>\r\n<ul>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>The movement AI engine was optimized for real-time processing, delivering immediate feedback via a virtual 3D avatar.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Visual biofeedback was developed for iPhone and iPad devices, offering intuitive and actionable corrective guidance.</span></p>\r\n</li>\r\n</ul>\r\n</li>\r\n</ol>\r\n<p dir=\"ltr\"><strong>Key Results</strong></p>\r\n<p dir=\"ltr\"><span>The technical work achieved during Phase I successfully validated the feasibility of the proposed system:</span></p>\r\n<ul>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>A robust post-processing pipeline was developed to enhance data fidelity and reduce noise.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Machine learning models were tested and validated for classifying movements and providing segmented feedback.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Data collected through academic partnerships demonstrated the accuracy of the wearable system compared to high-speed optical motion capture systems.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Corrective feedback mechanisms were implemented, with over 800 documented exercises derived from user feedback and research.</span></p>\r\n</li>\r\n</ul>\r\n<p dir=\"ltr\"><span>These results underscore the system&rsquo;s ability to deliver high-quality biomechanical analysis, making it a scalable and effective tool for diverse applications in sports, rehabilitation, and general fitness.</span></p>\r\n<p dir=\"ltr\"><strong>Commercialization Progress</strong></p>\r\n<p dir=\"ltr\"><span>The Phase I award period included significant customer discovery and market research, refining Brave&rsquo;s go-to-market strategy. The initial focus on professional sports organizations provided credibility and facilitated entry into the collegiate athletics market. Universities and teams expressed a strong need for scalable solutions to assess and improve mobility across large athlete populations with limited staff. This led to a strategic pivot towards collegiate athletics and youth sports training facilities, which are now the primary target markets. Collaborations with professional organizations such as the Minnesota Twins, San Francisco Giants, and Nashville SC, along with collegiate institutions like Arizona State University and LSU, were instrumental in shaping the platform to meet market demands. These partnerships also validated the commercial potential of the system, providing critical feedback for future iterations.</span></p>\r\n<p dir=\"ltr\"><strong>Potential Impacts</strong></p>\r\n<p dir=\"ltr\"><span>The outcomes of this project have the potential to revolutionize the understanding and application of biomechanical data. The integration of real-time motion capture with machine learning creates a powerful tool for improving human movement. Key impacts include:</span></p>\r\n<ul>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Technical: Advanced biomechanical analysis with real-time feedback and robust data visualization.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Commercial: A scalable, cost-effective solution that reduces reliance on expensive laboratory equipment.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Societal: Improved injury prevention, rehabilitation outcomes, and engagement in physical activity across diverse user groups.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Environmental: Cloud-based architecture minimizes the carbon footprint compared to traditional systems.</span></p>\r\n</li>\r\n</ul>\r\n<p dir=\"ltr\"><span>By addressing barriers to accessibility, Brave&rsquo;s technology democratizes biomechanical analysis, enabling widespread adoption in schools, community programs, and smaller clinics.</span></p>\r\n<p dir=\"ltr\"><strong>Future Directions</strong></p>\r\n<p dir=\"ltr\">Building on the technical and commercial progress achieved during Phase I, Brave is well-positioned to scale its innovation. Future efforts will focus on expanding system capabilities through the integration of computer vision and AI-driven personalization, while refining commercialization strategies to reach broader markets. With continued support from stakeholders and partners, Brave aims to set new standards in biomechanical analysis and movement health.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: William&nbsp;S&nbsp;Kodama</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nProject Outcomes\r\n\n\nThis report outlines the outcomes of Braves NSF Phase I project, which aimed to validate the technical and commercial feasibility of a novel motion capture and biomechanical analysis platform. Braves innovative system combines wearable motion capture sensors, cloud infrastructure, and machine learning to transform complex movement data into actionable insights. The Phase I project focused on demonstrating the feasibility of this technology for a wide range of users, from professional athletes to general consumers, through three key objectives: developing a robust movement AI engine, creating actionable corrective feedback, and enabling real-time biofeedback.\r\n\n\nBraves motion capture system uses 10 wearable sensors to transmit inertial and orientation data wirelessly to an Apple-supported device. The data is processed via edge computing into a 3D virtual environment on the Unity platform, visualizing movement as a virtual avatar. The platform further processes the data using cloud infrastructure, incorporating proprietary algorithms to analyze joint angles, asymmetries, and kinematic sequencing. This foundational technology underpins the Phase I effort to expand its capabilities with inverse kinematics, ground force detection, and machine learning.\r\n\n\nThe project was guided by three primary objectives:\r\n\r\n\r\n\n\nDevelop and Integrate a Movement AI Engine:\r\n\r\n\r\n\n\nAlgorithms were designed and tested to classify and segment movement phases (e.g., squat descent or jump liftoff).\r\n\r\n\r\n\n\nA scalable cloud-based backend was implemented to process and store biomechanical data securely.\r\n\r\n\r\n\n\nData collection protocols were established, focusing on functional, skill-based, and dynamic movements.\r\n\r\n\r\n\r\n\r\n\n\nInfer Corrective Feedback for User Application:\r\n\r\n\r\n\n\nExtensive research into corrective strategies for movement inefficiencies was conducted, incorporating insights from practitioners and users.\r\n\r\n\r\n\n\nTailored feedback models were developed using clustering, time-series analysis, and comparative methods, with results categorized by movement type.\r\n\r\n\r\n\n\nA gamified feedback system was initiated to enhance user engagement, featuring progress tracking, rewards, and leaderboards.\r\n\r\n\r\n\r\n\r\n\n\nEnable Real-Time Biofeedback:\r\n\r\n\r\n\n\nThe movement AI engine was optimized for real-time processing, delivering immediate feedback via a virtual 3D avatar.\r\n\r\n\r\n\n\nVisual biofeedback was developed for iPhone and iPad devices, offering intuitive and actionable corrective guidance.\r\n\r\n\r\n\r\n\r\n\n\nKey Results\r\n\n\nThe technical work achieved during Phase I successfully validated the feasibility of the proposed system:\r\n\r\n\r\n\n\nA robust post-processing pipeline was developed to enhance data fidelity and reduce noise.\r\n\r\n\r\n\n\nMachine learning models were tested and validated for classifying movements and providing segmented feedback.\r\n\r\n\r\n\n\nData collected through academic partnerships demonstrated the accuracy of the wearable system compared to high-speed optical motion capture systems.\r\n\r\n\r\n\n\nCorrective feedback mechanisms were implemented, with over 800 documented exercises derived from user feedback and research.\r\n\r\n\r\n\n\nThese results underscore the systems ability to deliver high-quality biomechanical analysis, making it a scalable and effective tool for diverse applications in sports, rehabilitation, and general fitness.\r\n\n\nCommercialization Progress\r\n\n\nThe Phase I award period included significant customer discovery and market research, refining Braves go-to-market strategy. The initial focus on professional sports organizations provided credibility and facilitated entry into the collegiate athletics market. Universities and teams expressed a strong need for scalable solutions to assess and improve mobility across large athlete populations with limited staff. This led to a strategic pivot towards collegiate athletics and youth sports training facilities, which are now the primary target markets. Collaborations with professional organizations such as the Minnesota Twins, San Francisco Giants, and Nashville SC, along with collegiate institutions like Arizona State University and LSU, were instrumental in shaping the platform to meet market demands. These partnerships also validated the commercial potential of the system, providing critical feedback for future iterations.\r\n\n\nPotential Impacts\r\n\n\nThe outcomes of this project have the potential to revolutionize the understanding and application of biomechanical data. The integration of real-time motion capture with machine learning creates a powerful tool for improving human movement. Key impacts include:\r\n\r\n\r\n\n\nTechnical: Advanced biomechanical analysis with real-time feedback and robust data visualization.\r\n\r\n\r\n\n\nCommercial: A scalable, cost-effective solution that reduces reliance on expensive laboratory equipment.\r\n\r\n\r\n\n\nSocietal: Improved injury prevention, rehabilitation outcomes, and engagement in physical activity across diverse user groups.\r\n\r\n\r\n\n\nEnvironmental: Cloud-based architecture minimizes the carbon footprint compared to traditional systems.\r\n\r\n\r\n\n\nBy addressing barriers to accessibility, Braves technology democratizes biomechanical analysis, enabling widespread adoption in schools, community programs, and smaller clinics.\r\n\n\nFuture Directions\r\n\n\nBuilding on the technical and commercial progress achieved during Phase I, Brave is well-positioned to scale its innovation. Future efforts will focus on expanding system capabilities through the integration of computer vision and AI-driven personalization, while refining commercialization strategies to reach broader markets. With continued support from stakeholders and partners, Brave aims to set new standards in biomechanical analysis and movement health.\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: WilliamSKodama\n"
 }
}