{
 "awd_id": "2326838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "QuSeC-TAQS: Optically Hyperpolarized Quantum Sensors in Designer Molecular Assemblies",
 "cfda_num": "47.049",
 "org_code": "03060000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2000000.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2024-09-12",
 "awd_abstract_narration": "This project will develop and demonstrate methods which implement quantum sensing in the organic linker components of metal-organic framework (MOF) molecular assemblies. This work will serve to promote the progress of science by producing models which reveal how the synthesis parameters of MOFs determine the quantum coherence and other properties underpinning their use as sensors. Through this newfound understanding, researchers will be able to engineer MOF designs with optimized quantum sensing performance and thereby establish novel MOF-based quantum sensing tools which are immediately applicable both for general-purpose chemical sensing and for fundamental research in quantum information science (QIS), with performance equal or superior to existing tools. Beyond generic uses, these MOF-based quantum sensors will have further impact as a new and powerful means to interrogate and characterize the MOFs themselves; as MOFs have broad potential for transformative applications across catalysis, carbon capture, energy storage, and ex-vivo biochemical sensing, among other fields, this novel characterization tool is poised to accelerate research which applies MOFs for the benefit of society. This project will also help to broaden participation in science education and the science workforce. This team will involve undergraduate researchers in all aspects of the project, and extend the educational impact of research activities by adapting data and designs into course materials. Further, this team will institute a mentorship project where they support community college transfer students (largely first generation) through quantum mechanics courses in UC Berkeley’s College of Chemistry, and the team will perform outreach to predominantly undergraduate institutions in the San Francisco Bay Area, drawing upon this project’s outputs in each case.\r\n\r\nThis project will develop designer quantum sensor platforms based on “hyperpolarized” nuclear spins in MOFs. This novel bottom-up approach leverages the ability of MOFs to maintain atomically precise 3D arrays of quantum sensors, with fine synthetic control of sensor spacing, crystal topology, enrichment, and inter-sensor coupling. Moreover, the high internal surface area of MOFs and their resultant ability to imbibe guest molecules will yield “bulk-as-a-surface” quantum sensors with far greater sensitivity and resolution for chemo-sensing than conventional approaches. Organic linker elements in MOFs can host optically polarizable electrons which can be made to transfer spin polarization to surrounding nuclear spins either in the MOF structure itself or in guest molecules. The long ~90s spin coherence lifetimes of hyperpolarized nuclear spins recently demonstrated by PI Ajoy will enable these nuclei to serve as highly sensitive magnetometers and as quantum chemical sensors by relaying nuclear magnetic resonance (NMR) spectral data. The team will combine bottom-up synthesis of MOFs across a range of parameters, first principles computational models of electronic and vibrational phenomena developed in concert with the Materials Project, and experimental spectroscopic and other characterization data to determine the impact of synthetic parameters on the physical, chemical, and quantum coherence properties of the resulting MOF to optimize sensing platforms. Unique instrumentation recently developed in UC Berkeley will allow coherence measurements via NMR and electron paramagnetic resonance (EPR) at various temperatures and magnetic fields. This project will also investigate 2D MOFs and intercalation compounds as risk mitigation and to gain deeper insights into factors impacting coherence and sensor performance. This team's quantum sensing approach based on MOFs will introduce a paradigmatic advance over current methods (e.g. NV centers) that rely on electronic spins near surfaces for sensing: the high porosity and tunable chemical affinity of MOFs will allow the entire material bulk to usefully perform sensing, while independence from crystal orientation will allow deployment of sensors to locations of interest. The ability to array quantum sensors in 3D with atomic precision and control their topology, enrichment, and inter-sensor coupling through synthesis opens avenues for “designer” platforms for quantum sensing. The use of nuclear spin hyperpolarization in MOFs and the long coherence times attainable with nuclear spins will further aid sensitivity and sensing resolution toward the goal of transformative applications. The team anticipates these sensors will allow determination of the physisorption and cooperative binding mechanisms central to MOF host-guest chemistries, thereby yielding new optimized materials for carbon capture and energy storage. Applications of these quantum sensors in biology may include employing hyperpolarized 13CO2 molecules as in-vivo pH chemical sensors, or oxidative stress sensors ex-vivo.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashok",
   "pi_last_name": "Ajoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashok Ajoy",
   "pi_email_addr": "ashokaj@berkeley.edu",
   "nsf_id": "000827575",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Reimer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Reimer",
   "pi_email_addr": "reimer@berkeley.edu",
   "nsf_id": "000442367",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Persson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin A Persson",
   "pi_email_addr": "kristinpersson@berkeley.edu",
   "nsf_id": "000692250",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Bediako",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel K Bediako",
   "pi_email_addr": "bediako@berkeley.edu",
   "nsf_id": "000785330",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of California",
  "perf_str_addr": "208 Stanley Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105Y00",
   "pgm_ele_name": "QL-The Quantum Leap: Leading t"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 962369.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1037631.0
  }
 ],
 "por": null
}