{
 "awd_id": "2326803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QuSeC-TAQS: Distributed Entangled Quantum-Enhanced  Interferometric Imaging for Telescopy and Metrology",
 "cfda_num": "47.049",
 "org_code": "03060000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 999994.0,
 "awd_amount": 999994.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "Improved resolution in astronomical observations at radio frequencies has enabled scientists to make the first images of black hole event horizons and detailed images of quasars, as demonstrated by the Event Horizon Telescope (EHT) collaboration, providing new insights into the structure and dynamics of some of the most puzzling objects in the universe. However, many features of astronomical objects can only be observed in the visible range of the electromagnetic spectrum. Improved resolution in the visible regime would accelerate the search for exoplanets and the study of their atmospheres, enable resolved imaging of black hole event horizons in the near-infrared, and facilitate imaging of planet-forming disks and stellar surfaces beyond the Sun. The fundamental limit to the resolution of a telescope is set by the ratio of the wavelength of electromagnetic radiation detected and the diameter of the collection aperture, thus driving efforts to make large aperture telescopes. By bringing together the fields collected at distant apertures and interfering them, one can increase the effective aperture size of a telescope to the distance between the apertures. The EHT utilized a network of radio telescopes across the Earth, with separations on the order of thousands of kilometers, currently infeasible for visible wavelengths. This project aims to develop extended baseline interferometry in visible wavelengths by performing the first quantum-enabled imaging of astronomical objects. The goal is to pioneer the development of practical astronomical interferometers with quantum-enhanced performance. \r\n\r\nRecent theoretical proposals have shown that by interfering collected light from astronomical sources with entangled states of light distributed between distant telescopes can enable effective aperture sizes not possible with classical means. Proof-of-concept experiments in this project will verify the basic operating principles of a quantum-enabled imaging system that can ultimately be scaled up to demonstrate a quantum advantage over conventional systems, providing valuable insights for a larger-scale implementation. Theoretical work in this project is focused on modeling realistic experiments, developing benchmarking tools and metrics for comparing quantum and classical sensing strategies, and extending quantum protocols. Tabletop experiments with simulated astronomical sources will be used to verify theoretical bounds of quantum and classical performance, and demonstrate the first quantum-enabled interferometric imaging of astronomical sources. This project brings together an interdisciplinary team of experts from astronomy, electrical engineering, physics and quantum information science who will work convergently to perform the first quantum-enabled imaging of astronomical objects. The largest payoff in the long term would be the development of practical astronomical interferometers with quantum-enhanced performance opening a new window on the observable universe. Shorter-term outcomes will be a deeper understanding of distributed quantum optical sensing, which may be applicable in diverse scenarios. Moreover, the methods developed during the project will be applicable to a broad range of applications beyond astronomy. For example, distributing entanglement between the telescope apertures is highly relevant to quantum networking, distributed quantum computing, and quantum communications. This project supports the training of students in a multidisciplinary collaboration, the expansion and development of courses in quantum information science, and public outreach activities to encourage young people and minorities to explore science and technology.  This project is funded by the NSF Quantum Sensing Challenges for Transformative Advances in Quantum Systems (QuSeC-TAQS) program, the Division of Physics, and the Division of Astronomical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Smith",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Smith",
   "pi_email_addr": "bjsmith@uoregon.edu",
   "nsf_id": "000711892",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Raymer",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Raymer",
   "pi_email_addr": "raymer@uoregon.edu",
   "nsf_id": "000232470",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Kwiat",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Kwiat",
   "pi_email_addr": "kwiat@illinois.edu",
   "nsf_id": "000213534",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Monnier",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Monnier",
   "pi_email_addr": "monnier@umich.edu",
   "nsf_id": "000287299",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Lorenz",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia O Lorenz",
   "pi_email_addr": "vlorenz@illinois.edu",
   "nsf_id": "000545435",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1585 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031657",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105Y00",
   "pgm_ele_name": "QL-The Quantum Leap: Leading t"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 999994.0
  }
 ],
 "por": null
}