{
 "awd_id": "2326807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2023 Crystal Growth and Assembly Gordon Research Conference and Gordon Research Seminar",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2023-05-16",
 "awd_max_amd_letter_date": "2023-05-16",
 "awd_abstract_narration": "Non-Technical Summary\r\n\r\nThe 2023 Gordon Research Conference (GRC) on Crystal Growth and Assembly: Mechanistic Understanding of the Growth and Assembly of Ordered Materials, and the 2023 Gordon Research Seminar (GRS) on Crystal Growth and Assembly are being held at Southern New Hampshire University on June 18-23 and June 17-18, 2023, respectively. Our society continuously beneﬁts from the development of a wide range of advanced materials to solve technological challenges in applications ranging from solar cells, ﬂexible electronics and catalysts to new therapeutics for human diseases such as malaria. Such materials are developed by scientists with diverse backgrounds including chemistry, physics, materials science, and engineering. Novel materials are often developed at the boundaries of these disciplines and the aim of the Gordon Research Conference on Crystal Growth & Assembly is to bring together leading scientists from these diﬀerent backgrounds to stimulate cross-fertilization. To promote broader impact, the format of the meeting emphasizes interaction with and active participation of young scientists, i.e., students and post-docs, to educate a new generation of researchers that will have to meet future materials challenges in a changing world where (some) resources become increasingly scarce. NSF's Solid State and Materials Chemistry Program and the Condensed Matter and Materials Theory Program, both in the Division of Materials Research, support stipends for registration fee and/or travel support for some early-career participants at this conference because of its relevance to their respective programmatic scope. \r\n\r\nTechnical Summary\r\nThe Crystal Growth and Assembly Gordon Research Conference and Seminar are dedicated to the knowledge and understanding of the fundamental atomic and nanoscale physics and chemistry that are central to the nucleation and growth of crystals, as well as their assembly into ordered materials for a wide array of technologies. Such knowledge is needed to develop advanced materials for a diverse range of applications. The 2023 GRC conference has a particular focus on the integration of theory and experiment to predict and understand crystal growth and assembly.  This conference, with support from NSF's Solid State and Materials Chemistry Program and the Condensed Matter and Materials Theory Program, both in the Division of Materials Research, gathers leading scientists representing the major areas in crystallization and assembly, and brings them into contact with each other and, more importantly, with the next generation of researchers to promote broader outreach within the crystal growth community. With respect to this larger goal, the meeting seeks to provide a common language for our diverse student body; to raise the comfort-level of our student/postdoc participants; and, through these eﬀorts, to develop a tightly woven community held together by a common interest in the principles of materials assembly. The accompanying Gordon Research Seminar that is dedicated to and organized by graduate students and post-doctoral researchers aids in the active participation of this new generation of scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Fichthorn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen A Fichthorn",
   "pi_email_addr": "fichthorn@psu.edu",
   "nsf_id": "000216318",
   "pi_start_date": "2023-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2023 Gordon Research Conference on Crystal Growth and Assembly convened at Southern New Hampshire University in Manchester, NH in June 2023.&nbsp; The conference featured presentations by international experts on the growth and assembly of materials with complex and intricate structures from individual atoms and molecules. Most of the focus topics of this conference were fundamental in nature and covered how crystals nucleate, adopt a particular shape, then grow.&nbsp; There were also presentations on how crystals aggregate and assemble to produce unique shapes. An area of emphasis was the synergy between cutting-edge theory and state-of-the-art experimental techniques for visualizing the atoms in crystals and the mechanisms by which crystals grow.&nbsp; There was a session focusing on how to grow crystals for applications in catalysis, medicine, and optical materials, for example, and how to learn from nature to produce crystals with intricate structures that cannot yet be grown in a laboratory.</p>\n<p>Advanced materials for a wide range of applications from energy to medicine to infrastructure, depend on a fundamental understanding of crystal nucleation and growth. This conference provided a venue to bring leading scientists in crystal growth and assembly together and to provide a means for established researchers to interact with next-generation researchers to develop a tightly woven community held together by a common interest in the principles of materials assembly. &nbsp;</p>\n<p>At the Crystal Growth and Assembly GRC, 34% of the attendees, 41% of the invited speakers, and 33% of the discussion leaders were women. A Power HourTM addressed diversity and inclusion in the scientific workplace by providing a safe environment for informal and meaningful conversations amongst colleagues of all career stages.&nbsp; The conference attendees were 82% from academia, 10% from indstry, and 8% from government labs.&nbsp; This mix of researchers from a wide range of backgrounds led to vibrant discssions and cemented strong relationships&nbsp; that promote scientific progress in understanding and applying crystal growth and assembly.</p><br>\n<p>\n Last Modified: 12/18/2023<br>\nModified by: Kristen&nbsp;A&nbsp;Fichthorn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe 2023 Gordon Research Conference on Crystal Growth and Assembly convened at Southern New Hampshire University in Manchester, NH in June 2023. The conference featured presentations by international experts on the growth and assembly of materials with complex and intricate structures from individual atoms and molecules. Most of the focus topics of this conference were fundamental in nature and covered how crystals nucleate, adopt a particular shape, then grow. There were also presentations on how crystals aggregate and assemble to produce unique shapes. An area of emphasis was the synergy between cutting-edge theory and state-of-the-art experimental techniques for visualizing the atoms in crystals and the mechanisms by which crystals grow. There was a session focusing on how to grow crystals for applications in catalysis, medicine, and optical materials, for example, and how to learn from nature to produce crystals with intricate structures that cannot yet be grown in a laboratory.\n\n\nAdvanced materials for a wide range of applications from energy to medicine to infrastructure, depend on a fundamental understanding of crystal nucleation and growth. This conference provided a venue to bring leading scientists in crystal growth and assembly together and to provide a means for established researchers to interact with next-generation researchers to develop a tightly woven community held together by a common interest in the principles of materials assembly. \n\n\nAt the Crystal Growth and Assembly GRC, 34% of the attendees, 41% of the invited speakers, and 33% of the discussion leaders were women. A Power HourTM addressed diversity and inclusion in the scientific workplace by providing a safe environment for informal and meaningful conversations amongst colleagues of all career stages. The conference attendees were 82% from academia, 10% from indstry, and 8% from government labs. This mix of researchers from a wide range of backgrounds led to vibrant discssions and cemented strong relationships that promote scientific progress in understanding and applying crystal growth and assembly.\t\t\t\t\tLast Modified: 12/18/2023\n\n\t\t\t\t\tSubmitted by: KristenAFichthorn\n"
 }
}