{
 "awd_id": "2326537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fused Filament Fabrication of Porous PEEK and PEKK Spinal Cages: Which 3D Printing Conditions Control Static and Fatigue Strength?",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2023-07-18",
 "awd_max_amd_letter_date": "2023-07-18",
 "awd_abstract_narration": "Non-Technical Abstract:\r\nWhen an individual complains of back pain, it is an indication that they may be experiencing soreness and discomfort in their spine, typically attributed to herniated discs. Herniated discs occur when the cushion-like structures in the spine bulge or slip out of place due to ruptures caused by sudden physical activities, resulting in the compression of nearby nerves. To repair herniated discs and reduce back pain, spinal implants are used to facilitate fusion between two vertebrae. However, for such implants to function effectively within the body, it is crucial for them to possess both strength and the ability to have nearby bone and tissue grow into the implant. Achieving this biological fixation serves as an indicator of successful healing while ensuring proper support of the spine. In this study, the researchers will utilize a specific additive manufacturing method called Fused Filament Fabrication (FFF). The technique involves the layer-by-layer deposition of melted polymer to construct a complete structure. Two polymers, polyetheretherketone (PEEK) and polyetherketoneketone (PEKK) will be used in this study based on their historic use in medical devices. Due to the significance of achieving a strong structure, the researchers will optimize the manufacturing process by systematically varying key parameters that have the potential to enhance the strength of the implant structures fabricated from PEEK and PEKK polymers. The ability to create such an implant using FFF printing technology not only contributes to a reduction in manufacturing costs, leading to more affordable healthcare, but also enhances the overall quality of life for patients.\r\n\r\nTechnical Abstract:\r\nThe purpose of this research project is to establish the correlation between the structural and mechanical properties of lumber spine cages made from Fused Filament Fabricated (FFF) polyetheretherketone (PEEK) and polyetherketoneketone (PEKK). The project ultimately seeks to contribute to the progression of knowledge of additively manufactured (AM) Intervertebral Body Fusion Devices (IBFDs) specifically used in treating intractable back pain. The research objectives that would help in achieving the overall goal include optimization of the FFF process for lumbar spine cages and assessing the performance of the printed cages. The optimal build parameters (speed and temperature) will be determined by a comprehensive material characterization process involving microCT, optical microscopy, calorimetry, mechanical testing, and Scanning Electron Microscopy (SEM). The established optimized build parameters will then be used to print both solid and porous lumbar spine cages. The printed cages would be assessed for durability under various loading conditions per ASTM F2077 (Test Methods for Intervertebral Body Fusion Devices) to establish the structure-properties relationship. Finite Element Analysis (FEA) and Monte Carlo simulations would be used to evaluate the iterative performance of the spine cages. The findings have the potential to contribute to the development of consistent and reliable AM spine cages utilized in surgical interventions, reducing the risk of device failure, and improving patient outcomes. The use of AM can increase accessibility to medical devices due to cost-effective and easily produced medical devices and ultimately contribute to affordable healthcare.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Kurtz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Kurtz",
   "pi_email_addr": "skurtz@drexel.edu",
   "nsf_id": "000888526",
   "pi_start_date": "2023-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}