{
 "awd_id": "2326754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "QuSeC-TAQS: Integrated Squeezed-Light Magneto-Optical Sensor",
 "cfda_num": "47.049",
 "org_code": "03060000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1680000.0,
 "awd_amount": 1680000.0,
 "awd_min_amd_letter_date": "2023-08-22",
 "awd_max_amd_letter_date": "2024-07-25",
 "awd_abstract_narration": "Quantum sensors promise a new level of accuracy and precision, beyond what is possible classically. They will enable detection of minute variations in magnetic, electric, strain, and gravitational fields. For detecting magnetic fields, improved, compact, portable magnetometers with high sensitivity and low energy consumption are needed for geoscience, navigation, space exploration, and bio-imaging. For these applications, bringing to fruition a chip-scale magnetometer that leverages quantum mechanical phenomena to improve the sensitivity and precision could pave the way for new frontiers in research and cutting-edge technologies. This project will develop a new approach to magnetometry that combines magneto-optical materials with chip-scale integrated photonic circuits using quantum sources of light. By combining magnetometry with quantum entanglement on a single semiconductor photonic chip, this team aims to demonstrate a 10-fold improvement in sensitivity beyond the classical limit, while also demonstrating ultralow power requirements, portability, and room temperature operation. These capabilities could lead to compact and precise sensors for a range of scientific applications such as inertial navigation, studies of planetary magnetospheres, and biomedical sensors. This team will leverage synergies with industry, national labs, and international collaborations to enable student mobility, access to modern tools and instrumentation, and outreach and educational activities that connect with K-12 students and their families. Students in this project will also benefit from exposure to international scientific research.\r\n\r\nThis project will develop a novel quantum magnetometer based on a photonic integrated magneto-optic interferometer where a 10-fold enhancement in the sensitivity beyond the standard quantum limit will be enabled via squeezed light injection. This team expects to achieve a resolution on the scale of femto-Tesla per square root hertz with a dynamic range larger than 100 dB on a monolithically integrated chip-scale platform. This level of sensitivity, dynamic range, ultralow-SWaP, and 300 K operation, enabled by the integration of new magneto-optical materials, an integrated photonic interferometer, and a squeezed light source for noise reduction, would be transformative for the field of precision sensing. Through the duration of the project, this team will develop new magneto-optic materials that improve the sensitivity and efficiency of sensors, develop an ultra-low-loss nonlinear photonics platform for the injection of squeezed light, and integrate them for drone- and space-based quantum-enhanced magnetometry. Interwoven with the research goals is a full-spectrum approach to developing new pathways for a diverse and vibrant quantum-ready workforce that spans K-12 learners and their families to high school, undergraduate, and graduate students, the development of online curriculum for quantum sensing applications, and an international student exchange program. This research could lead to compact and precise quantum-enhanced sensors for many applications that benefit society, from geo-positioning to navigation, space exploration, and bio-imaging.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Galan",
   "pi_last_name": "Moody",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Galan Moody",
   "pi_email_addr": "moody@ucsb.edu",
   "nsf_id": "000813836",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Ross",
   "pi_email_addr": "caross@mit.edu",
   "nsf_id": "000103976",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paolo",
   "pi_last_name": "Pintus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paolo Pintus",
   "pi_email_addr": "ppintus@ucsb.edu",
   "nsf_id": "000918889",
   "pi_start_date": "2023-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105Y00",
   "pgm_ele_name": "QISET-Quan Info Sci Eng & Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 886111.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 793889.0
  }
 ],
 "por": null
}