{
 "awd_id": "2327032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for Capacity Building: the Coastal And Ocean STEM Equity Alliance",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 35493.0,
 "awd_amount": 35493.0,
 "awd_min_amd_letter_date": "2023-05-10",
 "awd_max_amd_letter_date": "2023-05-10",
 "awd_abstract_narration": "Indiana University of Pennsylvania Research Institute will organize travel for approximately ten members of the Coastal and Ocean STEM Equity Alliance (COSEA) community-of-practice to attend the 2023 Aquatic Sciences Meeting of Association for the Sciences of Limnology and Oceanography, (ASLO). Participants are from various institutions and states, including Pennsylvania, Georgia, Oregon, California, and the District of Columbia.  COSEA aims to share information about issues of broadening participation in geosciences with a wider audience, to identify synergies, and to plan future projects to ensure that the Coastal and Ocean Sciences community is welcoming and thriving. ASLO23 will provide COSEA members with the opportunity to leverage the international community of aquatic science colleagues to reflect on the common issues and barriers to participation in coastal and ocean sciences. \r\n\r\nThe COSEA community-of-practice is providing professional networking, promoting culture change across sectors, and fostering an accessible and inclusive space for dialogue and co-creation to shape the future of coastal and ocean sciences. COSEA supports the creation of a more diverse ocean and coastal workforce and closer engagement of scientists with all communities, especially coastal communities. The COSEA community-of-practice is focused on the overarching theme of equity, including issues of belonging, access, justice, equity, diversity, and inclusion that are internationally important and that vary in character regionally for socio-cultural and historical reasons. COSEA can serve as a model community-of-practice for the aquatic sciences and the geoscience research enterprise more broadly.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Lewis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan C Lewis",
   "pi_email_addr": "jclewis@iup.edu",
   "nsf_id": "000477969",
   "pi_start_date": "2023-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University of Pennsylvania Research Institute",
  "inst_street_address": "1179 GRANT ST",
  "inst_street_address_2": "STE 1",
  "inst_city_name": "INDIANA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7243572223",
  "inst_zip_code": "157012898",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "PA14",
  "org_lgl_bus_name": "IUP RESEARCH INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "UGHXHKJB8LL6"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University of Pennsylvania Research Institute",
  "perf_str_addr": "1179 GRANT ST",
  "perf_city_name": "INDIANA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "157012898",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "PA14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "061900",
   "pgm_ele_name": "SPECIAL EMPHASIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 35493.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Aptos; font-size: small;\">The Coastal and Ocean STEM Equity Alliance (COSEA) is a nascent community of practice that formed when a group of geoscientists from across sectors and career stages came together for a session at the Ocean Sciences Meeting in 2020. The global pandemic hit, and it showed us that we could meet virtually, which we did every month for the next two years. From our regular engagement we published two commentaries that we hope will spur action from peers and change-agents in our research communities to work toward broader participation. Our community of practice is well positioned to support justice and equity efforts in the coastal and ocean sciences, but we need to do more, including finding ways to integrate more voices to reflect the changing demographics of the United States and the full scope of ongoing environmental change.</span></p>\n<p><span style=\"font-family: Aptos; font-size: small;\">This report summarizes outcomes from conference travel support that enabled COSEA members to gather during the international 2023 Aquatic Sciences Meeting (ASLO23) in Mallorca, Spain. This in-person meeting in an international forum resulted in three important outcomes. First, we were successful in recruiting and onboarding new members at early-career stages, members from historically marginalized backgrounds, and members working at minority serving institutions. Second, we shared our efforts with international partners in hopes of finding synergies. Third, we hosted our own workshop at ASLO23 to discuss the priorities for our nascent community of practice, including connecting justice and equity with coastal and ocean sciences. The first of these represents a major outcome, growing from 8 to 12 members. &nbsp;Our new members are two early-career faculty members from Historically Black Colleges/Universities (HBCUs), and two trainees &ndash; one undergraduate and one graduate student &ndash; from Puerto Rico, one enrolled and graduating from a Hispanic Serving Institution. The second is reflected in our convening an ASLO23 Town Hall entitled </span><em style=\"font-family: Aptos; font-size: small;\">Building a Collective Vision for Resilience and Recovery in Aquatic Sciences </em><span style=\"font-family: Aptos; font-size: small;\">to introduce COSEA as a new community of practice and learn from international partners. And finally, the third included group-based visioning exercises to establish goals for the next 5 years, complemented by robust professional networking gatherings at local venues. This was particularly valuable for our early-career members.&nbsp;</span></p>\n<p><span style=\"font-family: Aptos; font-size: small;\">Beyond these results are two additional outcomes that this funding supported, a published commentary and an additional gathering of many COSEA members at the 2024 Ocean Sciences Meeting (OSM24). The commentary in </span><em style=\"font-family: Aptos; font-size: small;\">Oceanography</em><span style=\"font-family: Aptos; font-size: small;\"> is a direct outgrowth of ASLO23 and focuses on the theme of &ldquo;conference equity.&rdquo; &nbsp;The lead authors on this piece are our two new trainee members. We leveraged the funding to support the travel of these two new members to OSM24 where COSEA hosted another Town Hall. For the Town Hall COSEA created a short survey to assess OSM24 attendees&rsquo; perceptions of &ldquo;conference equity.&rdquo; The results of our survey will help inform our next steps.&nbsp;</span></p><br>\n<p>\n Last Modified: 06/15/2024<br>\nModified by: Jonathan&nbsp;C&nbsp;Lewis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Coastal and Ocean STEM Equity Alliance (COSEA) is a nascent community of practice that formed when a group of geoscientists from across sectors and career stages came together for a session at the Ocean Sciences Meeting in 2020. The global pandemic hit, and it showed us that we could meet virtually, which we did every month for the next two years. From our regular engagement we published two commentaries that we hope will spur action from peers and change-agents in our research communities to work toward broader participation. Our community of practice is well positioned to support justice and equity efforts in the coastal and ocean sciences, but we need to do more, including finding ways to integrate more voices to reflect the changing demographics of the United States and the full scope of ongoing environmental change.\n\n\nThis report summarizes outcomes from conference travel support that enabled COSEA members to gather during the international 2023 Aquatic Sciences Meeting (ASLO23) in Mallorca, Spain. This in-person meeting in an international forum resulted in three important outcomes. First, we were successful in recruiting and onboarding new members at early-career stages, members from historically marginalized backgrounds, and members working at minority serving institutions. Second, we shared our efforts with international partners in hopes of finding synergies. Third, we hosted our own workshop at ASLO23 to discuss the priorities for our nascent community of practice, including connecting justice and equity with coastal and ocean sciences. The first of these represents a major outcome, growing from 8 to 12 members. Our new members are two early-career faculty members from Historically Black Colleges/Universities (HBCUs), and two trainees  one undergraduate and one graduate student  from Puerto Rico, one enrolled and graduating from a Hispanic Serving Institution. The second is reflected in our convening an ASLO23 Town Hall entitled Building a Collective Vision for Resilience and Recovery in Aquatic Sciences to introduce COSEA as a new community of practice and learn from international partners. And finally, the third included group-based visioning exercises to establish goals for the next 5 years, complemented by robust professional networking gatherings at local venues. This was particularly valuable for our early-career members.\n\n\nBeyond these results are two additional outcomes that this funding supported, a published commentary and an additional gathering of many COSEA members at the 2024 Ocean Sciences Meeting (OSM24). The commentary in Oceanography is a direct outgrowth of ASLO23 and focuses on the theme of conference equity. The lead authors on this piece are our two new trainee members. We leveraged the funding to support the travel of these two new members to OSM24 where COSEA hosted another Town Hall. For the Town Hall COSEA created a short survey to assess OSM24 attendees perceptions of conference equity. The results of our survey will help inform our next steps.\t\t\t\t\tLast Modified: 06/15/2024\n\n\t\t\t\t\tSubmitted by: JonathanCLewis\n"
 }
}