{
 "awd_id": "2327217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO: Functional and neural mechanisms of integrating multiple artificial somatosensory feedback signals in prosthesis control",
 "cfda_num": "47.075, 47.076",
 "org_code": "04040000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2023-05-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 249608.0,
 "awd_min_amd_letter_date": "2023-06-08",
 "awd_max_amd_letter_date": "2023-06-08",
 "awd_abstract_narration": "After a limb amputation, both motor and sensory functions associated with the limb are lost. Substantial effort has been devoted to restore lost motor functions. In contrast, there has been less advancement in restoring sensory function. Although earlier works have used sensory substitution or nerve stimulation techniques to elicit a single type of artificial sensation, there is limited understanding of how the human brain integrates different sources of artificial sensation, when multiple sensory stimulations are provided. This project will help understand the integration principles of different artificially evoked sensations of joint movements. By identifying key factors that determine the integration principle of multiple sources of artificial sensation, this project can generate potentially transformative outcomes for human-robot interactions, specifically developing brain-inspired sensory stimulation strategies that can enable intuitive interactions of assistive devices. The project will provide educational opportunities. Different project components will be integrated into existing undergraduate courses. Summer projects incorporating the sensory stimulation techniques will be offered to local school and community college students. Outreach programs associated with the research outcomes will be developed targeting underrepresented students. \r\n\r\nThe goal of this project is to understand the integration principles of different artificially evoked proprioceptive feedback. The research team will combine psychophysical testing, behavioral modeling, and brain signal recordings to understand the integration principle of artificial sensory signals. Proprioceptive feedback of the joint kinematics will be evoked using vibrotactile stimulation and peripheral nerve stimulation. Both upper and lower limbs will be investigated to evaluate whether the integration principle is task or end-effector dependent. The research team will use a Bayesian integration model and electroencephalogram (EEG) recordings to quantify how uncertainty and intuitiveness-associated attentional bias of artificial feedback impact sensory integration. The project outcomes will provide a theoretical basis for developing artificial sensory feedback for intuitive human-robot interactions, and will also provide a research platform for studying sensory perception. \r\n\r\nThis project is funded by Integrative Strategies for Understanding Neural and Cognitive Systems (NCS), a multidisciplinary program jointly supported by the Directorates for Biology (BIO), Computer and Information Science and Engineering (CISE), Education and Human Resources (EHR), Engineering (ENG), and Social, Behavioral, and Economic Sciences (SBE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaogang",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaogang Hu",
   "pi_email_addr": "xxh120@psu.edu",
   "nsf_id": "000718699",
   "pi_start_date": "2023-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 249608.0
  }
 ],
 "por": null
}