{
 "awd_id": "2327792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: IHBEM: Multidisciplinary Analysis of Vaccination Games for Equity (MAVEN)",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 152285.0,
 "awd_amount": 101524.0,
 "awd_min_amd_letter_date": "2023-08-10",
 "awd_max_amd_letter_date": "2024-07-24",
 "awd_abstract_narration": "The MAVEN (Multidisciplinary Analysis of Vaccination Games for Equity) project addresses the global health threat of vaccine inequity in the fight against emerging infectious diseases. This project aims to provide a comprehensive understanding of vaccination coverage and identify key drivers of vaccine uptake. This will reduce the risk of future pandemics by enabling targeted interventions to increase vaccine acceptance among vulnerable populations, in particular racial/ethnic/sexual minority and rural populations. The research will also help to address vaccine inequities in the United States that are currently disproportionately affecting minority subgroups and clinical subpopulations (e.g., men with HIV infection). Ultimately, this research will have implications for public health policy and practice, contributing to the global effort to predict and mitigate the impacts of pandemics. In addition to the scientific contributions, the project will provide valuable training opportunities for over ninety undergraduate and graduate students and cultivate a diverse pool of talent equipped to adequately respond to current and future pandemics.\r\n\r\nThe project will answer three questions: Q1) What are the structural, social, and individual factors related to vaccine uptake for common diseases (e.g., influenza), newer pandemics/epidemics, e.g., COVID-19, mpox (monkeypox), and future diseases? Q2) How does population heterogeneity affect vaccination behavior in a community context? Q3) How does individual behavior feedback into mpox (monkeypox) disease dynamics? The project will combine expertise from mathematical epidemiology and social and behavioral sciences to (1) develop a general framework of vaccine uptake that incorporates individual, social, and structural factors by analyzing a variety of secondary datasets, (2) collect primary survey data and use the framework to develop universal vaccine uptake (as well as vaccine refusal) models that are broadly applicable to mpox (monkeypox) and future outbreaks, and (3) use traditional and modern economic models of individual decision-making under uncertainty. Methodologically, the project will develop a new epidemiological-behavioral system of ordinary differential equations, using multiple data sources (observational, survey, and experimental) and mixed methods to estimate people’s vaccination preferences. The project will also integrate the investigators' empirical findings into the new epi-model, and use the parameterized epi-model to conduct retrospective and prospective vaccine acceptance and hesitance/refusal models.\r\n\r\nThis award is jointly funded by the Division of Mathematical Sciences and the Division of Social and Economic Sciences in the Directorate of Social, Behavioral and Economic Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guillermo",
   "pi_last_name": "Alvarez Pardo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guillermo Alvarez Pardo",
   "pi_email_addr": "apguillermo21@gmail.com",
   "nsf_id": "000819509",
   "pi_start_date": "2023-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cuesta College",
  "inst_street_address": "5104 COLUSA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8055463915",
  "inst_zip_code": "93405",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "SAN LUIS OBISPO COUNTY COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "N12LSGJDVMN5",
  "org_uei_num": "N12LSGJDVMN5"
 },
 "perf_inst": {
  "perf_inst_name": "Cuesta College",
  "perf_str_addr": "HIGHWAY 1",
  "perf_city_name": "SAN LUIS OBISPO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "93405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50762.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50762.0
  }
 ],
 "por": null
}