{
 "awd_id": "2327388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: A Bioarchaeological Investigation of Marginalization through Diet, Oral Health and Mobility",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 16983.0,
 "awd_amount": 16983.0,
 "awd_min_amd_letter_date": "2023-06-12",
 "awd_max_amd_letter_date": "2023-06-12",
 "awd_abstract_narration": "The goal of this doctoral dissertation project examines the degree to which social categories such as gender and status are associated with health and diet during the Athenian Archaic period—a politically unstable period in Athenian history. During this period political organization oscillated between nascent democracy and rule by aristocratic “tyrants.” Primary knowledge comes from accounts by writers who were often members of the upper class. Additionally, they were writing from secondary historical sources, not events they themselves experienced. Because these are the works that survive to the present, it is not known how non-aristocratic and marginalized people experienced this political turmoil. This project focuses on information contained in archaeological evidence: the skeletal remains of the people who lived during this period. The Phaleron cemetery is not only one of the few examples of an Archaic period burial space, but it also contains graves of low status adults and children. In addition, the cemetery includes multiple burials and mass graves of shackled adults. This provides a unique opportunity to understand how cuisine—which the researchers are defining as diet, oral health, and immigrant status—reflects social categories like gender and status during this tumultuous period. Political turmoil and instability, especially in areas where democratic rule has been recently established, continues to be of interest to national security and to humanitarian aid groups who are interested in human health. The project fosters collaboration between American and Greek scholars and creates opportunities for American undergraduate students in the laboratory sciences.\r\n\r\nResearchers utilize biogeochemical methods alongside oral health data to investigate social differences at the site of Phaleron. From an analysis of both bone and tooth samples, the researchers determine if differences in diet—identifiable from distinctive ratios of stable isotopes in the structure of the sample—coincide with differences in burial circumstance or other factors, such as age, sex, or migratory status. Additionally, these researchers collect data on oral health and disease to strengthen arguments about the variability of health and diet in this community. Were there strict divisions between those buried in simple pit graves and those who were shackled at the time of burial? Or did this community have many different cuisines and diets that suggest that social status did not determine one’s health status? The researchers employ multiple lines of evidence and sophisticated statistical techniques to discuss complex social issues during a turbulent period.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Buikstra",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jane E Buikstra",
   "pi_email_addr": "buikstra@asu.edu",
   "nsf_id": "000288142",
   "pi_start_date": "2023-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julianne",
   "pi_last_name": "Stamer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Julianne R Stamer",
   "pi_email_addr": "jstamer@asu.edu",
   "nsf_id": "000924243",
   "pi_start_date": "2023-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVE STE 312",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16983.0
  }
 ],
 "por": null
}