{
 "awd_id": "2327566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Sudden reproductive failure in a declining caribou population - investigation of links to warming-related vegetation changes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2023-04-25",
 "awd_max_amd_letter_date": "2023-04-25",
 "awd_abstract_narration": "Caribou and the closely-related reindeer are among the most common land animals in the Arctic, yet almost every population of them has been declining as the Arctic has warmed over the past 30 years. While no single cause of their decline has been identified, one suggestion is that warming has resulted in the growth of more, larger shrubs that are less nutritious for caribou than plants they prefer such as grasses and forbs (smaller flowering plants). We have been studying caribou near Kangerlussuaq, Greenland since 2002, and in that time their numbers in the area have dropped steadily. Moreover, in 2022 they produced no calves in the area for the first time in the past 20 years. We will revisit the area in the summer of 2023 to survey the number of caribou there, assess calf production, and collect shrubs, grasses, and forbs for analysis of their nutritive content. These measures of caribou food quality will be compared to similar measures taken in the area in 2005 when it was cooler, caribou were more abundant, and shrubs were smaller and less common. This will help determine whether warming has reduced food quality for caribou near Kangerlussuaq, and whether this has contributed to their decline. Caribou are important for hunting and tourism in the Kangerlussuaq area and results of this project will be shared with the Greenland Institute of Natural Resources who oversees monitoring and management of caribou in Greenland. Results might also contribute to understanding of factors influencing declines of caribou and reindeer in other parts of the Arctic where they are important to traditional livelihoods.\r\n\r\nAcross the Arctic, caribou and wild reindeer (both Rangifer tarandus) are in decline, with more than 50% of the species’ total abundance having been lost over the past 30 years. Simultaneously, the Arctic has warmed at a rate 2-3x the global average. While no single factor likely explains the species’ decline, some evidence links it to a warming-related increasing dominance of arctic tundra by shrubs that are less palatable to caribou and wild reindeer than the grasses and forbs they prefer. Near Kangerlussuaq, Greenland our annual surveys of caribou that began in 2002 have revealed an 80% decline in their numbers since 2005 and a complete reproductive failure (i.e., a lack of calves) for the first time in summer 2022. We hypothesize that this decline and reproductive failure might relate to an increase in shrub abundance at the site coincident with summer warming. We will return to the site in summer 2023 to assess the status of caribou there through surveys of total abundance and calf production, and to assess the nutritive status of vegetation through sampling and analysis of carbon and nitrogen content of shrubs, grasses and sedges, and forbs. This will facilitate a test of our hypothesis through comparison to similar data collected at the site in summer 2005, when caribou were more abundant, calf production was near maximal, shrubs were smaller and less abundant, and mid-summer mean temperature was nearly 1oC cooler. Caribou and wild reindeer are important to traditional livelihoods and cultural integrity throughout the Arctic, and their decline has been associated with declines in traditional knowledge transfer, emotional well-being, and social cohesion in some local communities. Additionally, caribou in the Kangerlussuaq area are important to subsistence- and trophy hunting as well as being vital to the local non-consumptive tourism economy. Data and results deriving from this project will be shared with the Greenland Institute of Natural Resources, which oversees monitoring and management of caribou throughout Greenland. Moreover, efforts will be made to use results of this project to raise public awareness of the decline of caribou and wild reindeer across the Arctic through educational and outreach events at UC Davis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Post",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Post",
   "pi_email_addr": "post@ucdavis.edu",
   "nsf_id": "000333936",
   "pi_start_date": "2023-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR, STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}