{
 "awd_id": "2327912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: TRTech-PGR: New methods to study gene-specific translation regulation",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924594",
 "po_email": "pjaiswal@nsf.gov",
 "po_sign_block_name": "Pankaj Jaiswal",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 299983.0,
 "awd_amount": 299983.0,
 "awd_min_amd_letter_date": "2023-06-22",
 "awd_max_amd_letter_date": "2023-06-22",
 "awd_abstract_narration": "Many important characteristics of an organism, including their final size, resistance to diseases or adverse environmental factors, etc., can be traced back to the levels of activity of specific sets of genes. Understanding what determines these levels of gene activity in different individuals is, therefore, critical to, for example, developing better varieties of crops that can maintain high yields even under adverse conditions. The first step towards understanding what affects the activity of a gene is developing methods of monitoring such activity. Since each individual organism has thousands of genes, it is important to develop technologies that allow the accurate measurement of the activity of thousands of genes in parallel. Traditionally, the activity of a gene is measured by monitoring transcription, i.e. the first step in the multistep process of converting the genetic instructions contained in the DNA sequence into protein-based cellular machines. However, because gene activity is also regulated at later steps in this DNA-to-protein information conversion process, it is also desirable to measure the activity of these downstream steps, as they can strongly affect the amount of proteins produced from a particular gene. The goal of this project is to develop a new biotechnology to quantify the last step of this process, the translation of the information contained in the messenger RNA into proteins. This technology will support the bioeconomy by reducing the cost and time requirements of current technologies and allowing for the discovery of the gene regulation mechanism behind a wide variety of agriculturally important traits.  \r\n\r\nThe main objective of this proposal is to develop an efficient, simple, and scalable RiboPi technology to quantify translation rates at both genome-wide and single-gene levels. If successful, RiboPi will make translation regulation information as accessible as RNA-seq did for transcriptomics, reducing the cost and time requirements, the complexity of the experimental procedures, and the amount of biological material needed. Not only will this make translation analysis a routine technique in many labs, but it could also bypass some of the limitations of the current technologies--such as the difficulty of mapping the very short ribosome footprints to specific splice variants, alleles, or even homologs in polyploid species--or enable targeted studies for a group of genes. To achieve this goal, we propose to develop RiboPi, an experimentally simple approach to capture the first or last ribosome in each transcript and the computational methods to compare the distribution of these ribosome positions between different experimental conditions. The proposed experimental pipeline involves testing novel combinations of in vivo and in vitro molecular biology procedures to efficiently and specifically map the first/last ribosome in a transcript. Some of the unknowns that make this proposal high-risk are (1) the uncertainty of whether suitable experimental conditions can be found (e.g., that preserve ribosome binding and promote reverse transcriptase activity but melt the secondary structure of mRNA) and (2) the ability to infer the efficiency of translation from the distributions of first/last ribosomes on transcripts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Alonso",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jose M Alonso",
   "pi_email_addr": "jmalonso@ncsu.edu",
   "nsf_id": "000204679",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steffen",
   "pi_last_name": "Heber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steffen Heber",
   "pi_email_addr": "sheber@ncsu.edu",
   "nsf_id": "000489254",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Stepanova",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Anna N Stepanova",
   "pi_email_addr": "atstepan@ncsu.edu",
   "nsf_id": "000426753",
   "pi_start_date": "2023-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Admin Services III, Suite 240",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 299983.0
  }
 ],
 "por": null
}