{
 "awd_id": "2327184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The dual effect of ephaptic coupling on arrhythmogenesis in the heart",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 172000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2023-08-07",
 "awd_max_amd_letter_date": "2023-08-07",
 "awd_abstract_narration": "The heart is a muscular organ at the center of the circulation system. It carries out the vital function of pumping oxygenated blood around the body. This process is preceded by the electrical communication between cardiac cells. It is widely accepted that gap junctional coupling is the primary mechanism for the electrical conduction. Nevertheless, recent experimental observation raised the concern of whether conduction can be sustained in the absence of gap junctions. Ephpatic coupling (EpC) is an electric field effect developed at the intercalated disc (ID) between adjacent cells, which has been suggested as an alternative way in mediating intercellular electrical communication when gap junctions are impaired. However, the direct experimental evidence demonstrating the existence of EpC is still absent. Therefore, attempts were made to indirectly demonstrate the existence of EpC by revealing its physiological role in the heart. This collaborative proposal aims for developing the very first multiscale model to incorporate the heterogeneous nanoscale ID structure into a two-dimensional discrete model with multidomain electrodiffusion of multiple ions. This framework seamlessly bridges biophysical responses of different space and time scales, which helps understand the potential impact of EpC on arrhythmogenesis in the heart. Therefore, the proposed research is highly inter- disciplinary and provides a bridge between mathematical modeling and cardiac electrophysiology. Moreover, this study is of high clinical significance, which lays a solid ground for developing anti-arrhythmic strategies and therapies for patients with structurally abnormal hearts, heart failure, and cardiomyopathy. The project is a collaboration between Purdue University and the University of Minnesota-Twin Cities and offers valuable educational, training, and outreach opportunities. Graduate and undergraduate students are trained and will collaborate in multidisciplinary environment via joint meetings.\r\n\r\nThis project will develop the very first multiscale discrete model of EpC through integration of the nanoscale structure of ID into the healthy and is- chemic heart. In particular, the following novel features will be incorporated to the model at different levels: (1) subcellular level: homogeneously and/or heterogeneously distributed EpC developed using a multi-compartment ID; (2) cellular level: electrodiffusion of multiple ions between multiple domains; (3) tissue level: complex anatomical structure of ischemic region incorporated in the heart. This framework is a system of ordinary algebraic differential equations with a significantly large number of nonlinear terms at different spatial and time scales. Therefore, an effective numerical scheme is required to reduce the computational cost at the tissue level. This proposal thus aims for developing an adaptive time stepping algorithm and designing a preconditioner for generalized minimal residual method to efficiently solve the system. This model will evaluate the impact of nanoscale structure of ID, various distributions of EpC, ionic electrodiffusion and complex structure of ischemic regions on initiation, termination and dynamics of cardiac arrhythmias. In order to validate the numerical findings and indirectly demonstrate the presence of EpC as an alternative mechanism of cell-to-cell communication in the heart, whole-heart animal experiments using high resolution optical mapping technique will be performed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Wei",
   "pi_email_addr": "wei307@purdue.edu",
   "nsf_id": "000785959",
   "pi_start_date": "2023-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 172000.0
  }
 ],
 "por": null
}