{
 "awd_id": "2328747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ExpandQISE: Track 1: A Deep-Dive into the Materials Science of Alpha-Ta Growth on Oxides for Superconducting Resonator Development",
 "cfda_num": "47.049, 47.084",
 "org_code": "03060000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 799163.0,
 "awd_amount": 799163.0,
 "awd_min_amd_letter_date": "2023-08-15",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Non-technical Abstract: Quantum computers can potentially make revolutionary changes in how computers function and how computing algorithms are designed. Traditional computers utilize a “bit” to compute and process information, creating a computer speed bottleneck. Quantum computers operate on a different kind of a bit, a quantum bit, the “qubit,” which can be enormously faster in computation times. Superconducting qubits are one of the leading candidates to create quantum computers with the potential to surpass modern supercomputers in solving specific problems. A popular way to create a qubit is to pattern a qubit circuit on a low-loss insulator/ metal structure made of Josephson junctions, coplanar capacitors, inductors, and resonator waveguides. However, creating these circuits for qubits introduces disorder into the insulator/metal structure, causing errors and loss of quantum information. The research team implements a holistic deep-dive of material science on the insulator/metal structure to uncover the sources of this disorder to improve the quality of the qubit circuits. The research team simultaneously implements a new quantum curriculum and a new quantum information science micro-credential utilizing evidence-based teaching methods to reach optimal learning objectives, impact the quantum education field with new teaching modules and classes, and increase participation in the quantum workforce. To this end, the research team concurrently performs physics education research within new quantum science courses and micro-credential by applying evidence-based active engagement and benchmarking learning outcomes versus intended learning goals. This project is conducted across the collaborating universities and measures the success of adapting an early undergraduate-level quantum information science course and incorporating active engagement strategies.  Vital improvements in quantum education and workforce development are made by broadening evidence-based instruction in the quantum information science curriculum.\r\n\r\nTechnical Abstract: This research aims to alleviate some of the mystery in two-level system dissipation sources for alpha-Ta superconducting resonator systems by performing a holistic characterization of the dissipation sources and where these dissipation sources are introduced in the growth and fabrication process. To this end, the research team conducts a comprehensive investigation of alpha-Ta grown on several low-dissipation insulating oxide substrates. The research team identifies critical defects introduced during growth and subsequential device processing to remedy defect bottlenecks that adversely affect the quality factor of superconducting resonator circuits. The team systematically correlates the quality factor to specific thin film synthesis procedures, microfabrication procedures, bulk material, and interface defect types identified in structural and conductive electron and scan probe microscopy characterizations. This holistic materials science deep-dive identifies systematic relationships between structure and dissipation and possibly establishes a room-temperature proxy for low-temperature superconducting device performance.  At the same time, this research seeks to investigate the fidelity of implementing quantum information education tools and frameworks developed to be accessible at the high school and early undergraduate levels.  The project will contribute to quantum education and workforce development through evidence-based instructional strategies such as implementing interactive quantum learning tutorials and clicker question sequences.\r\n\r\nThis project is jointly funded by the Office of Multidisciplinary Activities (MPS/OMA), and the Technology Frontiers Program (TIP/TF).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Corbett",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph P Corbett",
   "pi_email_addr": "corbetj5@miamioh.edu",
   "nsf_id": "000915455",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 799163.0
  }
 ],
 "por": null
}