{
 "awd_id": "2328262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMRG: Eco: Circular manufacturing of sustainable bioplastics from hemp-derived building blocks",
 "cfda_num": "47.041, 47.049, 47.084",
 "org_code": "07020000",
 "po_phone": "7032927125",
 "po_email": "cawalker@nsf.gov",
 "po_sign_block_name": "Catherine Walker",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 2985348.0,
 "awd_amount": 2985348.0,
 "awd_min_amd_letter_date": "2023-09-14",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "Developing a manufacturing-ready biopolymer with exceptional properties and multiple routes to recycling and degradation could accelerate the displacement of legacy polymers based on petrochemicals, ultimately reducing greenhouse gas emissions and limiting the proliferation of microplastics that are dangerous to humans and the environment. This project will investigate materials partially derived from hemp for applications in electronics manufacturing and medical devices.  The general availability the source material, hemp, benefits manufacturers by shortening supply chains and reducing supply chain vulnerabilities and benefits society by reducing the generation, transportation, and disposal of toxic materials. Contrasting with other biopolymers that are generated through the fermentation of food sources (e.g. corn), hemp provides a feedstock that does not compete with food. The workforce development plan includes engagement strategies to guide students starting from middle school to securing their first job in manufacturing. Middle school and high school outreach is designed to provide inspiration and positive, hands-on experiences to entice students toward STEM and manufacturing. The Additive Manufacturing Experience (AMx) program provides opportunities for high school students to learn hands-on manufacturing skills from industry professionals that can be leveraged in finding a first job. Training through research and coursework will prepare undergrad and grad students for future careers in sustainable manufacturing.\r\n\r\nThis project will investigate two hemp-derived diol monomers with differing properties in combination with several dicarboxylic acids. The variety of combinations will result in bio-based polyesters with widely tunable properties. This work will synthesize several polyester variations and to expand the fundamental knowledge of structure-property relationships to further improve performance metrics. Structure-processing knowledge will be derived from characterizations such as melt viscosity, crystallization rate, and solubility. Processing parameters will be determined for manufacturing approaches including melt processing, 3D printing, and solution processing from green solvents. As electronics are a likely market entry point, the investigators will study the protective properties of the polymers for corrodible metals and the factors that affect the dispersion state and resulting mechanical properties and electrical conductivity in composite inks. Thermal reprocessing and depolymerization recycling will be characterized to enable circularity of the polymer, and degradation studies will determine safety in the environment. Printed electronics for medical devices and environmental sensors will provide demonstration device platforms that leverage the unique properties of these materials to attract industry adoption.\r\n\r\nThis Future Manufacturing award was supported by the Technology, Innovation and Partnerships Directorate and the Division of Chemistry and Division of Materials Research in the Mathematical and Physical Sciences Directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Chortos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Chortos",
   "pi_email_addr": "achortos@purdue.edu",
   "nsf_id": "000841099",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mukerrem",
   "pi_last_name": "Cakmak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mukerrem Cakmak",
   "pi_email_addr": "cakmak@purdue.edu",
   "nsf_id": "000476948",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Gross",
   "pi_email_addr": "grossr@rpi.edu",
   "nsf_id": "000165649",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Sotzing",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Sotzing",
   "pi_email_addr": "g.sotzing@uconn.edu",
   "nsf_id": "000240516",
   "pi_start_date": "2023-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 2985348.0
  }
 ],
 "por": null
}