{
 "awd_id": "2328176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMSG: Eco: Electrocatalytic Production of Valuable Polymer Feedstocks from Biomass-derived Furanics and CO2",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922746",
 "po_email": "szhang@nsf.gov",
 "po_sign_block_name": "Sen Zhang",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 499997.0,
 "awd_amount": 499997.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2023-08-21",
 "awd_abstract_narration": "Among biomass-derived intermediate compounds, furanics stand out as particularly appealing targets in that they exhibit great promise for chemical transformation to a variety of value-added end products including the important biopolymer precursor 2,5-furandicarboxylic acid (FDCA). Although several thermochemical synthetic strategies of FDCA from furfural or 2-furoic acid have been reported, the requirements of stoichiometric oxidants, expensive catalysts, toxic solvents/reagents, and/or potentially harsh conditions render these synthetic strategies non-optimal for the large-scale manufacturing of FDCA. This project, led by Yujie Sun (University of Cincinnati) in collaboration with Arun Mannodi Kanakkithodi (Purdue University), aims to develop an innovative electrochemical process, namely electrocatalytic bromine-mediated carboxylation (EBrC), to produce FDCA from 2-furoic acid and carbon dioxide under ambient conditions. Since carbon dioxide is directly utilized in this process as a C1 feedstock for the final carboxylation step, the proposed EBrC strategy for FDCA production is essentially carbon-negative with potential environmental and societal benefits. Data-driven screening of reaction conditions using computation and machine learning will help guide the design and development of competent electrocatalytic systems.\r\n\r\nThe overall objective of this seed grant is to develop an electrocatalytic approach for the synthesis of an important biopolymer precursor, namely 2,5-furandicarboxylic acid (FDCA), using biomass-derived and industrially produced furfural and carbon dioxide, and also build the talent pool of future research scientists in the emerging field of organic electrocatalysis. The generated data, simulation frameworks, and tools for training models and predicting properties will be publicly released in a Findable, Accessible, Interoperable, Reusable (FAIR) format for the benefit of the materials community, via the Materials Data Facility and nanoHUB, an online repository housed at Purdue University which provides free and open access to this information for educators and students. The PI’s (Sun) group at the University of Cincinnati (UC) will build on its active involvement in outreach programs including the UC Community Day Open House, the UC-Chem Summer Camp, and Science Day at the UC Center for Field Studies. The co-PI’s (Mannodi Kanakkithodi) group at Purdue University will develop new nanoHUB resources based on the density functional theory calculations and machine learning results from the project. These resources will be used for education and outreach, including incorporation into graduate courses at Purdue University and as content for hands-on workshops on materials informatics organized on behalf of nanoHUB, which is typically attended by 100 to 300 students and researchers from across the world.\r\n\r\nThis Future Manufacturing award was supported by funding from the Division of Chemistry in the Directorate for Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yujie",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yujie Sun",
   "pi_email_addr": "yujie.sun@uc.edu",
   "nsf_id": "000660501",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arun Kumar",
   "pi_last_name": "Mannodi Kanakkithodi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Kumar Mannodi Kanakkithodi",
   "pi_email_addr": "amannodi@purdue.edu",
   "nsf_id": "000848286",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 499997.0
  }
 ],
 "por": null
}