{
 "awd_id": "2328752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ExpandQISE: Track 1: Quantum@MTSU: Building QISE Research and Education in Middle Tennessee",
 "cfda_num": "47.049, 47.084",
 "org_code": "03060000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2026-10-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2023-08-15",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Non-technical Abstract: The project aims to establish a comprehensive Quantum Information Science and Engineering (QISE) program at Middle Tennessee State University (MTSU). This initiative focuses on research, education, and broadening participation in quantum technologies. Partnering with the University at Buffalo SUNY, the project aims to optimize qubit-photon interactions crucial for efficient quantum information processing (QIP). The research focuses on controlling quantum emitters using external field protocols, enhancing essential QIP operations like two-photon interference and quantum memory. Integration of these control protocols into quantum network simulations will showcase improved network performance. To foster a quantum-smart workforce and promote diversity, the project team will develop a specialized QISE undergraduate curriculum and offer research opportunities for students. Workshops for teachers and summer camps for high school students inspire early involvement in quantum sciences. To broaden participation, the project team will actively engage in diverse mentoring and form partnerships with regional academic institutions, including HBCU Fisk and PUI Southern Adventist Universities. The project will provide faculty learning opportunities to enhance QISE training for interested faculty members. Collaborating with local, regional, and national companies and labs ensures broader impacts and sustainability. The diverse program aims to establish MTSU as a thriving QISE research and education center in the region. By establishing a replicable methodology for expanding QISE efforts, the project team hopes to serve as a blueprint for other US R2 universities interested in establishing their QISE programs.\r\n\r\nTechnical Abstract: Realizing efficient photon-mediated interfaces between various qubit systems poses a significant challenge in achieving scalable quantum technologies. The primary objective of this project is to provide theoretical modeling and analysis to facilitate precise control of the spectral properties of various quantum emitters. Using external field protocols, the project team can overcome limiting spectral behaviors like spectral diffusion, essential for enhancing quantum information processing (QIP) operations that require spectral overlap between distinct qubits. Building on the project team's recent successes in modifying qubit emission spectra with external field protocols, the project team aims to improve the efficiency of two-photon interference between quantum emitters in different environments. This project will expand on the team's previous efforts to develop alternative protocols for two-level and three-level systems, quantifying their impact on specific QIP operations such as two-photon interference, state transfer, transduction, and quantum memories. These protocols hold significant potential to enhance the efficiency of essential photon-mediated QIP tasks. The project team's ultimate goal is to integrate these control protocols into quantum network simulators, demonstrating tangible improvements in network performance. Through educational and outreach activities, this project aims to foster a diverse skilled QISE workforce in Middle Tennessee. The project offers a wide range of learning opportunities, providing access to the undergraduate QISE curriculum, early research training, specialized workshops for underrepresented groups, and mentoring opportunities. The project team will also conduct teacher training in QISE and engaging summer camps for high-school students, igniting early awareness and interest in quantum science. As a nucleus for QISE initiatives, this project strives to establish sustainable research and education at Middle Tennessee State University, contributing to the advancement of quantum workforce development in the Middle Tennessee region.\r\n\r\nThis project is jointly funded by the Office of Multidisciplinary Activities (MPS/OMA), and the Technology Frontiers Program (TIP/TF).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanna",
   "pi_last_name": "Terletska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanna Terletska",
   "pi_email_addr": "Hanna.Terletska@mtsu.edu",
   "nsf_id": "000776110",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Herbert",
   "pi_last_name": "Fotso",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Herbert F Fotso",
   "pi_email_addr": "hffotso@buffalo.edu",
   "nsf_id": "000742289",
   "pi_start_date": "2023-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middle Tennessee State University",
  "inst_street_address": "1301 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "MURFREESBORO",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6154947848",
  "inst_zip_code": "371320001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "MIDDLE TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VMWUDBTMF4C9"
 },
 "perf_inst": {
  "perf_inst_name": "Middle Tennessee State University",
  "perf_str_addr": "1301 E MAIN ST",
  "perf_city_name": "MURFREESBORO",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "371320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": null
}