{
 "awd_id": "2329431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Next Steps for Weitzman’s Pandora's Box Problem in Mechanism Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2023-07-19",
 "awd_max_amd_letter_date": "2023-07-19",
 "awd_abstract_narration": "Many of today's economic interactions take place on platforms: buying and selling items, renting a ride or a room, finding jobs, and more. This project investigates economic and algorithmic principles underlying good marketplace design on platforms. Participants face a challenge of searching through alternatives for the best choice, while not wasting too much time and effort on the search. The platform should use algorithmic principles to enable them to solve this problem of decision-making under uncertainty. Meanwhile, participants are impacted by others' strategic choices. Some participants have conflicting goals, such as wanting to buy the same item. Others have complementary goals, such as an employer who wants to hire a good employee. To help the participants achieve their goals -- finding good matches, saving money, and saving time -- a marketplace must be designed with both good algorithmic and economic foundations.\r\n\r\nThis project will study design of mechanisms, such as an auctions or matching marketplaces, when there is costly hidden information about the alternatives. It considers allocation and matching problems -- for example, matching workers to employers -- in strategic environments. Participants are initially uncertain about the value of the alternatives. They must expend effort or incur costs to search and study the alternatives, discovering their preferences as they go. To make good allocations or matches, the platform must coordinate strategic agents to prudently spend resources to gather information. A classic algorithmic model for such problems is called the Pandora's Box problem, which was defined by Weitzman in 1979. This project will investigate algorithmic solutions to new variants of the Pandora's Box problem and how to translate such solutions into mechanisms such as auctions. The project will use game theory to study the social welfare -- a measure of total value created for users of the system. The social welfare balances the value generated by making good choices against the costs expended to gather information. The goal is to design mechanisms with approximately optimal social welfare, even when agents act strategically.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Waggoner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Waggoner",
   "pi_email_addr": "bwag@colorado.edu",
   "nsf_id": "000843868",
   "pi_start_date": "2023-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}