{
 "awd_id": "2329021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "FuSe-REG: Enabling Photonic Computing Engines through Hetero-integration",
 "cfda_num": "47.070, 47.084",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1015215.0,
 "awd_min_amd_letter_date": "2023-09-13",
 "awd_max_amd_letter_date": "2024-11-14",
 "awd_abstract_narration": "Conventional computing based on digital electronic logic faces challenges due to the rapid growth of artificial intelligence and machine learning algorithms, which need massive amounts of processing power, outpacing the rate at which computers have historically progressed (according to Moore's Law). Photonics technologies offer an attractive alternative due to several advantages, including high speed, energy efficiency, and the potential for massive parallelization of information processing. This project aims to tackle the obstacles in using integrated photonic deep neural networks for the next generation of computing platforms. Despite previous efforts, these networks still face challenges that make them impractical for real-world applications. In particular, most previous photonic neural networks are not scalable and require electronic circuits for achieving nonlinear effects, thus inevitably losing the high-speed advantages of photonics. An interdisciplinary approach is needed to tackle several problems, including designing novel neural network architectures for efficient processing of information encoded in light and integrating different materials for achieving desired functionalities, such as reconfigurability and nonlinear effects, which are essential for machine learning. This project focuses on developing a new deep learning architecture that is compatible with photonics and optoelectronics technologies and significantly reduces the size of optical neural networks compared to previous attempts. The proposed platform aims to create a scalable deep neural network, enabling real-time optical signal processing for a wide range of applications, from telecommunications, imaging, and biomedical applications to classical and quantum information processing systems. The proposed effort will create a roadmap for accelerating fundamental research and applied technology development for realizing functional photonic deep neural networks. This effort also provides a unique opportunity to train and educate students beyond their laboratory research through engagement in advanced research activities and through internships, workshops, and conferences. The participating investigators will develop short courses for two technical workshops that will involve fundamental and advanced research subjects. In addition, the team will organize conferences aiming to identify additional collaborators. Finally, internship and research rotation opportunities will be created for undergraduate students.\r\n\r\nThis project brings together expertise from optical computing, integrated photonics, and hetero-integration to develop a novel deep-learning architecture that is built around the fundamental physical laws of light propagation in integrated photonic circuits. In conjunction with hetero-integration, this architecture leads to dramatic size reduction to enable the realization of large-scale photonic deep neural networks. The proposed architecture utilizes an interlacing of linear and nonlinear operations and is uniquely parametrized to facilitate integration of tens of network layers in a photonic implementation. The thrusts of this project involve (i) developing a theoretical/computational infrastructure for photonic deep learning; (ii) hetero-integration of semiconductor and other optical materials, including lithium niobate, to achieve strong and flexible nonlinear effects on a photonic chip; (iii) realizing and optimizing ultracompact phase shifters based on phase change materials; and (iv) design, fabrication, and experimental demonstration of all-photonic neural networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad Ali",
   "pi_last_name": "Miri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Ali Miri",
   "pi_email_addr": "mmiri@qc.cuny.edu",
   "nsf_id": "000835224",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Adibi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Adibi",
   "pi_email_addr": "ali.adibi@ece.gatech.edu",
   "nsf_id": "000261841",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sasan",
   "pi_last_name": "Fathpour",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sasan Fathpour",
   "pi_email_addr": "fathpour@creol.ucf.edu",
   "nsf_id": "000523937",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "65-30 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "241Y00",
   "pgm_ele_name": "NSF-Intel Semiconductr Partnrs"
  },
  {
   "pgm_ele_code": "216Y00",
   "pgm_ele_name": "FuSe-Future of Semiconductors"
  },
  {
   "pgm_ele_code": "254Y00",
   "pgm_ele_name": "NSF-Samsung Partnership"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "4082CYXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "4082PYXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 537021.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 478194.0
  }
 ],
 "por": null
}