{
 "awd_id": "2329425",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  HealthText: Providing digital healthcare navigation for underserved communities in the US",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 999904.0,
 "awd_amount": 999904.0,
 "awd_min_amd_letter_date": "2023-09-20",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project aims to further develop HealthText, an artificial intelligence (AI) driven digital health information and navigation platform tailored to support the Medicaid population. The project's broader impact lies in its potential to address health disparities in under-resourced communities by providing trusted and relatable health literacy content through a user-friendly Short Message/Messaging Service (SMS). Under-resourced and minority communities often experience poor health outcomes and disengagement from care due to low health and science literacy and distrust. Technology-based engagement strategies have not adequately reached these underserved populations, making HealthText a valuable solution to bridge this gap. The core focus of this project is to deliver targeted and culturally appropriate health information campaigns directly to Medicaid beneficiaries. Through relatable content and intuitive SMS messaging, the platform aims to foster trust, increase healthcare engagement, and reduce avoidable emergency room visits, hospital admissions, and preventable, health-related deaths. The commercial opportunity associated with improving healthcare engagement in underserved and minority communities is significant, given the annual US Medicaid market size of over $720 billion. By addressing health literacy and navigation support issues, this technology can help achieve substantial cost savings that could exceed $100 million annually, while improving health outcomes. \r\n\r\nThis project has demonstrated successful engagement outcomes among Medicaid populations, suggesting the potential for widespread commercialization to Medicaid insurance companies. The project involves refining the delivery of tailored health information using AI-based communications tools like chatbots and generative AI. Existing AI resources lack consideration for communication nuances prevalent in underserved populations with lower educational achievements. To address this, the AI components will be specifically designed for underserved and minority communities, thereby minimizing concerns about bias in existing health-related AI solutions. The solution include: 1) gap analysis with high priority quality measures; 2) utilization of custom content and delivery platform to send targeted messaging via text, video, and on-demand AI chat to patients; and 3)\r\nevaluation of improved clinical outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Fitzpatrick",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa K Fitzpatrick",
   "pi_email_addr": "lisa.fitzpatrick@grapevinehealth.com",
   "nsf_id": "000826476",
   "pi_start_date": "2023-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LISA FITZPATRICK & ASSOCIATES MD PC",
  "inst_street_address": "475 K ST NW UNIT 1112",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022705647",
  "inst_zip_code": "200015272",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "LISA FITZPATRICK & ASSOCIATES MD PC",
  "org_prnt_uei_num": "VC6YBGX96H95",
  "org_uei_num": "VC6YBGX96H95"
 },
 "perf_inst": {
  "perf_inst_name": "LISA FITZPATRICK & ASSOCIATES MD PC",
  "perf_str_addr": "475 K ST NW UNIT 1112",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200015272",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 999904.0
  }
 ],
 "por": null
}