{
 "awd_id": "2330981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Educational game based on research from Jurassic and current coral reefs",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-07-06",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of an educational game based on understanding how coral reefs survive environmental change.  This proposed game is a learning tool that guides players through the processes of evolution and extinction using real-world examples. Integrating science with gaming encourages active learning via collaboration and strategizing.  The goal is to increase scientific literacy and encourage engagement with conservation. Understanding how coral reefs might react to real-world scenarios (as modeled in a game) may provider an understanding of how modern ocean communities may be protected using guiding conservation, laws, and remediation. An educated and engaged public is key to conservation. The accessibility and popularity of mobile and computer games may make their adoption easier and more enjoyable. Most educational games are marketed towards young children or are focused on biology, chemistry, or physics.  The proposed technology incorporates Earth science principles and examples in a well-designed, well-tested game aimed at high school, college, and adult audiences.\r\n\r\nThis I-Corps project is based on the development of an educational Earth science mobile, web, or computer game using the understanding how ecosystems survived past environmental change.  The benefits of collaborative learning and game-based learning have been well established, but very rarely do games incorporate new scientific discoveries or concepts. The proposed game is designed to incorporate Earth sciences, evolution, and the fossil record. The proposed educational electronic game has been tested as a board game that teaches the player about environmental change, reef ecology and evolutionary mechanisms as well as how these systems interact to cause major community change through time. The game incorporates environments, biotas, and climate change scenarios from research on Jurassic-aged reefs in Morocco and coral reefs alive today in Jamaica. The game and associated material have been assessed in undergraduate geoscience, oceanography, and biology classes and show the potential to teach students about coral reefs and how they change through time in response to their own evolution as well as environmental shifts on our planet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rowan",
   "pi_last_name": "Martindale",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rowan C Martindale",
   "pi_email_addr": "Martindale@jsg.utexas.edu",
   "nsf_id": "000648236",
   "pi_start_date": "2023-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}