{
 "awd_id": "2331984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: Assessing Cyber Victimization Risk of Job Searching in the Hybrid World",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032925015",
 "po_email": "dstroud@nsf.gov",
 "po_sign_block_name": "Dina Stroud",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2023-09-18",
 "awd_max_amd_letter_date": "2023-09-18",
 "awd_abstract_narration": "Most studies on Cyber Victimization focus only on virtual spaces during job searches and ignore the influence of hybrid space. The principal investigators (PIs) want to better understand how hybrid space, which involves both physical and virtual elements, affects cyber victimization during job searching. The PIs also aim to find ways to reduce its negative effects on mental health, well-being, and employment outcomes. To conduct their research, PIs will focus on university students who are currently job hunting, particularly those attending on-campus career fairs that happen annually or biannually. The project has two main goals. One goal is to not only understand cyber victimization but also create tools that help students avoid falling prey to job scams. Secondly, the project aims to involve stakeholders from academia, industry, and policymaking by organizing workshops and generating a report with assessments. This ensures that the research findings are relevant and useful, and the strategies developed to address cyber victimization risks in job searching are practical and effective through collaboration and discussion. The project will also implement educational programs and awareness initiatives to protect job seekers and equip them with the skills needed to navigate the job search process safely. This will build confidence in job seekers and enable them to make informed decisions while seeking employment. In addition, the project aims to encourage the involvement of underrepresented groups by involving students from Prairie View A&M University, the largest historically Black university in Texas, and Texas A&M University, the largest Hispanic-Serving Institution in Texas in the research process. By doing so, these students will have the opportunity to gain knowledge and skills in diverse fields, contributing to a more inclusive and equitable research endeavor.\r\n\r\nThe project aims to bolster the investigation of job-search-related cyber victimization risk in the hybrid realm by integrating multiple disciplines. By conducting a sequence of multidisciplinary brainstorming sessions and workshops, this project aims to enhance research frameworks, human behavior theories, and spatial-social methodologies used to evaluate cyber victimization risk. By adopting this interdisciplinary approach, the project will foster innovation and facilitate a more profound comprehension of cyber victimization concerning  job searching scenarios. The workshops organized by the principal investigators will promote collaborative efforts among scholars from a wide array of fields, encompassing cybersecurity, psychology, human resources, criminal justice, information technology, business, education, and geography/planning. This collaborative endeavor will facilitate the identification and consolidation of crucial concerns pertaining to the evaluation of cyber victimization risk during job searching in the hybrid world. By integrating diverse perspectives and areas of expertise, the project will enrich the comprehension of the frequency, consequences, contributing factors, and strategies to mitigate cyber victimization. The research questions formulated through interdisciplinary workshops will delve into significant aspects of cyber victimization during job searching, covering topics like deep fake job posts, demographics, education and awareness initiatives, online privacy and security, and the impact of cyber victimization on job seekers' well-being and decision-making. Moreover, the project will play a vital role in advancing novel methodologies and approaches for detecting, mitigating, and preventing cyber victimization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Na",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Na Li",
   "pi_email_addr": "nali@pvamu.edu",
   "nsf_id": "000705486",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xinyue",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinyue Ye",
   "pi_email_addr": "xinyue.ye@tamu.edu",
   "nsf_id": "000645167",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ling",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ling Wu",
   "pi_email_addr": "liwu@pvamu.edu",
   "nsf_id": "000925932",
   "pi_start_date": "2023-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prairie View A & M University",
  "inst_street_address": "100 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRAIRIE VIEW",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362611689",
  "inst_zip_code": "77446",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "PRAIRIE VIEW A&M UNIVERSITY",
  "org_prnt_uei_num": "FTAAW94S6LC6",
  "org_uei_num": "FTAAW94S6LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Prairie View A & M University",
  "perf_str_addr": "700 UNIVERSITY DR",
  "perf_city_name": "PRAIRIE VIEW",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "774466850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}