{
 "awd_id": "2331775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SLES: Safety under Distributional Shift in Learning-Enabled Power Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2023-08-17",
 "awd_max_amd_letter_date": "2023-08-17",
 "awd_abstract_narration": "This NSF project aims to revolutionize the design of learning-enabled, safety-critical systems, with a special focus on power systems. These systems face increasing challenges due to accelerated environmental and technological changes. The project will bring transformative change to the operation of such systems by introducing the concept of antifragility, which promotes change as an opportunity for system enhancement. This innovative viewpoint is crucial for effectively managing distributional shifts in our rapidly changing environment. This transformation will be achieved by pioneering proactive, memory-based antifragile systems, exploring multi-agent systems for cooperative decision-making, and applying advanced techniques for validation and rigorous stress testing. The intellectual merits of the project include a groundbreaking approach towards embracing change and uncertainty. Rather than perceiving these factors as detriments, the project uses them as catalysts for self-improvement, setting the stage for a resilient and adaptive way to operate safety-critical systems. The broader impacts of the project include enhancing the resilience and reliability of crucial infrastructures such as power systems to ensure uninterrupted access to vital services. The project also seeks to serve as a hub for cross-disciplinary dialogue on safe decision-making and public outreach activities to foster scientific literacy and diversity within the STEM community.\r\n\r\nIn power system operation, safety is crucial and requires adherence to rigorous mathematical models that describe the dynamics of various parameters such as voltage, frequency, or the health of an equipment. The task of preserving end-to-end safety is becoming prohibitively complex amidst distributional shifts, driven by the growing complexity and unpredictability of the environment. Our project addresses these challenges through three interconnected research thrusts. The first thrust targets the creation of proactive, antifragile systems that anticipate and adapt to changes, using advanced techniques such as meta-safe learning and offline reinforcement learning. The second thrust bolsters system antifragility through multi-agent systems, encouraging exploration, cooperation, and distributed control to ensure resilience and safety, even under significant disturbances. The third thrust is devoted to validation and stress testing, employing multi-objective adversarial learning and real-world case studies to better handle rare or unexpected events. These research thrusts provide a comprehensive understanding of system fragility, distributed decision-making, and cooperative behavior. Supported by empirical analysis and mathematical guarantees, the proposed methodologies offer a robust approach to ensuring the safety of learning-enabled systems amidst evolving challenges, marking a significant advancement in the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Jin",
   "pi_email_addr": "jinming@vt.edu",
   "nsf_id": "000827962",
   "pi_start_date": "2023-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}