{
 "awd_id": "2331634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PRIMES PAIR: Partnering with AIM for Inclusive Research",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 277570.0,
 "awd_amount": 277570.0,
 "awd_min_amd_letter_date": "2023-08-09",
 "awd_max_amd_letter_date": "2023-08-09",
 "awd_abstract_narration": "This project will promote research at undergraduate institutions (especially those that serve large numbers of students underrepresented in the mathematical sciences workforce) nationally through a partnership between Dr. Mary Flagg at the University of St. Thomas in Houston, TX and the American Institute of Mathematics (AIM).   Dr. Flagg will work with AIM to support faculty research and research with undergraduate students at undergraduate institutions by enhancing the relatively new (virtual) AIM Research Communities program (in an AIM Research Community she co-organizes, faculty join collaborative research groups, solve problems, and publish papers documenting these solutions). She will also work with AIM and the Institute for Computational and Experimental Research in Mathematics (ICERM) to enhance the Research Experiences for Undergraduate Faculty (REUF) program; she herself got her start in graph theory and linear algebra through the REUF program.  Faculty participating in these programs bring research problems connected to their faculty research into their classrooms. Because more than half of undergraduate mathematics degrees are awarded by colleges and universities that do not have doctoral programs, it is vitally important that students at these institutions have this opportunity to benefit from participating in undergraduate research. The importance of undergraduate research in stimulating interest in and preparing students for graduate school in the mathematical sciences and the STEM workforce is now widely recognized. This project will also directly expand research opportunities for undergraduate mathematics students at University of St. Thomas and will produce substantial research at the intersection of graph theory and linear algebra.\r\n\r\nThe linear algebra direction is centered around the inverse eigenvalue problem for a graph (IEPG). This problem has broad applications in many areas of mathematics including dynamics and physics and has received a great deal of attention in the last few years.  As part of this project, Dr. Flagg will organize a small group of expert researchers from around the world to meet several times at AIM over the next two years to make significant progress on the IEPG by applying tools from analysis.  Zero forcing was introduced in the context of the IEPG, but also has applications in control of quantum systems and graph searching. Questions in the graph theory side of this research have many applications, from linear algebra to monitoring the power grid, and research questions in graph theory are a substantial part of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Flagg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Flagg",
   "pi_email_addr": "flaggm@stthom.edu",
   "nsf_id": "000636296",
   "pi_start_date": "2023-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Hogben",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie Hogben",
   "pi_email_addr": "hogben@aimath.org",
   "nsf_id": "000390144",
   "pi_start_date": "2023-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Saint Thomas",
  "inst_street_address": "3800 MONTROSE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7138317889",
  "inst_zip_code": "770064626",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TX07",
  "org_lgl_bus_name": "UNIVERSITY OF SAINT THOMAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2UMFMN2W568"
 },
 "perf_inst": {
  "perf_inst_name": "University of Saint Thomas",
  "perf_str_addr": "3800 MONTROSE BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770064626",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TX07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 277570.0
  }
 ],
 "por": null
}