{
 "awd_id": "2331985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Data Quality in Manufacturing Industrial Internet Integration",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922487",
 "po_email": "jterpenn@nsf.gov",
 "po_sign_block_name": "Janis Terpenny",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2026-11-30",
 "tot_intn_awd_amt": 300001.0,
 "awd_amount": 300001.0,
 "awd_min_amd_letter_date": "2023-08-16",
 "awd_max_amd_letter_date": "2023-08-16",
 "awd_abstract_narration": "This research project is focused on data quality evaluation and improvement for effective Artificial Intelligence (AI) deployment in manufacturing. In modern manufacturing industries, AI-guided decision-making has revolutionized production, product quality, design customization, and manufacturing sustainability. However, the lack of quantitative data quality evaluation and effective data preparation methodologies for manufacturing AI models pose a few critical challenges, including untrustworthy AI decision-making, high energy consumptions to process large but quality-poor datasets, and a lack of more effective datasets to be shared across manufacturing systems for AI model training. These challenges greatly slow down the adoption of AI technologies in manufacturing industries, thus significantly impacting the global competitiveness of US manufacturing.  This research project defines and evaluates quantitative manufacturing data quality metrics, advances scientific knowledge for data quality assurance based on manufacturing features, and promotes dataset preparation for AI modeling.  As a result, the research not only enables fast training and comparison of AI models due to improved manufacturing data quality, but also reduces environmental impact on data computation, communication, and storage. This research project also includes a comprehensive outreach and education program for college students and manufacturing workforce development, including panel discussion, outreach seminars to underrepresented students and practitioners, and manufacturing AI competitions.  \r\n\r\nThe goal of this research project is to define, evaluate, and improve data quality to enable compatible usage of datasets in Manufacturing Industrial Internet integrated by heterogenous machines, sensors, and computation devices. The project builds the data quality methodology to address the challenges based on manufacturing specific data format and modalities from different manufacturing layouts. First, the data quality is defined as inversely proportional to the variance of AI model performance. A latent neural recommender system investigates the interface between datasets and AI models to assess data quality when different AI models are used. Second, manufacturing data quality is modeled based on the unique manufacturing data features from graphs of different manufacturing layouts and data modalities. Third, after the root causes of poor data quality are identified, golden datasets are generated by ensemble active learning by contextual bandits to ensure robust manufacturing AI model performance to data source variabilities. The data quality methodology connects to the manufacturing hierarchical variable relationship, multimodal data, and layout representations with effective feature representations. Methodologies are validated by both real datasets in Semiconductor Manufacturing and a Manufacturing Industrial Internet testbed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ran",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ran Jin",
   "pi_email_addr": "jran5@vt.edu",
   "nsf_id": "000602563",
   "pi_start_date": "2023-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "229Y00",
   "pgm_ele_name": "MSI-Manufacturing Systms Integ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016Z",
   "pgm_ref_txt": "Cybermanufacturing Systems"
  },
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "1713",
   "pgm_ref_txt": "WORKFORCE"
  },
  {
   "pgm_ref_code": "5384",
   "pgm_ref_txt": "DATA AND DATA SYSTEMS"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300001.0
  }
 ],
 "por": null
}