{
 "awd_id": "2331109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Magnetic Octupole Based Next-generation Spintronic Devices in XY-like Chiral Antiferromagnets",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 356142.0,
 "awd_amount": 356142.0,
 "awd_min_amd_letter_date": "2023-07-25",
 "awd_max_amd_letter_date": "2023-07-25",
 "awd_abstract_narration": "Integrating magnetic order with present-day charge-based electronics offers exciting opportunities to construct devices with orders of magnitude reduced energy, time, and size for many modern information processing applications. This has initiated the burgeoning field of spintronics. Two applications where spintronic devices have recently emerged as particularly promising candidates are: (a) processing large amounts of probabilistic data commonly found in fields ranging from artificial intelligence to cryptography to quantum emulation, and (b) transporting information on chips without the presence of Joule heating. However, the magnetic materials predominantly used for fabricating such devices thus far suffer from unwanted stray magnetic interactions, slow spin dynamics, and/or poor efficiency in transducing information between the electrical and magnetic domains. This has limited the scope of spintronic devices and created a need to search for alternative material platforms to construct such devices. The goal of this project is to study by combining theory with proof-of-principle experiments, a new class of magnets called chiral antiferromagnets, in order to address this challenge. Chiral antiferromagnets exhibit a non-collinear and chiral arrangement of constituent electronic spins, which gives rise to octupole magnetic order. This magnetic order simultaneously offers high-speed operation, absence of stray interactions, and high transduction efficiencies. In particular, the principal investigator will study and design novel octupole-based probabilistic bits and superfluid-inspired spin conduits in chiral antiferromagnets. These designs have the potential to achieve a 2-3 orders of magnitude reduction in energy for running probabilistic algorithms and enabling beyond state-of-the-art long-distance transfer of spin information, respectively. Throughout this project, the principal investigator will also provide training to a diverse set of undergraduate and graduate students in topics ranging from magnetism to unconventional computing to quantum sensing. This will enhance the United States' workforce at the intersection of microelectronics and quantum information science.\r\n\r\nThe proposed research aims to establish foundational knowledge for exploiting the octupole magnetic order in chiral antiferromagnets to construct novel spintronic devices. The project focuses on chiral antiferromagnets with negative chirality, where the octupole moments exhibit large-angle nonlinear dynamics within an easy plane. Two complementary geometries - nanomagnets and nanowires - will be explored to create p-bits and superfluid-inspired spin devices, respectively. Due to the interesting interplay between magnetic interactions in chiral antiferromagnets and strong exchange fields between spins, the new octupole moment-based p-bits exhibit low barriers to octupole fluctuations and high-speed octupole dynamics. This promises a 2-3 orders of magnitude enhancement in flips per second over present-day p-bits, which is a key figure of merit that governs the energy and/or time required to reach the solution for running a wide variety of probabilistic algorithms. On the other hand, the proposed exploration of octupole-based spin conduits in chiral antiferromagnets is unique in that it combines the following properties in a single platform at room temperature by demonstrating: (i) capability to efficiently inject spins to initiate large-angle non-linear dynamics of octupoles, (ii) absence of stray interactions, and (iii) low damping. This provides a promising avenue to solve the long-standing challenge of superfluid-inspired long-distance transport of spin at room temperature. To explore the proposed devices, the principal investigator will develop experimentally benchmarked theories of the stochastic dynamics of octupole moments across wide length scales, ranging from atoms to circuits, in the presence of thermal and spin-orbit drives. The experimental benchmarking will leverage the use of spin qubit probes and electrical characterization. Beyond the potential to enable the proposed devices, the study is expected to generate fundamental understanding and models needed to exploit chiral antiferromagnets in the field of antiferromagnetic spintronics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pramey",
   "pi_last_name": "Upadhyaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pramey Upadhyaya",
   "pi_email_addr": "prameyup@purdue.edu",
   "nsf_id": "000779784",
   "pi_start_date": "2023-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 356142.0
  }
 ],
 "por": null
}