{
 "awd_id": "2331322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2024 Chemical Separations Gordon Research Conference and Seminar: Fundamentals, Applications, and Data Science for Integrating Separations and Chemical Reactions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2023-10-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 17950.0,
 "awd_amount": 17950.0,
 "awd_min_amd_letter_date": "2023-08-21",
 "awd_max_amd_letter_date": "2023-08-21",
 "awd_abstract_narration": "The availability of energy-efficient and sustainable processes for chemical separations plays a crucial role in the large-scale production of fuels, chemicals, and pharmaceutical products. To address the complex scientific and technological challenges of chemical separations, it is essential to bring together diverse research communities and leaders in the field to discuss emerging concepts and approaches. The Gordon Research Conference (GRC) on Chemical Separations, scheduled for January 21-26, 2024, in Galveston, TX, will be an excellent opportunity for cross-disciplinary scientific discussions related to emerging concepts and methods in chemical separations. By fostering collaboration and knowledge exchange, these discussions can lead to the development of highly efficient and selective separation technologies. Such advancements have the potential to significantly reduce greenhouse gas emissions, lower the carbon footprint associated with chemicals and fuels manufacturing, and decrease the costs of desirable products. The collective efforts of researchers and industry professionals in this area can contribute to a more sustainable and environmentally friendly future. The support provided by the Division of Chemical, Bioengineering, Environmental, and Transport Systems will offset the attendance costs for graduate students, postdoctoral researchers, and early-career scientists, promoting the participation of a diverse group of attendees. \r\n\r\nThe 2024 Chemical Separations GRC directly addresses the recommendations of the National Academies report, \"A Research Agenda for Transforming Separation Science,\" emphasizing substantive interactions between the chemistry and chemical engineering separations research communities and integrating relevant concepts in research and education. The GRC format fulfills this objective by encouraging the sharing of cutting-edge, unpublished data, hosting highly-attended poster sessions, and fostering a collegial, interactive environment. Investigators from academia, national laboratories, and industry will be represented at this meeting. This GRC stands out among existing separations-focused conferences as it expands chemical separations discussions beyond analytical techniques, encompassing separation materials design, process scale-up, and operational considerations. This year also focuses on the challenges and opportunities of integrating chemical reactions and separations for energy economy across small- and large-scale processes. By facilitating knowledge exchange, the GRC on Chemical Separations contributes to the advancement and transformation of separation science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vassiliki-Alexa",
   "pi_last_name": "Glezakou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vassiliki-Alexa Glezakou",
   "pi_email_addr": "glezakouva@ornl.gov",
   "nsf_id": "000936030",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Shiflett",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Shiflett",
   "pi_email_addr": "mark.b.shiflett@ku.edu",
   "nsf_id": "000070186",
   "pi_start_date": "2023-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 17950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gordon Research Conference (GRC) on Chemical Separations took place from January 21-26, 2024, in Galveston, TX and brought together 141 scientists and engineers from academia, industry, and national labs. This conference was chaired by Dr. Vassiliki-Alexandra Glezakou (ORNL) and Professor Mark B. Shiflett (University of Kansas) with vice-chairs Prof. B. Gurkan (Case Western Reserve University) and Prof. J. Anderson (Iowa State University and Ames National Laboratory). Chemical separations are of immense and increasing importance in the modern world. Separation steps are involved in producing every chemical product. Since distillation is the &lsquo;standard&rsquo; separation technique, some estimates indicate that 10-15% of all primary energy in the U.S. is used to achieve chemical separations in the petrochemical and commodity chemicals industries. With increasing cost of energy and recognition of negative impacts of continued use of fossil fuels, new non-thermal technologies are desperately needed to revolutionize this sector in much the same way that reverse osmosis separations have revolutionized seawater desalination. In addition, chemical separations are vital in other areas of significant societal need: securing critical elements, separating, and sequestering harmful agents, developing durable and cheap separations materials, understanding the chemistries of modern nuclear reactors are some critical examples of targeted chemical separations. Similarly, analytical separations that can be applied to complex mixtures are vital in streamlining development of new drugs and detecting environmental contaminants. From these examples, it is obvious that chemical reactions are inextricably connected with the separations processes. This conference brought together scientists and engineers working with a wide range of separations and chemical reaction technologies. The ability for attendees to hear from experts in a diverse range of applications domains was attractive to both seasoned researchers and early career professionals. This conference responded directly to issues highlighted in the National Academies report &ldquo;<em>A Research Agenda for Transforming Separation Science</em>&rdquo;. A key recommendation of that report that the GRC on Chemical Separations addressed is that &ldquo;The chemistry and chemical-engineering separation communities should seek opportunities for substantive interactions that will inspire creativity and the integration of concepts in research and education.&rdquo;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2024<br>\nModified by: Mark&nbsp;B&nbsp;Shiflett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Gordon Research Conference (GRC) on Chemical Separations took place from January 21-26, 2024, in Galveston, TX and brought together 141 scientists and engineers from academia, industry, and national labs. This conference was chaired by Dr. Vassiliki-Alexandra Glezakou (ORNL) and Professor Mark B. Shiflett (University of Kansas) with vice-chairs Prof. B. Gurkan (Case Western Reserve University) and Prof. J. Anderson (Iowa State University and Ames National Laboratory). Chemical separations are of immense and increasing importance in the modern world. Separation steps are involved in producing every chemical product. Since distillation is the standard separation technique, some estimates indicate that 10-15% of all primary energy in the U.S. is used to achieve chemical separations in the petrochemical and commodity chemicals industries. With increasing cost of energy and recognition of negative impacts of continued use of fossil fuels, new non-thermal technologies are desperately needed to revolutionize this sector in much the same way that reverse osmosis separations have revolutionized seawater desalination. In addition, chemical separations are vital in other areas of significant societal need: securing critical elements, separating, and sequestering harmful agents, developing durable and cheap separations materials, understanding the chemistries of modern nuclear reactors are some critical examples of targeted chemical separations. Similarly, analytical separations that can be applied to complex mixtures are vital in streamlining development of new drugs and detecting environmental contaminants. From these examples, it is obvious that chemical reactions are inextricably connected with the separations processes. This conference brought together scientists and engineers working with a wide range of separations and chemical reaction technologies. The ability for attendees to hear from experts in a diverse range of applications domains was attractive to both seasoned researchers and early career professionals. This conference responded directly to issues highlighted in the National Academies report A Research Agenda for Transforming Separation Science. A key recommendation of that report that the GRC on Chemical Separations addressed is that The chemistry and chemical-engineering separation communities should seek opportunities for substantive interactions that will inspire creativity and the integration of concepts in research and education.\r\n\n\n\t\t\t\t\tLast Modified: 12/21/2024\n\n\t\t\t\t\tSubmitted by: MarkBShiflett\n"
 }
}