{
 "awd_id": "2331218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EPIIC: Enabling Meaningful External Research Growth in Emergent Technologies (EMERGE)",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032927403",
 "po_email": "rshearma@nsf.gov",
 "po_sign_block_name": "Rebecca Shearman",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 399846.0,
 "awd_amount": 399846.0,
 "awd_min_amd_letter_date": "2023-08-23",
 "awd_max_amd_letter_date": "2023-08-23",
 "awd_abstract_narration": "The EMERGE (Enabling Meaningful External Research Growth in Emergent Technologies) Cohort consists of Kettering University, University of the Incarnate Word, University of Northern Colorado, and Western Carolina University. Members of the Emerging Partnerships to Increase Innovation Capacity (EPIIC) Project share a common vision to EMERGE as recognized partners in research and development (R&D), translation of research into practice, and talent development in emerging technology fields. Cohort strengths include strong community and industry partnerships, diverse student populations, and regional engagement. The cohort shares a commitment to social and economic mobility, empowerment, and community development, which serves as a guiding principle for this project’s activities. To build on this foundation, cohort institutions will develop individual and joint capacities to integrate into regional innovation ecosystems more effectively and establish collaborative relationships with emerging technology programs and leaders. This project will generate broadly applicable, data-driven models that can be adopted by other teaching-focused Institutions of Higher Education (IHEs) to create cohorts that accelerate regional innovation in emerging technologies. The EMERGE Project will contribute to several societal outcomes that greatly benefit underrepresented communities, including Hispanic/Latinx, Black/African American, rurally-marginalized, first generation, and low income. The partnerships and networks developed will provide opportunities for these groups to engage with regional innovation ecosystems. The resulting research experiences and workforce development training will lead to thriving and sustainable communities of innovation, upward mobility among underrepresented and marginalized regions, and workforce resilience in both urban and rural populations. Bringing the full spectrum of talent and resources to bear on grand challenges will increase knowledge production and innovation by capturing the insights of a broad talent pool with experiences in emerging technology fields. \r\n\r\nPrimary cohort objectives include 1) building resources to support research development and outreach capacity, 2) defining effective partnership models, 3) marketing the value and uniqueness of cohort universities through an EMERGE-branded web portal, and 4) exchanging and documenting best practices within the cohort. These activities address current challenges facing cohort institutions, including lack of awareness/underestimation of member institutions and limited institutional outreach and relationship-building capacity. As a group, the cohort will develop the EMERGE brand to serve as a unifying message highlighting unique institutional strengths and promoting the value of collaborating with diverse institution types with talented yet underutilized students, faculty, and staff. While outreach will be aided by cohort-level activities, cohort institutions will also focus on expanding their internal capacity to build regional partnerships. At the institution-level, cohort members will build resources to support research development and outreach capacity and develop partnership models for engaging regional emerging technology stakeholders. To amplify individual efforts, the cohort will 1) deploy the EMERGE platform to provide a single access point to cohort institutions, 2) organize annual in-person summits to build relationships, share knowledge, and align cohort strategy, 3) participate in regular virtual meetings to facilitate communication and ongoing collaboration, and 4) provide training workshops to exchange best practices. Innovative partnership models, including faculty internships and fellows programs, will be developed to encourage faculty professional development and engagement with external partners. Beyond EPIIC funding, there is a vision to expand the EMERGE model to include other non-R1/R2 institutions, which would significantly broaden the project’s impact and create a consortium of schools with the size and scope to rival large research universities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Frye",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Frye",
   "pi_email_addr": "mfrye@uiwtx.edu",
   "nsf_id": "000485222",
   "pi_start_date": "2023-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Garcia",
   "pi_email_addr": "cagarci9@uiwtx.edu",
   "nsf_id": "000651281",
   "pi_start_date": "2023-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Nijland",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J Nijland",
   "pi_email_addr": "nijland@uiwtx.edu",
   "nsf_id": "000879009",
   "pi_start_date": "2023-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of The Incarnate Word",
  "inst_street_address": "4301 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2108296000",
  "inst_zip_code": "782096318",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "TX21",
  "org_lgl_bus_name": "UNIVERSITY OF THE INCARNATE WORD",
  "org_prnt_uei_num": "",
  "org_uei_num": "CV52PP94GAD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of The Incarnate Word",
  "perf_str_addr": "4301 BROADWAY",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782096318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "TX21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "135Z",
   "pgm_ref_txt": "EPIIC-Enable Partners to Incr Innov Cap"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AC2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 399846.0
  }
 ],
 "por": null
}