{
 "awd_id": "2331354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: A magnetic resonance-compatible touchscreen with video display",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-07-06",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a drug-free strategy for alleviating anxiety during magnetic resonance imaging (MRI). One current solution is sedation, however, many patients who are averse to MRI are also averse to sedation. Consequently, many patients choose to avoid MRI procedures, even when recommended for effective medical treatment.  The proposed technology is an MRI-compatible digital tablet that may provide patients with digital touchscreen access to their smartphones during MRI to alleviated anxiety without sedation. The field of MRI peripherals is an emerging field that provides MRI-compatible devices for patients to use during an MRI scan. Currently, MRI peripherals are limited to basic devices that are generally used for safety or physical comfort, such as button presses and cushions.  Additionally, this technology may be used by researchers to expand the scope of research on human brain function. The proposed digital tablet offers researchers a versatile, interactive MRI peripheral that may deliver a wide variety of experimental manipulations involving complex actions. The proposed technology may increase patient health outcomes by reducing patient aversion to necessary medical procedures and expand the scope of basic research on human brain function.\r\n\r\nThis I-Corps project is based on the development of an interactive digital tablet that may be used by patients and research participants while undergoing magnetic resonance imaging (MRI) scanning. The proposed technology uses special signal-driver circuitry and shielding to safely function in the strong electromagnetic fields required for MRI without impacting the quality of the images acquired. The spatial and temporal resolution of the display and touch-sensing technology is on par with current state-of-the-art digital tablets and smartphones, allowing for seamless interactions even in pediatric imaging. Additionally, the proposed digital tablet provides an advantage over current technology for studies of human brain function that can receive input (e.g., a button press) but cannot generate output (i.e., images on a display screen). Research has demonstrated that using the proposed technology in studies of human brain function produced significantly different brain function in several brain regions when compared to other current solutions. The digital tablet broadens human brain research by providing researchers with a device that can receive input and provide output within the cylinder of the MRI while a participant is undergoing MRI scanning, supporting a much larger variety of actions, such as handwriting/drawing and tablet use as well as personal smartphone use.  The proposed digital tablet may have application for reducing patient anxiety during clinical MRI procedures and for studying brain function in MRI research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Vinci-Booher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia Vinci-Booher",
   "pi_email_addr": "sophia.vinci-booher@vanderbilt.edu",
   "nsf_id": "000762217",
   "pi_start_date": "2023-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "066E",
   "pgm_ref_txt": "INSTRUMENTATION & DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}