{
 "awd_id": "2332176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Assessing the Impacts of Engaged Research and Its Use: Evidence and Opportunities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925150",
 "po_email": "tswoodso@nsf.gov",
 "po_sign_block_name": "Thomas S. Woodson",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 49978.0,
 "awd_amount": 49978.0,
 "awd_min_amd_letter_date": "2023-07-03",
 "awd_max_amd_letter_date": "2023-07-03",
 "awd_abstract_narration": "Improving the societal benefits of science requires systematic attention to the ways in which research is conducted and how different approaches may result in various kinds and degrees of impact. Existing studies on research impact drivers suggest that more engaged approaches—where researchers meaningfully collaborate with societal partners during the research process—can increase the use of research to support decision-making. However, we know relatively little about how various forms or levels of engagement result in different societal benefits in the real world; some types of engagement may even be harmful or counterproductive. Improving understanding in this area requires empirical and critical study of the types of engaged research and their outcomes. A primary aim of this project is to build connections and coordination capacity among the many approaches to understanding, supporting, and improving engaged research and its uses. The team will convene scholars and institutional leaders across sectors to synthesize existing evidence and identify future directions related to the impacts and uses of engaged research.\r\n\r\nThe heart of this project involves planning, execution, and follow-on reporting from an interdisciplinary and solutions-oriented workshop facilitated. The workshop will convene a small group of experts from a diverse range of disciplines, issue areas, geographies, and types of expertise for a weeklong intensive dialogue. The participants (n = approx. 30) will work together to synthesize existing knowledge, identify gaps, build understanding and connections, and forge next steps on the relationship among 1) the quality, intensity, and longevity of engagement in the research process, 2) research impact (e.g., use of evidence in decision making), and 3) outcomes of interest (e.g., improved health or educational outcomes). The output from this meeting will include a report and a call to action intended to inspire and inform decision-making at scientific institutions, including the National Science Foundation, keenly interested in expanding their support for engaged research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Arnott",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Arnott",
   "pi_email_addr": "jamesa@agci.org",
   "nsf_id": "000560489",
   "pi_start_date": "2023-07-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Jack-Scott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Jack-Scott",
   "pi_email_addr": "ejs@agci.org",
   "nsf_id": "000755009",
   "pi_start_date": "2023-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aspen Global Change Institute",
  "inst_street_address": "104 MIDLAND AVE",
  "inst_street_address_2": "UNIT 205",
  "inst_city_name": "BASALT",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9703009080",
  "inst_zip_code": "816218379",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CO03",
  "org_lgl_bus_name": "THE ASPEN GLOBAL CHANGE INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FN9MQFY7LQU7"
 },
 "perf_inst": {
  "perf_inst_name": "Aspen Global Change Institute",
  "perf_str_addr": "104 MIDLAND AVE",
  "perf_city_name": "BASALT",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "816218379",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125Y00",
   "pgm_ele_name": "Science of Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engaged research is an approach to research that involves meaningful collaboration between scientists and societal partners. Engaged research recognizes that scientific expertise alone is not always sufficient to pose effective research questions, enable new discoveries, and rapidly translate scientific discoveries to address society&rsquo;s grand challenges. Engaged research is a term that encompasses a family of research approaches, including knowledge co-production, participatory research, and community science. These approaches are increasingly understood to help improve the use of science in decision-making, tackle complex societal challenges, and embrace multiple ways of knowing.</p>\r\n<p>Despite optimism about the promise of engaged research, our understanding of it is spread across disparate pockets of scholarship and is often siloed between the sectors where it has been demonstrated. To bring these different perspectives together, the Aspen Global Change Institute (AGCI) hosted a <a href=\"https://www.agci.org/workshops/7014x000000AkJUAA0/assessing-the-impacts-of-engaged-research-and-its-use-evidence-and-opportunities\">workshop</a> from October 1-6, 2023 entitled, &ldquo;Assessing the Evidence of Outcomes from Engaged Research.&rdquo; This workshop convened 40 participants (32 in-person, 8 virtually) for five days from a wide range of sectors and disciplines including: sustainability, public health, development aid, philanthropy, science policy, and various types of social science.</p>\r\n<p>The focus of the workshop was gathering lines of evidence and experience about the opportunity for engaged research to enhance the use of research evidence and help achieve broader societal outcomes. Research presented at the workshop demonstrated examples of how engaged research, when resourced and conducted appropriately, can produce rigorous, legitimate, and usable knowledge. Engagement can facilitate research use in decision-making and help to integrate a broader range of knowledge and expertise than narrowly defined &ldquo;research evidence.&rdquo; Beyond producing new knowledge or making it more usable for decision-making, engaged research can also foster the relationships, institutional capacities, and other conditions needed help solve complex challenges.</p>\r\n<p>Workshop participants also shared research and experiences of how engaged research is not a panacea and is not an appropriate approach in every context. Participants cautioned those enthusiastic about engagement to consider the costs and potential unintended consequences of engaged research.</p>\r\n<p>Despite a broad range of perspectives and evidence about engaged research, the discussions emphasized how further systematic study of engaged research methods and outcomes are needed to better understand what works for research to make a difference in policy, practice, and community settings&mdash;and the conditions under which engaged research supports the achievement of desired outcomes. The workshop concluded with specific ideas about how to incentivize, enable, and support engaged research, which have been formulated into a declarative call to action for funders and institutional leaders globally.</p>\r\n<p>The workshop included participants from eleven countries. Accompanying the workshop was a <a href=\"https://www.agci.org/resources/a12Nu000000ZjrtIAC/harvesting-sustainability-ecologies-of-knowledge-democracy\">public lecture</a> delivered by <a href=\"https://www.agci.org/people/0034x00001kHJSbAAO/rajesh-tandon\">Dr. Rajesh Tandon</a> (Founder President at the Participatory Research in Asia), which was later aired online to a global audience of hundreds and is permanently available for streaming for free on the workshop agenda <a href=\"https://www.agci.org/workshops/7014x000000AkJUAA0/assessing-the-impacts-of-engaged-research-and-its-use-evidence-and-opportunities#block_62cc7f725e41d\">webpage</a>, along with other approved presentations.</p>\r\n<p>Workshop participants continue to meet virtually and collaborate on a series of follow-on products, including an article on funder roles in co-production for the <em>Proceedings of the National Academy of Sciences</em>, which was recently accepted for publication. &nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: James&nbsp;C&nbsp;Arnott</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEngaged research is an approach to research that involves meaningful collaboration between scientists and societal partners. Engaged research recognizes that scientific expertise alone is not always sufficient to pose effective research questions, enable new discoveries, and rapidly translate scientific discoveries to address societys grand challenges. Engaged research is a term that encompasses a family of research approaches, including knowledge co-production, participatory research, and community science. These approaches are increasingly understood to help improve the use of science in decision-making, tackle complex societal challenges, and embrace multiple ways of knowing.\r\n\n\nDespite optimism about the promise of engaged research, our understanding of it is spread across disparate pockets of scholarship and is often siloed between the sectors where it has been demonstrated. To bring these different perspectives together, the Aspen Global Change Institute (AGCI) hosted a workshop from October 1-6, 2023 entitled, Assessing the Evidence of Outcomes from Engaged Research. This workshop convened 40 participants (32 in-person, 8 virtually) for five days from a wide range of sectors and disciplines including: sustainability, public health, development aid, philanthropy, science policy, and various types of social science.\r\n\n\nThe focus of the workshop was gathering lines of evidence and experience about the opportunity for engaged research to enhance the use of research evidence and help achieve broader societal outcomes. Research presented at the workshop demonstrated examples of how engaged research, when resourced and conducted appropriately, can produce rigorous, legitimate, and usable knowledge. Engagement can facilitate research use in decision-making and help to integrate a broader range of knowledge and expertise than narrowly defined research evidence. Beyond producing new knowledge or making it more usable for decision-making, engaged research can also foster the relationships, institutional capacities, and other conditions needed help solve complex challenges.\r\n\n\nWorkshop participants also shared research and experiences of how engaged research is not a panacea and is not an appropriate approach in every context. Participants cautioned those enthusiastic about engagement to consider the costs and potential unintended consequences of engaged research.\r\n\n\nDespite a broad range of perspectives and evidence about engaged research, the discussions emphasized how further systematic study of engaged research methods and outcomes are needed to better understand what works for research to make a difference in policy, practice, and community settingsand the conditions under which engaged research supports the achievement of desired outcomes. The workshop concluded with specific ideas about how to incentivize, enable, and support engaged research, which have been formulated into a declarative call to action for funders and institutional leaders globally.\r\n\n\nThe workshop included participants from eleven countries. Accompanying the workshop was a public lecture delivered by Dr. Rajesh Tandon (Founder President at the Participatory Research in Asia), which was later aired online to a global audience of hundreds and is permanently available for streaming for free on the workshop agenda webpage, along with other approved presentations.\r\n\n\nWorkshop participants continue to meet virtually and collaborate on a series of follow-on products, including an article on funder roles in co-production for the Proceedings of the National Academy of Sciences, which was recently accepted for publication. \r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: JamesCArnott\n"
 }
}