{
 "awd_id": "2332057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards efficient state estimation in wall-bounded flows: hierarchical adjoint data assimilation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 259701.0,
 "awd_amount": 259701.0,
 "awd_min_amd_letter_date": "2023-09-13",
 "awd_max_amd_letter_date": "2023-09-13",
 "awd_abstract_narration": "A novel framework is currently under development, aiming to translate sparse observations of turbulent flows - where a fluid's speed varies chaotically - into accurate, detailed predictions of such flows. Observations from field tests are often limited by space and resolution. Despite these limitations, the predictions derived from such observations are crucial in a myriad of fields such as meteorology, oceanography, and aerospace engineering, yielding rich interpretations from sparse data. The process of merging these observations with complex simulations, known as Data Assimilation, poses significant challenges due to the intricate nature and wide range of scales present in turbulence. To address this, our project plans to develop a Hierarchical Adjoint-based Data Assimilation framework aiming to bridge simulations across multiple resolutions, while taking into account the sparse measurements at different scales. This project could significantly advance our understanding of turbulence and improve the synergy between numerical simulation and field tests, thereby enhancing the fidelity of these simulations. The project will develop open-source software tools encapsulating the Hierarchical Adjoint-based Data Assimilation (HADA) framework. These tools will be made available to researchers and practitioners alike, promoting broader usage and further development. Documentation and tutorials will accompany the software to facilitate ease of use. \r\n\r\nThe technical core of this project revolves around a unique combination of adjoint-based data assimilation techniques and hierarchical methodology. We aim to employ an optimal eddy viscosity model to stabilize the adjoint fields, addressing existing challenges such as energy growth and slow convergence rates typically associated with adjoint-based techniques. The proposed Hierarchical Data Assimilation framework gradually reconstructs flow fields across a hierarchy of spatiotemporal resolutions, using eddy-viscosity fields as a bridge between different grid resolutions. This approach enhances the performance of adjoint-based data assimilation in turbulent flows, while simultaneously reducing the computational demands that conventional methods often incur. By delivering a reliable, efficient, and scalable state estimation tool, this framework can advance inverse problems for engineering and environmental systems. The enhanced understanding of adjoint sensitivity in turbulent flows it provides could significantly improve predictions and decision-making processes in areas such as weather forecasting, climate modeling, pollution dispersion, and other relevant areas. Moreover, the research will also foster interdisciplinary collaborations and serve as an invaluable educational resource.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qi",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qi Wang",
   "pi_email_addr": "qwang4@sdsu.edu",
   "nsf_id": "000876808",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5500 CAMPANILE DR",
  "perf_city_name": "SAN DIEGO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921821308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 259701.0
  }
 ],
 "por": null
}