{
 "awd_id": "2332594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Establishing Near-Ultraviolet Coherent Anti-Stokes Raman Scattering Microscopy for Highly Sensitive Imaging of Native Biomolecules",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-08-04",
 "awd_max_amd_letter_date": "2023-08-04",
 "awd_abstract_narration": "During brain tumor resection, pathologists are often consulted to help guide surgical decisions. However, current surgical pathology procedures are time-consuming and labor-intensive, involving tissue cryosectioning and chemical staining. Coherent Raman microscopy is a promising technology to render label-free pathology-like images of tissue. Current coherent Raman imaging uses visible or near-infrared (NIR) light and has limited sensitivity when imaging native DNA molecules in the nucleus of a cell. This project will leverage near-ultraviolet (NUV) light and coherent anti-Stokes Raman scattering (CARS) imaging to break the sensitivity hurdle. The NUV-CARS imaging system will be applied to develop label-free digital pathology for brain tumor diagnosis. This technology holds the potential to advance the fields of surgical pathology and image-guided surgery. This project will provide training opportunities in biophotonics and data science for undergraduate and graduate students with diverse backgrounds. \r\n\r\nThe goal of this EAGER project is to establish NUV-CARS microscopy for high-resolution, highly sensitive imaging of native biomolecules and apply this imaging tool to develop label-free digital pathology for brain tumor diagnosis. While NIR-CARS is able to perform rapid chemical imaging of live cells and tissue, it suffers from a low detection sensitivity when imaging native biomolecules. NUV-CARS will leverage the electric pre-resonance effect to achieve a significantly enhanced sensitivity for imaging chemical bonds in native biological molecules. Novel nonlinear optical strategies with quartz optics will be implemented to manage the non-resonant background and UV photodamage. With NUV-CARS, the true chemical contrast of DNA molecules will be obtained to render pathological images similar to the images with hematoxylin and eosin (H&E) staining, which will be used for fresh tissue-based brain tumor diagnosis. This research will advance the knowledge in the fields of NUV coherent Raman and multiphoton fluorescence, paving the way for groundbreaking advancements in scientific knowledge and technological applications. NUV-CARS imaging with machine learning algorithms will enable fresh tissue-based digital pathology for brain tumor diagnosis, which can be readily applied to other types of cancer surgeries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fake",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fake Lu",
   "pi_email_addr": "fakelu@binghamton.edu",
   "nsf_id": "000805902",
   "pi_start_date": "2023-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139024400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}