{
 "awd_id": "2333668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2023 NSF Campus Cyberinfrastructure PI Workshop",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 109142.0,
 "awd_amount": 109142.0,
 "awd_min_amd_letter_date": "2023-07-27",
 "awd_max_amd_letter_date": "2023-07-27",
 "awd_abstract_narration": "The 2023 Campus Cyberinfrastructure PI Workshop builds upon the success of the previous Campus Cyberinfrastructure Workshops providing an opportunity for recipients of all active NSF Campus Cyberinfrastructure (CC*) awards to meet in-person, exchange project findings, interact with national cyberinfrastructure resources and experts as well as collaborate across project areas and project regions. By again co-locating the CC* workshop with the Quilt Fall Member Meeting, the broader programmatic scope encourages relationships between campus cyberinfrastructure, science driven applications, and regional and national cyberinfrastructure resources. The meeting schedule provides additional opportunities for interaction between PIs as well as between the diverse groups participating in the meetings. Included in the 2023 CC* PI Workshop is a set of post-workshop tutorials focused on topics relevant to challenges facing CC* project teams.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Leasure",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Leasure",
   "pi_email_addr": "jen@thequilt.net",
   "nsf_id": "000539601",
   "pi_start_date": "2023-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Griffin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Griffin",
   "pi_email_addr": "griffin@thequilt.net",
   "nsf_id": "000721454",
   "pi_start_date": "2023-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Quilt",
  "inst_street_address": "1455 NW LEARY WAY STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067821091",
  "inst_zip_code": "981075138",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "THE QUILT, INC.",
  "org_prnt_uei_num": "LP8ALD7WXUJ3",
  "org_uei_num": "LP8ALD7WXUJ3"
 },
 "perf_inst": {
  "perf_inst_name": "The Quilt",
  "perf_str_addr": "1455 NW LEARY WAY STE 400",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981075138",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 109142.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2023 Campus Cyberinfrastructure Workshop was held in Columbus, Ohio on September 26-28, 2023.&nbsp; The 2023 Campus Cyberinfrastructure Workshop included PI representatives from the Campus Cyberinfrastructure (CC*) program, regional network personnel as well as invited guests and presenters from the broader national cyberinfrastructure ecosystem. The workshop formally began on the evening of Tuesday, September 26th with a networking event for the workshop participants as well as participants of The Quilt Fall Member Meeting.&nbsp; The first full day of the PI workshop began on the morning of Wednesday, September 27<sup>th</sup> with a colocated agenda with The Quilt meeting participants as well as the NSF FABRIC KNIT7 workshop participants which also colocated with the CC* PI Workshop in Columbus that week.</p>\r\n<p>The primary objective of the workshop was to provide a forum for the exchange of information, project findings, new collaborations, and ideas from the represented projects through both formal presentations as well as informal interactions between the workshop attendees during program breakouts and specified program networking sessions.&nbsp; By including awardees from all areas of the CC* programs, the workshop aimed to facilitate and increase the interaction and collaboration between large, research intensive institutions and smaller, lesser-resourced institutions, Tribal Colleges and Universities (TCUs), Historically Black Colleges and Universities (HBCUs), Minority-Serving Institutions (MSIs), regional networks, and those working to scale regional cyberinfrastructure facilities among multi-campuses in ways that would not otherwise occur if not for a national workshop forum. The workshop program also aimed to highlight the cyberinfrastructure needs and program opportunities specific to institutions in EPSCoR states.</p>\r\n<p>Since networking and collaboration are cornerstones of this event, we track broad participation as important metrics for the workshop.</p>\r\n<ul>\r\n<li>146 participants representing 98 different organizations/institutions. </li>\r\n<li>10 representatives from national cyberinfrastructure resources.</li>\r\n<li>116 PIs and project staff associated with active different CC* awards. </li>\r\n<li>One-third of the participating institutions and organizations sent more than one project representative to the workshop. Since only the first representative from each award is covered in the workshop grant, these organizations pay additional registration fees to send these individuals indicating the value of the program.</li>\r\n<li>16 representatives from HBCUs, TCUs, and MSIs.</li>\r\n<li>34% of the attendees indicated that this was their first PI workshop. </li>\r\n<li>EPSCoR state participation in the program is also important. Thirty-five individuals representing EPSCoR state institutions were present. </li>\r\n</ul>\r\n<p><br /> The most important outcome from the meeting is the exchange of information, project findings, new collaborations and ideas occurring through both formal presentations as well as breakouts.&nbsp; Presentations and interactions at the workshop help to foster new collaborations, develop new relationships across disciplines and campuses, and provide new insights into technologies and solutions for science driven campus cyberinfrastructure. The 2023 PI Workshop participants benefited from the sharing of lessons learned and recommendations derived from the workshop presentations and materials, meeting notes, and other supplemental materials archived online as a resource for the project PIs, their staff, and collaborators as well as the broader cyberinfrastructure community.&nbsp; A post-workshop survey of participants yielded results that 95% of participants either strongly agreed or agreed that they gained new insights and knowledge from the workshop with the same percentage reporting that they would recommend the workshop to others.&nbsp; Comments on the personal value of participating in the workshop were overwhelmingly positive stating that the workshop content, speakers, and networking opportunities were highly valuable to them.&nbsp;</p>\r\n<p>Tangible outcomes of the 2023 PI workshop are the availability of workshop content including presentations, notes, and other supplemental materials hosted online through The Quilt&rsquo;s website (<a href=\"http://www.thequilt.net\">www.thequilt.net</a>) as a resource for project PIs, staff, and collaborators as well as the broader cyberinfrastructure community. Additionally, participants were requested to provide either a new or updated Virtual Business Card (VBC), which is a one-page PowerPoint slide that includes basic information on the Project&rsquo;s PIs, co-PIs and senior personnel and their contact information.&nbsp; Attendees also provided a new or updated project quad chart highlighting the program area, project goals, and anticipated challenges. These VBCs and project quad charts were added to the growing national repository for these items that have been collected from previous workshops and are publicly available on The Quilt&rsquo;s website. The project quad charts not only provide a common framework for workshop presenters to discuss their projects but also serve as a mechanism for the attendees to follow up on presentations they saw or people they met during the workshop. Beyond the workshop, these materials serve as reference material for PI and NSF program officer presentations throughout the year.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/18/2025<br>\nModified by: Jennifer&nbsp;Leasure</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe 2023 Campus Cyberinfrastructure Workshop was held in Columbus, Ohio on September 26-28, 2023. The 2023 Campus Cyberinfrastructure Workshop included PI representatives from the Campus Cyberinfrastructure (CC*) program, regional network personnel as well as invited guests and presenters from the broader national cyberinfrastructure ecosystem. The workshop formally began on the evening of Tuesday, September 26th with a networking event for the workshop participants as well as participants of The Quilt Fall Member Meeting. The first full day of the PI workshop began on the morning of Wednesday, September 27th with a colocated agenda with The Quilt meeting participants as well as the NSF FABRIC KNIT7 workshop participants which also colocated with the CC* PI Workshop in Columbus that week.\r\n\n\nThe primary objective of the workshop was to provide a forum for the exchange of information, project findings, new collaborations, and ideas from the represented projects through both formal presentations as well as informal interactions between the workshop attendees during program breakouts and specified program networking sessions. By including awardees from all areas of the CC* programs, the workshop aimed to facilitate and increase the interaction and collaboration between large, research intensive institutions and smaller, lesser-resourced institutions, Tribal Colleges and Universities (TCUs), Historically Black Colleges and Universities (HBCUs), Minority-Serving Institutions (MSIs), regional networks, and those working to scale regional cyberinfrastructure facilities among multi-campuses in ways that would not otherwise occur if not for a national workshop forum. The workshop program also aimed to highlight the cyberinfrastructure needs and program opportunities specific to institutions in EPSCoR states.\r\n\n\nSince networking and collaboration are cornerstones of this event, we track broad participation as important metrics for the workshop.\r\n\r\n146 participants representing 98 different organizations/institutions. \r\n10 representatives from national cyberinfrastructure resources.\r\n116 PIs and project staff associated with active different CC* awards. \r\nOne-third of the participating institutions and organizations sent more than one project representative to the workshop. Since only the first representative from each award is covered in the workshop grant, these organizations pay additional registration fees to send these individuals indicating the value of the program.\r\n16 representatives from HBCUs, TCUs, and MSIs.\r\n34% of the attendees indicated that this was their first PI workshop. \r\nEPSCoR state participation in the program is also important. Thirty-five individuals representing EPSCoR state institutions were present. \r\n\r\n\n\n\n The most important outcome from the meeting is the exchange of information, project findings, new collaborations and ideas occurring through both formal presentations as well as breakouts. Presentations and interactions at the workshop help to foster new collaborations, develop new relationships across disciplines and campuses, and provide new insights into technologies and solutions for science driven campus cyberinfrastructure. The 2023 PI Workshop participants benefited from the sharing of lessons learned and recommendations derived from the workshop presentations and materials, meeting notes, and other supplemental materials archived online as a resource for the project PIs, their staff, and collaborators as well as the broader cyberinfrastructure community. A post-workshop survey of participants yielded results that 95% of participants either strongly agreed or agreed that they gained new insights and knowledge from the workshop with the same percentage reporting that they would recommend the workshop to others. Comments on the personal value of participating in the workshop were overwhelmingly positive stating that the workshop content, speakers, and networking opportunities were highly valuable to them.\r\n\n\nTangible outcomes of the 2023 PI workshop are the availability of workshop content including presentations, notes, and other supplemental materials hosted online through The Quilts website (www.thequilt.net) as a resource for project PIs, staff, and collaborators as well as the broader cyberinfrastructure community. Additionally, participants were requested to provide either a new or updated Virtual Business Card (VBC), which is a one-page PowerPoint slide that includes basic information on the Projects PIs, co-PIs and senior personnel and their contact information. Attendees also provided a new or updated project quad chart highlighting the program area, project goals, and anticipated challenges. These VBCs and project quad charts were added to the growing national repository for these items that have been collected from previous workshops and are publicly available on The Quilts website. The project quad charts not only provide a common framework for workshop presenters to discuss their projects but also serve as a mechanism for the attendees to follow up on presentations they saw or people they met during the workshop. Beyond the workshop, these materials serve as reference material for PI and NSF program officer presentations throughout the year.\r\n\n\n\t\t\t\t\tLast Modified: 03/18/2025\n\n\t\t\t\t\tSubmitted by: JenniferLeasure\n"
 }
}