{
 "awd_id": "2333384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AMS Community Synthesis for Geo-Innovation and Entrepreneurship: Accelerating Geoscience Impact to Society and the Economy",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 49941.0,
 "awd_amount": 49941.0,
 "awd_min_amd_letter_date": "2023-06-29",
 "awd_max_amd_letter_date": "2023-06-29",
 "awd_abstract_narration": "Extreme weather events, changing patterns of precipitation, stronger and more frequent tornados and hurricanes/typhoons, global warming due to increased greenhouse gases in the atmosphere, and many other phenomena provide fertile ground for entrepreneurial activities and the generation of startups in the arena of atmospheric and meteorological science. However, there are very few atmospheric scientists becoming entrepreneurs and creating novel new products and services that both benefit society and help drive the economy forward. To identify the reason for this paucity of participation in innovation ecosystems, the American Meteorological Society (AMS) will hold a series of virtual events to survey its broad membership. The conversations will illuminate the factors that prevent them from initiating commercial ventures and becoming entrepreneurs. Broader Impacts of the work include uncovering the incentives, training, opportunities, and educational vehicles most likely to create a cadre of atmospheric science and meteorological entrepreneurs and startup founders, including robust representation from early career scientists and member of underrepresented groups. The AMS will made public the report of their findings by posting it on the AMS website.\r\n\r\nTo solicit ideas on developing entrepreneurial talent and speed the pace of innovation in the atmospheric sciences, the 12,000+ member strong American Meteorological Society, the largest professional society of weather and climate scientists in the US, will run a series of broad, inclusive, and results-driven virtual activities. These are focused on engaging all segments of the atmospheric and space science and meteorological communities, with a specific focus on those who are early career and from groups traditionally underrepresented in science. Information will be obtained via online surveys, virtual convenings of members, crowdsourcing events, one-on-one conversations, and panels of experts. The goal is to collect and synthesize ideas from AMS constituents on what incentives, training, or gap filling needs to take place to increase and accelerate more involvement of atmospheric scientists in the entrepreneurial process, as well as increase the number of atmospheric and meteorologically relevant enterprises led by founders and CEOs coming from these fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Seitter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Seitter",
   "pi_email_addr": "kseitter@ametsoc.org",
   "nsf_id": "000271186",
   "pi_start_date": "2023-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Higgins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Higgins",
   "pi_email_addr": "phiggins@ametsoc.org",
   "nsf_id": "000549225",
   "pi_start_date": "2023-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Meteorological Society",
  "inst_street_address": "45 BEACON ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172272425",
  "inst_zip_code": "021083631",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "AMERICAN METEOROLOGICAL SOCIETY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWMNNVBUMJX9"
 },
 "perf_inst": {
  "perf_inst_name": "American Meteorological Society",
  "perf_str_addr": "45 BEACON ST",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021083693",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This study examined the challenges faced by those seeking to engage in entrepreneurial activity to take innovative ideas toward commercialization as new products or services related to weather, climate, or the oceans.&nbsp; We found that many researchers in these areas, and in the geosciences more broadly, struggle to make the transition to entrepreneur. However, it is clear that both interest in and opportunities for this kind of innovation are rapidly increasing, particularly in the wake of emerging technologies such as artificial intelligence and machine learning. As such, there is great potential to foster entrepreneurship within the geosciences. The study highlights several ways this goal might be achieved, including through improved communication regarding existing programs, updates to current models of academic preparation, and the strengthening of collaborations within and across disciplines and sectors. Scientific and professional societies could play an important role in providing workshops for researchers to gain knowledge on how to make the transition to entrepreneur, which includes knowing when and how to seek outside expertise.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; While there are many programs at the federal, state, and regional level that can be utilized to support entrepreneurial activities, many individuals in the geosciences community are not aware of the wealth of resources available nor the strategies to best take advantage of them. &nbsp;Again, scientific societies could play an important role in providing information about these resources to geoscience researchers. In some cases, the most effective path to commercialization is connecting a researcher who has a new idea with an entrepreneur who can take it to commercialization. There are examples of successful matching programs that could be emulated by universities and scientific and professional societies with a high likelihood of success.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A key finding of the study was the need for better preparation of students at the university level for geoscience careers in the private sector, in general, and entrepreneurial careers in particular. While the question of when and how to amend academic curriculums is a complex one, we suggest relatively minor adjustments that could be made to university curriculums to help address this issue.&nbsp; An emphasis should be placed on exposing students to career paths that are in the private sector and especially those with entrepreneurial characteristics, as awareness of these &ldquo;nontraditional&rdquo; career options remains relatively low. University programs should include for all students some training on intellectual property issues so that every student is aware of the basics, as well as communications skills (both of which are useful for students regardless of their career path). Another pressing concern is that universities will need to further adjust curriculums to better train the workforce needed for a future in which artificial intelligence drives a lot of the products and services in the weather, water, and climate enterprises.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The results of this study emphasized that communication and collaboration within and beyond the geoscience community is key to increasing awareness of entrepreneurial opportunities and successfully promoting commercial innovation. In bringing together AMS members from the public, private, and academic sectors, this study helped promote this kind of collaboration. We expect many of the issues raised in these discussions to continue to feature in future AMS Policy Program studies and other activities.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/08/2024<br>\nModified by: Keith&nbsp;Seitter</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n This study examined the challenges faced by those seeking to engage in entrepreneurial activity to take innovative ideas toward commercialization as new products or services related to weather, climate, or the oceans. We found that many researchers in these areas, and in the geosciences more broadly, struggle to make the transition to entrepreneur. However, it is clear that both interest in and opportunities for this kind of innovation are rapidly increasing, particularly in the wake of emerging technologies such as artificial intelligence and machine learning. As such, there is great potential to foster entrepreneurship within the geosciences. The study highlights several ways this goal might be achieved, including through improved communication regarding existing programs, updates to current models of academic preparation, and the strengthening of collaborations within and across disciplines and sectors. Scientific and professional societies could play an important role in providing workshops for researchers to gain knowledge on how to make the transition to entrepreneur, which includes knowing when and how to seek outside expertise.\n\n\n While there are many programs at the federal, state, and regional level that can be utilized to support entrepreneurial activities, many individuals in the geosciences community are not aware of the wealth of resources available nor the strategies to best take advantage of them. Again, scientific societies could play an important role in providing information about these resources to geoscience researchers. In some cases, the most effective path to commercialization is connecting a researcher who has a new idea with an entrepreneur who can take it to commercialization. There are examples of successful matching programs that could be emulated by universities and scientific and professional societies with a high likelihood of success.\n\n\n A key finding of the study was the need for better preparation of students at the university level for geoscience careers in the private sector, in general, and entrepreneurial careers in particular. While the question of when and how to amend academic curriculums is a complex one, we suggest relatively minor adjustments that could be made to university curriculums to help address this issue. An emphasis should be placed on exposing students to career paths that are in the private sector and especially those with entrepreneurial characteristics, as awareness of these nontraditional career options remains relatively low. University programs should include for all students some training on intellectual property issues so that every student is aware of the basics, as well as communications skills (both of which are useful for students regardless of their career path). Another pressing concern is that universities will need to further adjust curriculums to better train the workforce needed for a future in which artificial intelligence drives a lot of the products and services in the weather, water, and climate enterprises.\n\n\n The results of this study emphasized that communication and collaboration within and beyond the geoscience community is key to increasing awareness of entrepreneurial opportunities and successfully promoting commercial innovation. In bringing together AMS members from the public, private, and academic sectors, this study helped promote this kind of collaboration. We expect many of the issues raised in these discussions to continue to feature in future AMS Policy Program studies and other activities.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/08/2024\n\n\t\t\t\t\tSubmitted by: KeithSeitter\n"
 }
}