{
 "awd_id": "2334340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: CRISES: Climate Adaptation Solutions Accelerator (CASA) through School-Community Hubs",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924891",
 "po_email": "tevans@nsf.gov",
 "po_sign_block_name": "Tom Evans",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 99098.0,
 "awd_amount": 99098.0,
 "awd_min_amd_letter_date": "2023-08-14",
 "awd_max_amd_letter_date": "2023-08-14",
 "awd_abstract_narration": "Universities, planning agencies, and non-profit groups are pioneering initiatives to help historically underserved and vulnerable communities cope with environmental changes related to climate impacts, such as rising sea levels, storm-related flooding, longer heat waves, and increasing numbers of wildfires. However, there are daunting barriers to rapid and broad-based climate adaptation outreach. Traditional forms of soliciting public input often do not generate productive community engagement in historically underserved communities, and establishing trust through new community organizations can take years. Research demonstrates that public schools are neighborhood institutions that are trusted by communities and that schools have been used successfully to deliver other types of community services. This project is a novel research effort proposing to investigate how schools can function as hubs for fostering community climate adaptation in the historically underserved communities most vulnerable to climate change. The project supports partnerships with three California public schools to establish school-community climate adaptation hubs. Each hub uses school-based activities to support climate adaptation in a vulnerable neighborhood, to connect residents to innovative adaptation solutions specific to the local context, and to build relationships between community members relevant city and county adaptation planner. The activities under this grant build students’ capacity to develop climate solutions, improve school learning outcomes, foster community climate capabilities in historically underserved communities, and advance just and effective adaptation planning. Case studies analyses of the three school-community climate adaptation hubs support preparation of a proposal for a new center: the Climate Adaptation Solutions Accelerator (CASA) through School-Community Hubs. \r\n\r\nIn the context of climate change adaptation, schools have already been mobilized as community centers during climate emergencies, but they can also support rapid and broad-based climate preparedness. Working through schools to connect communities and planning processes, CASA will build research capacity and infrastructure for the rapid and broad-based scaling of just and effective climate adaptation solutions. Exploratory research activities for CASA focus on three key areas. First, the project identifies existing and needed resources for mapping the intersecting climate risks facing each neighborhood that is home to one of California’s 10,000 K-12 public schools. These data are shared with schools and used to customize adaptation innovation resources. Second, the project develops a system for identifying innovative community-based climate adaptation initiatives being pioneered in California. Third, working in collaboration with three public schools and three climate adaptation innovators, the project investigates the opportunities and challenges of accelerating climate adaptation solutions through school-community hubs from the perspective of four stakeholder groups: historically underserved communities vulnerable to climate change, climate adaptation innovators interested in scaling their solutions activities, school administrative and teaching personnel, and city and county planners responsible for climate adaptation. Data collected via case study methods are analyzed to identify effective strategies for ascertaining community preferences and needs, key obstacles to scaling innovative adaptation solutions, potential organizational templates for school-community adaptation hubs, and the needs and preferences of local policymakers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simone",
   "pi_last_name": "Pulver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simone Pulver",
   "pi_email_addr": "Pulver@es.ucsb.edu",
   "nsf_id": "000198054",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Harlow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle Harlow",
   "pi_email_addr": "dharlow@education.ucsb.edu",
   "nsf_id": "000496757",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Anderson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Anderson",
   "pi_email_addr": "sanderson@bren.ucsb.edu",
   "nsf_id": "000582891",
   "pi_start_date": "2023-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "265Y00",
   "pgm_ele_name": "CRISES-R&I in Sci, Env&Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99098.0
  }
 ],
 "por": null
}