{
 "awd_id": "2334490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Quantifying Spatial Distribution of Micro- and Nanoplastics along an Antarctic Traverse",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2023-12-15",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 269851.0,
 "awd_amount": 269851.0,
 "awd_min_amd_letter_date": "2023-08-01",
 "awd_max_amd_letter_date": "2023-08-01",
 "awd_abstract_narration": "Microplastics and nanoplastics are generated from a wide range of synthetic or semi-synthetic organic compounds derived from petroleum and have become ubiquitous in the world since mass production began in the 1950s. Recent research has found that these polluting particles have been observed in the most pristine environments, including the Arctic and Antarctica. There is currently a lack of data on how microplastics and nanoplastics are distributed in areas that are far away from contaminating sources (e.g., cities). A better understanding of their distribution would help to build the models that can tell us the fate of such particles on our planet. In the case of Antarctica, the few existing studies of microplastics and nanoplastics have focused primarily on these pollutants in ocean waters, apart from one study that focused on samples collected over ice and snow in the vicinity of Ross Island. This EAGER project would leverage samples of snow collected by a British explorer during an unsupported ski traverse across Antarctica that will lead him from the coast of Antarctica to the South Pole. Samples will then be analyzed for microplastics and nanoplastics using a state-of-the-art facility. The data analysis will address the questions: Are there still pristine areas on Earth that have not been contaminated by microplastics and nanoplastics? What is the concentration of these pollutants within the South Pole snow?\r\n\r\nThis project will quantify the spatial distribution of Microplastics and nanoplastics in Antarctica from the coast to the interior. Results will provide a better process understanding and support the development of models that can be used to quantify the spatio-temporal evolution of microplastics and to better assess how they interact with the atmosphere. Nanoplastics can be smaller than 2.5 µm and are therefore not well characterized due limitations in the methods. These particles are of great concern for the ecosystem due to their ability to penetrate the bodies of various organisms, such as phytoplankton, zooplankton, fish, and bacteria. This project will use an ultrasensitive Stimulated Raman Scattering (SRS) platform to characterize nanoplastics smaller than 2.5 µm. The SRS was developed by this team and has proven to be a powerful technology for studying the health impact of nanoplastics at this scale. The samples collected on the traverse offer a unique opportunity to better understand the depositional fluxes of plastic in the remotest region on Earth, and importantly, show how the concentration of plastics vary from the surrounding oceans to the scientific base at the South Pole. The hypothesis is that microplastics and nanoplastics will be affected by both local human activities (e.g., at South Pole) and possibly by the long-range transport by winds across the continent. The combination of the data acquired during the Antarctic traverse and the new SRS platform makes this project unique from a technical point of view.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Tedesco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Tedesco",
   "pi_email_addr": "mtedesco@ldeo.columbia.edu",
   "nsf_id": "000477271",
   "pi_start_date": "2023-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beizhan",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beizhan Yan",
   "pi_email_addr": "yanbz@ldeo.columbia.edu",
   "nsf_id": "000539282",
   "pi_start_date": "2023-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Raymo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen E Raymo",
   "pi_email_addr": "raymo@ldeo.columbia.edu",
   "nsf_id": "000591214",
   "pi_start_date": "2023-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Min",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Min",
   "pi_email_addr": "wm2256@columbia.edu",
   "nsf_id": "000649762",
   "pi_start_date": "2023-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "61 Rte 9w",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5116",
   "pgm_ref_txt": "ANTARCTIC GLACIOLOGY"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 269851.0
  }
 ],
 "por": null
}