{
 "awd_id": "2334196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Education DCL: EAGER: Redefining Cybersecurity Education for Criminal Justice Professionals: Bridging the Gap in National Cyber Capabilities",
 "cfda_num": "47.070, 47.076",
 "org_code": "11010000",
 "po_phone": "7032922677",
 "po_email": "liyang@nsf.gov",
 "po_sign_block_name": "Li Yang",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 179883.0,
 "awd_amount": 179883.0,
 "awd_min_amd_letter_date": "2023-09-05",
 "awd_max_amd_letter_date": "2023-09-05",
 "awd_abstract_narration": "Criminal Justice professionals play a critical role in safeguarding the nation's infrastructure against cybercrime and upholding national security. However, limited resources, time constraints, and a lack of standardized frameworks have hindered their access to comprehensive cybersecurity education and training. To address this gap, the University of Washington Tacoma and North Dakota State University are pushing a collaborative project that aims to develop tailored curriculum modules and scalable pathways for the widespread adoption of cybersecurity and privacy education among Criminal Justice professionals across the country. By equipping them with essential skills, this project will significantly enhance the nation's cyber capabilities and foster a diverse and interdisciplinary cybersecurity workforce proficient in technical and non-technical domains. \r\n\r\nThe project focuses on providing scenario-based offensive security and Web-based showcase labs with interactive simulations and case studies in three progressive courses, revolutionizing cybersecurity education for future Criminal Justice professionals. The curriculum starts with foundational courses in cybersecurity and privacy and progresses to specialized training in cyber forensics, cyber intelligence, and solving Criminal Justice-specific cyber challenges. Strategic partnerships between academic institutions and Criminal Justice-related agencies ensure curriculum alignment with industry standards and the evolving needs of professionals. The project also integrates artificial intelligence (AI) into the curriculum to enhance their capabilities. Exploring AI applications in law enforcement, ethics, cybersecurity, privacy protection, and social media will provide valuable insights into AI's practical implications and ethical considerations. The development of a web portal will facilitate interdisciplinary collaboration, enabling researchers and practitioners to exchange ideas and foster teamwork across cybersecurity, privacy, artificial intelligence, and Criminal Justice domains. Moreover, the project aims to support underrepresented minority students, fostering diversity in the cybersecurity workforce and promoting inclusivity in the field\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Bai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Bai",
   "pi_email_addr": "yanb@uw.edu",
   "nsf_id": "000545719",
   "pi_start_date": "2023-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington Tacoma",
  "perf_str_addr": "1900 Commerce Street",
  "perf_city_name": "Tacoma",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "984023112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 179883.0
  }
 ],
 "por": null
}