{
 "awd_id": "2334206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Travel: Geosciences United - A joint Technical Conference of the National Association of Black Geoscientists and the American Geophysical Union",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 71250.0,
 "awd_amount": 71250.0,
 "awd_min_amd_letter_date": "2023-08-30",
 "awd_max_amd_letter_date": "2023-08-30",
 "awd_abstract_narration": "The National Association of Black Geoscientists (NABG) and the American Geophysical Union (AGU) will host a joint student-centered conference. The two organizations will host a technical conference with the theme “Geosciences United: Collaborating for a Sustainable and Equitable Future at the 42nd NABG Annual Technical Conference”. Requested support will defray registration, travel and subsistence expenses of approximately forty student participants. The conference will be held at the AGU headquarters in Washington D.C. on 27-30 September 2023 as a hybrid event (in-person and virtual). The PIs expect that this conference will attract attendees representing many of the federal agencies because of its central location at AGU headquarters in Washington, DC. In addition, the PIs will actively recruit a national cadre of students from minority serving institutions (MSIs) and other institutions who are majoring in geoscience disciplines representing atmospheric sciences, geoscience, marine sciences, and environmental sciences. Students will present research and participate in other activities of the conference. The objective is to expand the disciplinary representation of NABG to include more students from MSIs interested in the broader disciplines of Geosciences and to build new relationships to unite geosciences disciplines.\r\n\r\nDuring the past year, land-falling hurricanes and extreme drought/extreme flooding, and wildfires directly impacted the U.S. Thus, the relevance of atmospheric and environmental sciences to NABG members and their employers presents obvious opportunities to broaden the disciplinary areas of NABG while also engaging a broader audience of scholars and students in these disciplines. This meeting builds on successful efforts to improve the diversity of the geoscience workforce since 2009 and serves as an opportunity for academic institutions, government agencies, and the energy/environmental industry to recruit students from underrepresented groups to STEM disciplines and employment in the national geosciences workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Boss",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen K Boss",
   "pi_email_addr": "sboss@uark.edu",
   "nsf_id": "000460542",
   "pi_start_date": "2023-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "216 Gearhart Hall",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 71250.0
  }
 ],
 "por": null
}