{
 "awd_id": "2335369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Education DCL: EAGER: Building a Capture-The-Flag Platform for 5G Network Security",
 "cfda_num": "47.070, 47.076",
 "org_code": "11010000",
 "po_phone": "7032922677",
 "po_email": "liyang@nsf.gov",
 "po_sign_block_name": "Li Yang",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-08-30",
 "awd_max_amd_letter_date": "2023-08-30",
 "awd_abstract_narration": "Capture The Flag (CTF) events are one of the most popular venues to train next-generation cybersecurity workforce. By participating in CTF competitions, participants can gain valuable hands-on cyber-attack and/or defense experiences, which are hard to obtain from in-class courses. Previous CTF events have covered many themes, such as automobiles and voting machines, and were quite successful in engaging participants and motivating them to pursue career in cyber security. While 5G networks are gradually rolled out globally, their security has become a great concern, making it also an excellent topic for new CTF contests. The project’s novelties are integration of 5G networks into CTF competitions with the goal to enhance and transform the existing cybersecurity education and workforce development activities. The project's broader significance and importance are that it will offer a new venue to train future cybersecurity workforce with cyber offense and/or defense hands-on skills and help them gain a first experience with 5G networks. \r\n\r\nThe project aims to develop an open cloud-based platform called CTF5G, which can automatically create CTF game instances focusing on 5G network security. It tackles the technical challenges involved in building CTF5G, including how to enable a quick setup of CTF contests (agility), how to control the vulnerabilities implanted within 5G networks for different types of CTF contests (controllability), how to make CTF contests fair to all participants (accountability), and how to scale up the number of users on a public cloud (scalability). The project includes four stages. The first stage leverages containerized 5G network modules to automate workflow for CTF contests. The second stage implants different types of vulnerabilities into vanilla 5G network modules to compose exploitable 5G networks. The third stage explores techniques to track players' activities within the platform and catch foul plays early in CTF contests. The final stage applies techniques such as system debloating and module sharing to scale up the number of users served when CTF5G is deployed on a public cloud. As an open cloud based CTF platform, CTF5G will enhance the diversity of individuals who have access to educational opportunities in cybersecurity and 5G technologies, including those from underrepresented groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guanhua",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guanhua Yan",
   "pi_email_addr": "ghyan@binghamton.edu",
   "nsf_id": "000679195",
   "pi_start_date": "2023-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139024400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}