{
 "awd_id": "2335077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Fault rock and spring sampling of the 2023 Kahramanmaras, Turkey, earthquake sequence ruptures",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 13307.0,
 "awd_amount": 13307.0,
 "awd_min_amd_letter_date": "2023-07-17",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "This project involves sampling rock, sediment, water, and gas associated with the catastrophic MW 7.8 and MW 7.5 Kahramanmaras earthquake ruptures in Turkey. These samples are critical for addressing how the physical and chemical properties of the near-surface environment influence how earthquake ruptures propagate or stop, and how earthquakes change groundwater migration along faults. Because scientists working on seismically active faults that have not experienced recent earthquakes commonly have to infer whether rocks observed in the field formed and deformed during an earthquake, these new samples will benchmark characteristics that are unique to earthquake deformation. Thus, these samples will inform on-going and future studies of large-magnitude earthquake-generating faults world-wide. The US PIs, including a female STEM researcher, will work closely with Turkish colleagues and expand research, education, and training opportunities by mentoring a Turkish undergraduate from Istanbul Technical University in field work.\r\n\r\nThis projects centers on the recent MW 7.8 and MW 7.5 Kahramanmaras earthquake sequence and associated surface rupture in Turkey and is an unprecedented and time-sensitive opportunity to sample Earth materials and fluids that directly participated in surface ruptures during these catastrophic events. The PIs will leverage new mapping of both surface ruptures to sample (1) fault rocks, sediments, and soils from discrete scarps and new fault surfaces produced by these earthquake ruptures, (2) fault damage created and deformed during multiple past earthquake cycles that subsequently participated in these ruptures, (3) waters and gases from new bubbling springs along the ruptures and existing thermal springs proximal to these faults, and (4) in situ CO2 flux measurements along the ruptures at all sample locations\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Ault",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alexis K Ault",
   "pi_email_addr": "alexis.ault@usu.edu",
   "nsf_id": "000595342",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Newell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis L Newell",
   "pi_email_addr": "dennis.newell@usu.edu",
   "nsf_id": "000550647",
   "pi_start_date": "2023-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HILL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 13307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earthquakes nucleate at depth, but it is the upper ~1 km of a fault where seismic waves, rocks, sediments, fluids, humans, and their built environment intersect to drive earthquake hazards. The evolution of fault material properties, permeability, and distribution of fluids influence shallow earthquake behavior and deformation in between earthquakes. This NSF RAPID project was an unprecedented and time-sensitive opportunity to sample Earth materials and fluids that directly participated in an earthquake rupture. The project focused on the M<sub>W </sub>7.6 Elbistan earthquake surface rupture in the devastating 6 February 2023 Kahramanmara&#351; earthquake sequence in Turkey. The project leveraged new mapping of the earthquake surface rupture to sample rock and sediments directly on and adjacent to the rupture, water and gases from springs near the rupture, and gas flux measurements at multiple locations along the rupture.</p>\r\n<p>The Elbistan earthquake ruptured the strike-slip &Ccedil;ardak fault in two directions and onto the newly identified Ye&#351;ily&uuml;rt fault to the northeast. Field observations show the M<sub>W</sub> 7.6 Elbistan earthquake produced complex surface rupture patterns as it crossed shallow bedrock in regions of high topography. The rupture &nbsp;followed and exploited clay-rich fault rocks created by multiple past earthquakes. High-spatial resolution CO<sub>2</sub> flux surveys spanning nearly 100 km of the rupture revealed surface CO<sub>2</sub> flux along the rupture is one to two orders of magnitude higher than background gas flux away from the rupture. Maximum and average on-rupture flux varies along the rupture, with higher values corresponding to greater surface offset.</p>\r\n<p>Samples and observations acquired through this NSF RAPID have and, through on-going research, will continue to provide critical data that can improve earthquake hazard models, which are needed for increased resilience of communities to earthquakes. This project fostered a new international collaboration between researchers at Utah State University, California State University Fullerton, and Istanbul Technical University and Kahramanmara&#351; Su&#776;t&ccedil;u&#776; &#304;mam &Uuml;niversitesi in Turkey. The mid-career PIs mentored a Turkish early career researcher from Kahramanmara&#351; Su&#776;t&ccedil;u&#776; &#304;mam &Uuml;niversitesi, who participated in rock, water, and gas sampling.</p><br>\n<p>\n Last Modified: 11/30/2024<br>\nModified by: Alexis&nbsp;K&nbsp;Ault</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEarthquakes nucleate at depth, but it is the upper ~1 km of a fault where seismic waves, rocks, sediments, fluids, humans, and their built environment intersect to drive earthquake hazards. The evolution of fault material properties, permeability, and distribution of fluids influence shallow earthquake behavior and deformation in between earthquakes. This NSF RAPID project was an unprecedented and time-sensitive opportunity to sample Earth materials and fluids that directly participated in an earthquake rupture. The project focused on the MW 7.6 Elbistan earthquake surface rupture in the devastating 6 February 2023 Kahramanmara&#351; earthquake sequence in Turkey. The project leveraged new mapping of the earthquake surface rupture to sample rock and sediments directly on and adjacent to the rupture, water and gases from springs near the rupture, and gas flux measurements at multiple locations along the rupture.\r\n\n\nThe Elbistan earthquake ruptured the strike-slip ardak fault in two directions and onto the newly identified Ye&#351;ilyrt fault to the northeast. Field observations show the MW 7.6 Elbistan earthquake produced complex surface rupture patterns as it crossed shallow bedrock in regions of high topography. The rupture followed and exploited clay-rich fault rocks created by multiple past earthquakes. High-spatial resolution CO2 flux surveys spanning nearly 100 km of the rupture revealed surface CO2 flux along the rupture is one to two orders of magnitude higher than background gas flux away from the rupture. Maximum and average on-rupture flux varies along the rupture, with higher values corresponding to greater surface offset.\r\n\n\nSamples and observations acquired through this NSF RAPID have and, through on-going research, will continue to provide critical data that can improve earthquake hazard models, which are needed for increased resilience of communities to earthquakes. This project fostered a new international collaboration between researchers at Utah State University, California State University Fullerton, and Istanbul Technical University and Kahramanmara&#351; Su&#776;tu&#776; &#304;mam niversitesi in Turkey. The mid-career PIs mentored a Turkish early career researcher from Kahramanmara&#351; Su&#776;tu&#776; &#304;mam niversitesi, who participated in rock, water, and gas sampling.\t\t\t\t\tLast Modified: 11/30/2024\n\n\t\t\t\t\tSubmitted by: AlexisKAult\n"
 }
}