{
 "awd_id": "2335335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: SPRITE: Sensor Processing and Realtime Intelligence at The Edge - Supporting the National Discovery Cloud for Climate with Advanced Networking, Cloud, and Edge Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2023-08-09",
 "awd_max_amd_letter_date": "2023-08-09",
 "awd_abstract_narration": "Climate research holds immense significance due to its direct impact on  various aspects of our lives and the environment. As a result, there has  been a consistent rise in the deployment of atmospheric sensors (e.g.,  weather radars, satellites, etc.), leading to a substantial increase in  data volumes that need to be efficiently distributed to the cloud. This  project will investigate the implementation of distributed machine  learning for climate modeling and weather forecasting. The goal of this  project is to better support climate researchers with scientific  workflows that will enable them to develop better weather warning and forecast systems.\r\n\r\nThe project's objective is to investigate the federation of current computing, data, and networking resources in order to streamline the development of scientific workflows for climate and atmospheric science researchers. The ultimate goal of SPRITE is to contribute to the design of a National Discovery Cloud for Climate (NDC-C), with the overarching purpose of advancing climate-related science and engineering. The proposed research will leverage existing testbeds, including the  CASA radar network located in the Dallas/Fort Worth Metroplex, as well as several NSF-supported testbeds such as CloudLab, Chameleon Cloud, Open Cloud Testbed, Open Storage Network, and FABRIC. To accomplish these goals, real atmospheric observations obtained from the CASA testbed and National Weather Service radars will be utilized.\r\n\r\nSevere weather and changes in climate have a global impact which is manifested through extreme droughts and forest fires, extreme rainfall events and catastrophic flooding, and severe tropical and convective storms. Better warning systems that are based on climate and atmospheric science are required to protect lives and property and limit the impact on our economy. While it is our goal to support the development of NDC-C, we will also use our long-standing collaborations with key entities such as the National Weather Service, remote sensing industry, as well as national laboratories like the National Center for Atmospheric Research (NCAR) to share our results and make them broadly applicable.\r\n\r\nProject outcomes will be made publicly available on the Paros Center for Atmospheric Research website at https://www.umass.edu/paros-atmospheric-center/. The proposal team is committed to preserving the project website for at least three years after the completion of funding. In addition, scholarly materials will be archived at ScholarWorks@UMass Amherst which is administered by the UMass Amherst libraries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Zink",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michael H Zink",
   "pi_email_addr": "zink@ecs.umass.edu",
   "nsf_id": "000073647",
   "pi_start_date": "2023-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "01003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}