{
 "awd_id": "2336054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CISE Research Expansion Aspiring Investigators Conference: Mobilizing Equity-centered Research in Cyber-Human Systems and Informatics",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922451",
 "po_email": "acharyas@nsf.gov",
 "po_sign_block_name": "Subrata Acharya",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 99800.0,
 "awd_amount": 99800.0,
 "awd_min_amd_letter_date": "2023-08-23",
 "awd_max_amd_letter_date": "2023-08-23",
 "awd_abstract_narration": "Mobilizing Equity-centered Research in Cyber-Human Systems and Informatics: Sociotechnical systems play a vital role in our society, encompassing everything from smart homes and workplaces to online platforms, healthcare, and education systems. These complex systems involve the interaction of social and technical elements, shaping their functioning and impact. Addressing these challenges requires interdisciplinary research and collaboration across fields such as sociology, psychology, computer and information science and engineering (CISE), and organizational studies. This project will advance equity-centered research in cyber-human systems and informatics, focusing on institutions in the Southwest United States. Through a regional conference, it will bring together aspiring researchers from Minority-Serving Institutions (MSIs) and research-intensive institutions to identify strengths, needs, and strategies for promoting equity-centered research. By exploring regional insights and building collaborative models, the project aims to strengthen research capacity at MSIs in the Southwest and advance the goals of the National Science Foundation CISE-MSI program. \r\n\r\nThe project will leverage principles and strategies from team science to organize community building activities and a regional conference for aspiring and early-career researchers from four southwestern states: Arizona, California, New Mexico, and Texas. The two-day working conference will focus on (1) identifying institutional and individual strengths and needs related to computing and informatics research, (2) equity-centered topics including fairness, ethics, accountability, transparency, and social justice, and (3) strategies for promoting undergraduate research. In addition to potentially increasing the number and quality of research proposals from MSIs to the National Science Foundation, the project will demonstrate the practical application of team science principles for community building and identify models of inter- and intra-institutional collaboration that support research expansion and innovation at MSIs in the Southwest.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vignesh",
   "pi_last_name": "Subbian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vignesh Subbian",
   "pi_email_addr": "vsubbian@email.arizona.edu",
   "nsf_id": "000739391",
   "pi_start_date": "2023-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1127 E. James E. Rogers Way",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173Y00",
   "pgm_ele_name": "CISE MSI Research Expansion"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "099Z",
   "pgm_ref_txt": "CISE MSI Research Expansion"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99800.0
  }
 ],
 "por": null
}