{
 "awd_id": "2336463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Development of Novel Chemical Ionization Detection of Peroxy Radicals for Fundamental Kinetics Experiments",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 259132.0,
 "awd_amount": 259132.0,
 "awd_min_amd_letter_date": "2023-08-24",
 "awd_max_amd_letter_date": "2023-08-24",
 "awd_abstract_narration": "With support from the Environmental Chemical Sciences Program in the Division of Chemistry, Professor Neil Donahue and his team at Carnegie Mellon University will investigate highly reactive organic molecules known as peroxy radicals that lie at the heart of chemistry and air pollution in the lower atmosphere as well as combustion chemistry. Peroxy radicals are formed when any organic compound starts to oxidize, and they then react with many different species, including other peroxy radicals. Further, peroxy radicals can react with themselves in the presence of molecular oxygen in a process known as autoxidation. This project aims to develop a new and better way to measure this very reactive but very important chemical species. This has been a long-standing challenge in the atmospheric and combustion chemistry communities. The award will provide interdisciplinary student training at the interface of atmospheric science and analytical chemistry with an emphasis on advanced mass spectrometry technique development.\r\n\r\nThe chemistry of the peroxy radical is very rich, and it plays a critical role in determining the consequences of organic oxidation for pollution and even for climate effects since oxidation products help to form or grow atmospheric particles. There are few methods to measure peroxy radicals and to constrain the rates of their reactions, and this project focuses on refining chemical ionization mass spectrometry approaches to provide highly sensitive and accurate measurements. This will be done either by direct detection of ions formed when specific \"reagent\" ions form clusters with the radicals or when other gases are added to the instrument inlet to convert the peroxy radicals into other species that can also be measured via chemical ionization mass spectrometry. The complexity of the chemistry makes this a high-risk but highly important project. If successful, it will provide the foundation for detailed measurements to provide better constraints on the fate and reaction products of organic compounds in the atmosphere and in combustion systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Donahue",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Neil M Donahue",
   "pi_email_addr": "nmd@andrew.cmu.edu",
   "nsf_id": "000213492",
   "pi_start_date": "2023-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 259132.0
  }
 ],
 "por": null
}