{
 "awd_id": "2336226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: FIRE-PLAN: Planning the future of the Fire and Smoke Model Evaluation Experiment",
 "cfda_num": "47.050, 47.074",
 "org_code": "08010000",
 "po_phone": "7032927410",
 "po_email": "jwest@nsf.gov",
 "po_sign_block_name": "Jason West",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 181218.0,
 "awd_amount": 181218.0,
 "awd_min_amd_letter_date": "2023-08-03",
 "awd_max_amd_letter_date": "2023-08-03",
 "awd_abstract_narration": "Fire is a critical component of many natural systems and responds to and impacts human activities in multiple ways. The Fire and Smoke Model Evaluation Experiment (FASMEE) is a multi-agency effort designed to provide the observations necessary to evaluate and advance fire and smoke modeling systems. Field experiments will continue to be conducted using large prescribed fires targeting thick forest and brush environments burned to produce high-intensity fires with large smoke plumes, while also achieving a positive ecological outcome. To conduct these experiments, a comprehensive scientific study and data management plan is needed. This project will support two scientific workshops to allow the development of up-to-date study and data plans for future years of FASMEE. This project will 1) update the study design, data and work plans, including the incorporation of recent modeling developments; 2) broaden the participation of under-represented groups in all aspects of FASMEE; and 3) invite scientists from allied fields of study not previously engaged to develop hypotheses and questions that participants can investigate with a coordinated, interdisciplinary approach. \r\n\r\nPrior multi-agency workshops identified the need for integrated observational datasets to drive improvements across the range of tools used to forecast fire behavior, movement, and effects (including post-fire), as well as smoke chemistry, movement, and impacts. Following these workshops, in consultation with the Joint Fire Science Program and multiple agencies, FASMEE was established with the objective of evaluating and advancing operational fire and smoke models, derived tools, and underlying scientific understanding through a coordinated library of fire observations. The selection of FASMEE as a US Forest Service Research and Development Priority Project in 2021, and the development of a partnership with NASA in 2022 to refine suborbital measurements for fire science and management has advanced the prospect for achieving the scope of impacts originally envisioned in FASMEE. This project builds on those successes to update and potentially expand the FASMEE study plan through two planned workshops. The primary purpose of the first workshop is to ensure that the suites of activities encompassed by FASMEE address current questions of importance to cooperating agencies and the science and modeling communities. The workshop participant list will include current and prospective FASMEE cooperating researchers representing universities, federal and state agencies, and non-governmental organizations. The second workshop will be focused on architecture for dataset integration, delivery, and archiving. Participants will include a FASMEE data management team and input from the FASMEE science discipline leadership group. Output from these workshops will include detailed study and data plans that will scientifically guide the field experiments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Brown",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Brown",
   "pi_email_addr": "tim.brown@dri.edu",
   "nsf_id": "000496603",
   "pi_start_date": "2023-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "perf_str_addr": "2215 RAGGIO PKWY",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "132Z",
   "pgm_ref_txt": "FIRE-Wildland Fire"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 181218.0
  }
 ],
 "por": null
}