{
 "awd_id": "2343536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Synthetic design of structure-inspired magnetic topological materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 563714.0,
 "awd_amount": 251630.0,
 "awd_min_amd_letter_date": "2023-08-28",
 "awd_max_amd_letter_date": "2024-07-02",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2.\r\n\r\nNON-TECHNICAL DESCRIPTION\r\nMost modern-day computers and microelectronics make use of the semiconductor silicon, which exploits the electron’s charge to store, transmit, and process information. Although silicon has been instrumental in technological advancements over the last several decades, use of the electron’s intrinsic spin, in addition to its charge, holds promise for thinner, faster and more energy efficient devices. A grand challenge, however, lies in the design and discovery of materials that allow the interplay between charge and spin to yield properties whose whole is greater than the sum of its parts. The research objective of this project is to design, synthesize and study materials where the underlying crystal structure plays crucial role in providing the platform for this coupling between charge and spin as a platform that can potentially shape future technologies, such as spin-based electronics (spintronics) or quantum computing. Integrated with the research efforts, the education goal of this project is to bring materials synthesis and characterization to students and the broader community in the greater DC-Maryland-Virginia (DMV) area through multiple channels: recruitment of both undergraduate and graduate students from underrepresented groups; curriculum development in quantum materials; and workshop organization on materials synthesis and characterization for undergraduate and graduate students. The project also aspires to engage high school students—who generally do not see science career paths represented in their communities—in research through existing K-12 programs at GMU, such as the Aspiring Scientists Summer Internship Program and the GMU STEM Accelerator Program. \r\n\r\nTECHNICAL DESCRIPTION \r\nFinding and understanding emergent phenomena arising due to the combined effect of electron correlations and electronic topology is a major goal of the contemporary condensed matter physics. The research goal of this project is to design, discover and investigate a cross-section of quantum matter with the unifying principle of degeneracy breaking in either the real or reciprocal space mediated by the crystal structure of the materials. Specifically, the project concentrates on: 1) synthesizing and studying by means of magnetotransport measurements a specific class of kagome lattice magnets that provide a unique platform for the interplay of topological properties arising both in the real and the momentum space, and 2) synthesizing and providing experimental validation of recently proposed collinear antiferromagnets which, by virtue of the crystalline symmetry, give rise to the properties expected in ferromagnets but without the net magnetization and without the requirement of spin-orbit coupling. As such, this project aims to advance the fundamental understanding of the interplay between electronic topology and complex magnetism, and the interplay between simple magnetic ordering and the crystal structure. Its ultimate goal is to synthesize materials that can shape future technology and quantum information science through the emergent phenomena these materials harbor.  Such properties are applicable for spintronics, dissipationless electronics and quantum computing.  Integrated with the research efforts, the education goal of this project is to bring materials synthesis and characterization to students and the broader community in the greater DC-Maryland-Virginia (DMV) area through multiple channels: recruitment of both undergraduate and graduate students from underrepresented groups; curriculum development in quantum materials; and workshop organization on materials synthesis and characterization for undergraduate and graduate students. The project also aspires to engage high school students—who generally do not see science career paths represented in their communities—in research through existing K-12 programs at GMU, such as the Aspiring Scientists Summer Internship Program and the GMU STEM Accelerator Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nirmal",
   "pi_last_name": "Ghimire",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nirmal J Ghimire",
   "pi_email_addr": "nghimire@nd.edu",
   "nsf_id": "000798894",
   "pi_start_date": "2023-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 133782.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 117848.0
  }
 ],
 "por": null
}