{
 "awd_id": "2344578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Communication-efficient and topology-aware designs for geo-spatial analytics on heterogeneous platforms",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922625",
 "po_email": "jjli@nsf.gov",
 "po_sign_block_name": "Juan Li",
 "awd_eff_date": "2023-07-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 511236.0,
 "awd_amount": 283766.0,
 "awd_min_amd_letter_date": "2023-09-25",
 "awd_max_amd_letter_date": "2024-01-23",
 "awd_abstract_narration": "Geospatial datasets are growing in volume, complexity, and heterogeneity. The current era of geospatial big data combined with advancements in data science is enabling public and private organizations to gain new insights and build new capabilities. Various agencies and scientific communities rely on spatial data management and analysis to gain insights and produce actionable plans. This project will design efficient algorithms for spatial data analytics that can serve as a crucial tool for solving a wide set of research problems from different scientific areas. The algorithms and implementations will leverage high performance computing (HPC) to speedup compute and data intensive workloads in domains that employ spatial data. The computational geometry algorithms chosen are broadly applicable in various domains that make use of spatial data, including sociology, epidemiology, pathology, climate science, solar physics, etc. Undergraduate and graduate students will be trained to carry out high performance computing research. Educational materials relevant to the research agenda will be developed and disseminated through educational workshops in the parallel computing and spatial computing domains.\r\n\r\nMost of the existing work in the literature for geospatial analytics is limited to exploiting basic thread-level and data parallelism. Existing work on I/O efficient algorithms are mostly based on shared memory parallelism and data on disk. Data  movement due to communication among processors is a dominant cost incurred by an application running on a high performance computing (HPC) system. We propose communication efficient designs for geospatial analytics on heterogeneous platforms. A second area of research is topology aware designs for spatial computing systems that can seamlessly leverage Data Processing Units (DPUs). A DPU is a new class of coprocessor that evolved as a successor to programmable smart network interface cards.  This project will develop distributed memory parallel algorithms for filter and refine-based spatial analytics kernels. Motivated by the heterogeneity in a compute node, there is a new opportunity for design space exploration for geospatial applications. New parallelization techniques based on communication vs. computation tradeoffs will be investigated. The new design will leverage network topology aware spatial data partitioning and remote direct memory access (RDMA) capability in DPUs for implementing hierarchical filter and refine techniques. The implementation of parallel algorithms will be incorporated into publicly available MPI GIS software. These libraries will be implemented to be scalable in heterogeneous computing systems. For broader impact, the new software libraries will be integrated with CyberGIS geospatial packages.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satish",
   "pi_last_name": "Puri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Satish Puri",
   "pi_email_addr": "satish.puri@mst.edu",
   "nsf_id": "000730698",
   "pi_start_date": "2023-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 West 12th Street",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 116068.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 83849.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 83849.0
  }
 ],
 "por": null
}