{
 "awd_id": "2344799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Youth Engineering Solutions: Engineering Opportunities in Out-of-School Programs for English Learners",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2023-09-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 697965.0,
 "awd_amount": 303566.0,
 "awd_min_amd_letter_date": "2023-09-19",
 "awd_max_amd_letter_date": "2023-09-19",
 "awd_abstract_narration": "Millions of youth participate in out-of-school (OS) programs each year. Hispanic and Black youth participate at twice the rate of Caucasian youth in OS programs, making OS programs promising venues for addressing inequities in STEM. Although a majority of programs offer STEM experiences, less than a third of OS STEM programming includes engineering. High-quality curricular materials can support the introduction of engineering into these environments. However, such resources need to be carefully designed to provide learning opportunities that ensure all youth can participate, contribute, and benefit. One of the most rapidly growing populations in the U.S. at the elementary level are English learners (ELs). These youth face the challenge of simultaneously learning English and academic content, such as engineering. Few, if any, engineering curricula exist for OS settings that include scaffolds for ELs and their educators. The Youth Engineering Solutions: Engineering Opportunities in Out-of-School Programs for English Learners (YES-OS) project will refine a set of equity-oriented design principles for OS engineering that are informed by strategies for ELs. It will work closely with OS educators and stakeholders to develop and study two OS engineering curricular units for youth ages 9–12. Units will feature socially engaged, real-world design challenges, engage youth in engineering practices, and provide language scaffolds. The educative materials will include youth, educator, and family-facing resources and will be designed to scale nationwide. Research will study how curricula can provide opportunities for ELs and support educators. YES-OS’s principles, resources, and research will inform asset-based models that build on youth’s experience to create more equitable educational opportunities and thus broaden participation in engineering.\r\n\r\nYES-OS will investigate ways that equity-oriented OS engineering curricula provide opportunities for ELs to learn knowledge, discourses, and practices; bring their cultures, experiences, and ideas to the engineering projects; expand their repertoire of identities and interests; and enhance membership in the learning community. The project will: (1) refine, apply, study, and modify a set of equity-oriented design principles for OS engineering curricula that are informed by strategies for ELs, (2) develop, test, and revise two OS engineering units for youth in ages 9–12 that instantiate the principles using design-based research, (3) begin to examine affordances of engineering for ELs in OS programming. This will include investigating how the engineering units engage youth in disciplinary knowledge and practices, scaffold social and academic discourses, increase interest in STEM, and foster a community that supports participation and identity development, and (4) explore how equity-based engineering curricula can support OS educators as they build their knowledge of and confidence with engineering, engineering practices, and ELs and create asset-based engineering programming. YES-OS will use design-based research to systematically design curriculum while simultaneously researching the efficacy of the curriculum design and the learning environments they foster. Thirty OS educators nationwide will work with developers to test frameworks and materials. Data including educator feedback, youth work, surveys, lesson observations and video, and focus groups will be analyzed using multiple qualitative and quantitative methods. Resources and findings will be disseminated to educators, stakeholders, the public, and researchers through websites, conferences, webinars, newsletters, research articles, and social media.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Cunningham",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Cunningham",
   "pi_email_addr": "ccunningham@mos.org",
   "nsf_id": "000312559",
   "pi_start_date": "2023-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Museum of Science",
  "inst_street_address": "1 SCIENCE PARK",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175890118",
  "inst_zip_code": "021141099",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "MUSEUM OF SCIENCE",
  "org_prnt_uei_num": "KKW4W2TPS5N8",
  "org_uei_num": "KKW4W2TPS5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Museum of Science",
  "perf_str_addr": "1 SCIENCE PARK",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021141099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 303565.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">Expanding opportunities for youth to engage with engineering is critical for increasing youth&rsquo;s participation, awareness of how science and engineering connect to their lives, and interest in the field. Out-of-school programs such as afterschool, summer, camp, and other enrichment programs offer learning environments that can activate or sustain youth&rsquo;s STEM knowledge, engagement, and affiliation. However, high-quality engineering resources are needed to support the introduction of high-quality engineering into these spaces. &nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">This project created a framework and resources for K-8 engineering learning for enrichment spaces. We drew from research to create an &ldquo;Model for Equity-Oriented Engineering Learning&rdquo; that encompasses four domains. In this model, youth participate in&nbsp;socially engaged engineering&nbsp;relevant to their lives, community, and world. Through analysis and design regarding these applied problems, they learn and use engineering knowledge as they engage in&nbsp;engineering practices. Asset-based pedagogies&nbsp;focus on the strengths youth bring to the engineering contexts. As youth build their substantive knowledge of and facility with engineering, they develop identities as competent problem solvers and engineers.&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">&nbsp;</span><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">The model was tested and refined by applying it to the development of engineering curricular units. Four Youth Engineering Solutions (YES) Enrichment units were co-developed with educators. Extensive, iterative pilot and field testing across the country strengthened the materials. Because Emergent Multilingual Learners (EMLs) are one of the fastest growing populations in the U.S., the team aimed to create resources that supported EMLs&rsquo; concurrent language and engineering development. &nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">&nbsp;</span><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">The resulting YES Enrichment units offer flexible, engaging, hands-on, multimodal experiences. For each unit, five core activities anchored by an age-appropriate engineering design process provide youth with a cohesive engineering experience. Four or five optional activities extend learning. NSF-funded units include:&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">- Engineering Rescue Shuttles challenges youth to design a rescue shuttle for first responders to reach people impacted by floods. After investigating the impact of variables&mdash;shuttle body material and length, weight placement, and number of fins&mdash;on shuttle flight distance and direction, youth engineer a shuttle to rescue someone in need. After engaging in the engineering design process&mdash;imaging, planning, creating, testing, and revising their rescue shuttles&mdash;youth extend their knowledge by designing gliders and shuttles that can reach higher ground, and a waterproof bag for people being rescued.</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">- Engineering Sock Assistive Devices centers on creating assistive technology for people with disabilities. Youth explore the needs of a similarly aged youth with a broken leg who needs to be able to dress herself, as introduced in a comic. After watching videos of real-life people with disabilities completing simple tasks such as making the bed, analyzing the ADA accessibility of their own program space and playground, and exploring materials available to them, youth use the engineering design process to design a tool and a process for putting on a sock without touching their feet. They then extend this knowledge by modifying a cooking utensil for a person with a disability.&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">- Engineering Upcycled Toy Vehicles has youth design toy vehicles for a store in which everything is made from upcycled materials. Youth explore how to stabilize wheels on an axle and how different wheel materials affect the distance a vehicle travels. They select a type of toy vehicle (car, carriage, or cart) to design using upcycled materials. Each vehicle must travel a certain distance and successfully hold its contents over a bumpy track. To extend their knowledge, youth design packages for their toy vehicles and interview each other to imagine ideas for other types of upcycled toys.</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">- Engineering Bubble Wands introduces young learners to the problem they will solve through a dynamic poster illustrating children at a bubble-making party. Youth explore techniques for making bubbles, then investigate how various bubble wand materials can be used to make different types of bubbles. They design bubble wands that must fit inside various containers and produce their desired size and number of bubbles. Youth extend their knowledge by exploring whether bubbles can land on different materials without popping, whether bubbles can form shapes other than spheres, and improving an existing bubble wand handle for someone who has difficulty gripping small items.</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">YES Enrichment units&mdash;which contain educator guides, implementation slides, youth notebooks, and more&mdash;are available for free download at https://yes.mos.org.&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">Engineering is a new discipline for many enrichment educators. Throughout the project, a team worked to develop and offer engineering professional learning experiences that included face-to-face-workshops, webinars, conference sessions, and asynchronous sessions for thousands of educators across the country.&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">Design-based research and video cases studies investigated affordances of engineering for supporting EMLs in out-of-school programs, curricular design features that effectively support EMLs, and how engineering in out-of-school spaces changed EMLs&rsquo; experiences. Research also explored how engineering classroom cultures can be created to support EMLs, focusing on how classroom discourse features support meaning making related to engineering and science during the design challenges.&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Avenir Next&quot;; font-size: x-small;\">&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/20/2024<br>\nModified by: Christine&nbsp;M&nbsp;Cunningham</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112490866_EOF_image_for_NSF_upload_w_YES_logo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112490866_EOF_image_for_NSF_upload_w_YES_logo--rgov-800width.jpg\" title=\"YES Model for Equity-Oriented Engineering Learning\"><img src=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112490866_EOF_image_for_NSF_upload_w_YES_logo--rgov-66x44.jpg\" alt=\"YES Model for Equity-Oriented Engineering Learning\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Youth Engineering Solutions model for equity-oriented pK-12 engineering learning</div>\n<div class=\"imageCredit\">Museum of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christine&nbsp;M&nbsp;Cunningham\n<div class=\"imageTitle\">YES Model for Equity-Oriented Engineering Learning</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112836168_RS_cover_for_NSF_upload--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112836168_RS_cover_for_NSF_upload--rgov-800width.jpg\" title=\"YES Enrichment Engineering Rescue Shuttles Educator Guide\"><img src=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112836168_RS_cover_for_NSF_upload--rgov-66x44.jpg\" alt=\"YES Enrichment Engineering Rescue Shuttles Educator Guide\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The educator guide for the YES Enrichment unit Engineering Rescue Shuttles</div>\n<div class=\"imageCredit\">Museum of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christine&nbsp;M&nbsp;Cunningham\n<div class=\"imageTitle\">YES Enrichment Engineering Rescue Shuttles Educator Guide</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112876938_SA_cover_for_NSF_upload--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112876938_SA_cover_for_NSF_upload--rgov-800width.jpg\" title=\"YES Enrichment Engineering a Sock Assistive Devices Educator Guide\"><img src=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112876938_SA_cover_for_NSF_upload--rgov-66x44.jpg\" alt=\"YES Enrichment Engineering a Sock Assistive Devices Educator Guide\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The educator guide for the YES Enrichment unit Engineering Sock Assistive Devices</div>\n<div class=\"imageCredit\">Museum of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christine&nbsp;M&nbsp;Cunningham\n<div class=\"imageTitle\">YES Enrichment Engineering a Sock Assistive Devices Educator Guide</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732114424109_SMALL_SA_A5_Caver_2023_02_Group_testing_SA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732114424109_SMALL_SA_A5_Caver_2023_02_Group_testing_SA--rgov-800width.jpg\" title=\"Youth Testing a Sock Assistive Device\"><img src=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732114424109_SMALL_SA_A5_Caver_2023_02_Group_testing_SA--rgov-66x44.jpg\" alt=\"Youth Testing a Sock Assistive Device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Youth testing an assistive device they engineered to help them put on a sock</div>\n<div class=\"imageCredit\">Museum of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christine&nbsp;M&nbsp;Cunningham\n<div class=\"imageTitle\">Youth Testing a Sock Assistive Device</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112558839_EDP_for_NSF_upload--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112558839_EDP_for_NSF_upload--rgov-800width.jpg\" title=\"YES Engineering Design Process\"><img src=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732112558839_EDP_for_NSF_upload--rgov-66x44.jpg\" alt=\"YES Engineering Design Process\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Youth Engineering Solutions engineering design process for elementary-aged youth</div>\n<div class=\"imageCredit\">Museum of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christine&nbsp;M&nbsp;Cunningham\n<div class=\"imageTitle\">YES Engineering Design Process</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732114381550_SMALL_RS_General_Photoshoot_2024_04_17_EW_Group_Stomping_Rocket--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732114381550_SMALL_RS_General_Photoshoot_2024_04_17_EW_Group_Stomping_Rocket--rgov-800width.jpg\" title=\"Youth Testing a Rescue Shuttle\"><img src=\"/por/images/Reports/POR/2024/2344799/2344799_10726211_1732114381550_SMALL_RS_General_Photoshoot_2024_04_17_EW_Group_Stomping_Rocket--rgov-66x44.jpg\" alt=\"Youth Testing a Rescue Shuttle\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Youth testing a rescue shuttle they engineered</div>\n<div class=\"imageCredit\">Museum of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christine&nbsp;M&nbsp;Cunningham\n<div class=\"imageTitle\">Youth Testing a Rescue Shuttle</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nExpanding opportunities for youth to engage with engineering is critical for increasing youths participation, awareness of how science and engineering connect to their lives, and interest in the field. Out-of-school programs such as afterschool, summer, camp, and other enrichment programs offer learning environments that can activate or sustain youths STEM knowledge, engagement, and affiliation. However, high-quality engineering resources are needed to support the introduction of high-quality engineering into these spaces. \n\n\nThis project created a framework and resources for K-8 engineering learning for enrichment spaces. We drew from research to create an Model for Equity-Oriented Engineering Learning that encompasses four domains. In this model, youth participate insocially engaged engineeringrelevant to their lives, community, and world. Through analysis and design regarding these applied problems, they learn and use engineering knowledge as they engage inengineering practices. Asset-based pedagogiesfocus on the strengths youth bring to the engineering contexts. As youth build their substantive knowledge of and facility with engineering, they develop identities as competent problem solvers and engineers.\n\n\nThe model was tested and refined by applying it to the development of engineering curricular units. Four Youth Engineering Solutions (YES) Enrichment units were co-developed with educators. Extensive, iterative pilot and field testing across the country strengthened the materials. Because Emergent Multilingual Learners (EMLs) are one of the fastest growing populations in the U.S., the team aimed to create resources that supported EMLs concurrent language and engineering development. \n\n\nThe resulting YES Enrichment units offer flexible, engaging, hands-on, multimodal experiences. For each unit, five core activities anchored by an age-appropriate engineering design process provide youth with a cohesive engineering experience. Four or five optional activities extend learning. NSF-funded units include:\n\n\n- Engineering Rescue Shuttles challenges youth to design a rescue shuttle for first responders to reach people impacted by floods. After investigating the impact of variablesshuttle body material and length, weight placement, and number of finson shuttle flight distance and direction, youth engineer a shuttle to rescue someone in need. After engaging in the engineering design processimaging, planning, creating, testing, and revising their rescue shuttlesyouth extend their knowledge by designing gliders and shuttles that can reach higher ground, and a waterproof bag for people being rescued.\n\n\n- Engineering Sock Assistive Devices centers on creating assistive technology for people with disabilities. Youth explore the needs of a similarly aged youth with a broken leg who needs to be able to dress herself, as introduced in a comic. After watching videos of real-life people with disabilities completing simple tasks such as making the bed, analyzing the ADA accessibility of their own program space and playground, and exploring materials available to them, youth use the engineering design process to design a tool and a process for putting on a sock without touching their feet. They then extend this knowledge by modifying a cooking utensil for a person with a disability.\n\n\n- Engineering Upcycled Toy Vehicles has youth design toy vehicles for a store in which everything is made from upcycled materials. Youth explore how to stabilize wheels on an axle and how different wheel materials affect the distance a vehicle travels. They select a type of toy vehicle (car, carriage, or cart) to design using upcycled materials. Each vehicle must travel a certain distance and successfully hold its contents over a bumpy track. To extend their knowledge, youth design packages for their toy vehicles and interview each other to imagine ideas for other types of upcycled toys.\n\n\n- Engineering Bubble Wands introduces young learners to the problem they will solve through a dynamic poster illustrating children at a bubble-making party. Youth explore techniques for making bubbles, then investigate how various bubble wand materials can be used to make different types of bubbles. They design bubble wands that must fit inside various containers and produce their desired size and number of bubbles. Youth extend their knowledge by exploring whether bubbles can land on different materials without popping, whether bubbles can form shapes other than spheres, and improving an existing bubble wand handle for someone who has difficulty gripping small items.\n\n\nYES Enrichment unitswhich contain educator guides, implementation slides, youth notebooks, and moreare available for free download at https://yes.mos.org.\n\n\nEngineering is a new discipline for many enrichment educators. Throughout the project, a team worked to develop and offer engineering professional learning experiences that included face-to-face-workshops, webinars, conference sessions, and asynchronous sessions for thousands of educators across the country.\n\n\nDesign-based research and video cases studies investigated affordances of engineering for supporting EMLs in out-of-school programs, curricular design features that effectively support EMLs, and how engineering in out-of-school spaces changed EMLs experiences. Research also explored how engineering classroom cultures can be created to support EMLs, focusing on how classroom discourse features support meaning making related to engineering and science during the design challenges.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/20/2024\n\n\t\t\t\t\tSubmitted by: ChristineMCunningham\n"
 }
}