{
 "awd_id": "2344588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hyperplane Arrangements",
 "cfda_num": "47.049, 47.083",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2023-08-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 197621.0,
 "awd_amount": 141467.0,
 "awd_min_amd_letter_date": "2023-08-25",
 "awd_max_amd_letter_date": "2023-08-25",
 "awd_abstract_narration": "This project is in computational commutative algebra and algebraic geometry.  A central aspect of these fields is the study of polynomials in many variables - or multivariate polynomials.  Multivariate polynomials appear in a wide range of applications such as mechanical engineering, robotics, computer-aided design, and numerical partial differential equations.  The research will be clustered in three interconnected areas where multivariate polynomials play an essential role.  The first is configurations of linear subspaces, such as lines in the plane.  The second is interpolation, which involves fitting data with a polynomial model.  The third is piecewise polynomial functions, or splines, such as the Bezier splines common in drawing programs.  Each of these fields have major unsolved conjectures revolving around the impact of combinatorics and geometry on corresponding algebraic objects.  A recurring theme of the project is to use rigidity theory, which has its origins in structural engineering, to elucidate this impact.  Several lines of inquiry are a collaborative effort among the disparate communities of numerical analysis, rigidity theory, commutative algebra, and algebraic geometry. The project includes training opportunities for graduate students.  This project is jointly funded by the Algebra and Number Theory program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThe project focuses on problems where the interactions between geometry, combinatorics, and algebra are not well-understood.  A first goal is to use rigidity theory to systematically produce line arrangements with fixed combinatorics whose module of derivations has changing structure based on the geometry, generalizing an example of Ziegler.  Understanding these examples sheds additional light on Terao's conjecture, which proposes that freeness of an arrangement is combinatorial. A second goal involves searching for a counterexample to a conjecture in numerical analysis using a hybrid of symbolic and numerical methods based on techniques analogous to rigidity theory.  This conjecture, which is long-standing, proposes a formula for the dimension of the space of smooth cubic splines on triangulations.  A third goal is to study asymptotic containments between symbolic and regular powers of ideals, with an eye toward highly structured examples where recent connections to combinatorial optimization and linear programming give good prospects for progress.  Despite their differences, the three focus areas allow for a rich exchange of techniques.  For example, homological methods connect hyperplane arrangements and splines to rigidity, while Macaulay inverse systems link splines to symbolic powers.  The projects are computational in nature and will include the development of code in symbolic software (Macaulay2) and numerical software (Bertini).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "DiPasquale",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R DiPasquale",
   "pi_email_addr": "midipasq@nmsu.edu",
   "nsf_id": "000681693",
   "pi_start_date": "2023-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST STE E1200",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 141467.0
  }
 ],
 "por": null
}