{
 "awd_id": "2344994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Land surface hazards under accelerating climate change: Example from 2023 Hurricane Hilary",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2023-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 49928.0,
 "awd_amount": 49928.0,
 "awd_min_amd_letter_date": "2023-09-06",
 "awd_max_amd_letter_date": "2023-09-06",
 "awd_abstract_narration": "The climate impact on solid earth hazards, such as landslides, debris flows, river aggregation and flooding, has historically received little attention, but in recent years, this impact is disrupting communities and altering the environment we live in. There is an urgent need to understand how new climate regimes are generating storms that unleash unprecedented episodes of erosion, ground failure and deposition. For example, arid environments are shaped by long periods of slow geomorphic activity, punctuated by major events that can transform landscapes in a geological instant. These events, often triggered by major storms, also present a range of hazards, including floods, landslides, and debris flows that can damage major infrastructure (e.g., roads, buildings) as well as natural and cultural heritage sites. The August 2023 Hurricane Hilary was a Category 4 Pacific hurricane that triggered an unprecedented tropical-storm-warning for Southern California, extending from the Mexico-US border to regions north and east of Los Angeles County. Unlike most of the wintertime precipitation that arrives in this region in narrow, concentrated bands, Hurricane Hilary distributed heavy rainfall across a wide swath of southern California, providing an opportunity to study the widespread geomorphic and societal impact of a major precipitation event. The most severely affected regions have been the normally arid desert regions, which suffered heavy rainfall in excess of typical annual totals with triggered debris flows, flash flooding and sediment debris waves. \r\n\r\nCollection of perishable field data is the main goal of this award, to gain insights into the debris flow observations that enable longer term predictions of the hazard cascade. Such direct observations that can test models and drive new understanding of land surface hazards are sparse in part because major landscape-changing events, although potentially catastrophic, are rare and thus few natural examples are well documented using modern technologies. Technologies like Light Detection and Ranging (LiDAR, or laser scanning) and Structure-from-Motion (SfM) enable change detection and quantification that provide previously elusive insights. Such data include detailed records of land surface change, the properties of ground materials that were eroded and redeposited, and impact on infrastructure. The research will be conducted within the structure of the Center for Land Surface Hazards (CLaSH), thereby supporting community building initiative and engaging researchers across disciplines in hazard-related science, by including new researchers, and students who were not previously involved in CLaSH. Data generated from this research will be made publicly available via open access repositories, enabling use by the wider research community to empirically understand the impact of Hurricane Hilary on the geologic environment, but also guide next-generation hazard cascade models that can be validated against the field data collected from this project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marin",
   "pi_last_name": "Clark",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Marin K Clark",
   "pi_email_addr": "marinkc@umich.edu",
   "nsf_id": "000461239",
   "pi_start_date": "2023-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE, SUITE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49928.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2a9eaa60-7fff-4aee-5be2-9790e5e45320\"> </span></p>\r\n<p dir=\"ltr\"><strong>Overview&nbsp; &nbsp; &nbsp; &nbsp;</strong><span>The way landscapes respond to disturbances is not immediate or simple- &nbsp;it happens in a chain reaction over time. When events like wildfires, storms, or earthquakes disrupt hillslopes, they set off a long-lasting process of change. The land takes time to settle again, and sediment gradually moves downhill, eventually making its way into rivers. This ongoing process can create hazardous conditions long after the initial event, amplifying future hazards like landslides, debris flows, and flooding.</span></p>\r\n<p dir=\"ltr\"><span>For example, when an earthquake or wildfire loosens soil and rock, it can increase the risk of landslides and debris flows for years. Our research on debris flows triggered by Hurricane Hilary in California (August 2023) shows that the impact of past wildfires can last more than a decade- &nbsp;much longer than current models predict. Unlike traditional models that view hazards as a simple cause-and-effect (such as wildfire followed by landslides), our approach recognizes a longer, more complex cycle. This means that even years after an initial event, the landscape remains unstable, and new storms or other disturbances can trigger even greater hazards. Understanding this long-term cascading effect is essential for better predicting and managing natural hazards.</span></p>\r\n<p dir=\"ltr\"><span>This project investigated the geomorphic impacts of extreme rainfall and flooding associated with Hurricane Hilary in August 2023. The study aimed to document landscape changes, analyze debris flow activity, and provide data critical to understanding future land surface hazards. The research was conducted using satellite analysis, field surveys, airborne LiDAR mapping, and precipitation data analysis. Our goal was to collect perishable data that will be used in future studies for understanding how past events contributed to the debris flows and flooding during Hilary, and how this event will shape future hazards in the region.&nbsp;</span></p>\r\n<p dir=\"ltr\"><strong>Major Activities</strong><span>&nbsp; &nbsp; &nbsp;&nbsp;</span><span>Based on initial assessments from media and satellite data, two primary study sites were selected: Death Valley National Park and the San Bernardino Mountains. The research team engaged in multiple field deployments to collect terrestrial and airborne LiDAR data, measure land surface changes, and collect geotechnical samples. Precipitation data from various sources were analyzed to evaluate rainfall distribution and its correlation with debris flows.</span></p>\r\n<p dir=\"ltr\"><span>To assess land surface changes and analyze debris flow deposits, terrestrial LiDAR data and sediment samples were collected during field deployments and an airborne LiDAR survey captured high-resolution topographic data in the Upper Santa Ana Watershed, allowing researchers to compare pre- and post-event elevation changes. Precipitation analysis was used to evaluate total rainfall accumulation and intensity using nine different datasets, identifying discrepancies and biases in forecast and observation models.</span></p>\r\n<p dir=\"ltr\"><strong>Findings and Results</strong><span><span>&nbsp; &nbsp; &nbsp; &nbsp;</span></span><span>In Death Valley National Park, the study documented significant sediment movement across alluvial fans due to flooding. Despite record-breaking rainfall, steep debris flow fans exhibited minimal activity. This suggests that historical rainfall intensities in the region may have exceeded current recorded values, indicating the potential for more extreme events in the future.</span></p>\r\n<p dir=\"ltr\"><span>In the San Bernardino Mountains, geotechnical analysis of debris flow deposits revealed clear spatial variations in grain size and density. Coarser sediments remained upstream, while finer particles traveled downstream. Soil density decreased along the flow path, influencing erosion and deposition patterns. These findings contribute to improved hazard mitigation strategies for regions prone to debris flows.</span></p>\r\n<p dir=\"ltr\"><span>In the Upper Santa Ana Watershed, severe flooding and sediment movement were observed, particularly in areas with intense rainfall and prior wildfire burn scars. LiDAR data revealed over one meter of erosion in several north-facing channels. The study found that the legacy effects of the 2015 Lake Fire played a significant role in sediment mobilization, suggesting that post-fire erosion risks persist much longer than previously understood.</span></p>\r\n<p dir=\"ltr\"><span>The precipitation analysis identified inconsistencies across different datasets. Forecast models generally overestimated rainfall intensity, while satellite products underestimated extreme rainfall amounts. The MRMS Multi-Sensor QPE dataset provided the most accurate precipitation estimates for this event.</span></p>\r\n<p dir=\"ltr\"><strong>Impact and Applications </strong><span>&nbsp; &nbsp; &nbsp;&nbsp;</span><span>This research advances knowledge on land surface hazards in response to extreme climate events. The findings contribute to understanding post-fire debris flows, sediment fan evolution in arid landscapes, and rainfall-triggered landslides. The data collected provide a foundation for improving hazard assessments, risk mitigation strategies, and predictive models for future extreme weather impacts. These insights are valuable for government agencies, hazard mitigation planners, and researchers working on climate-related land surface hazards.</span></p>\r\n<p><strong>Broader Impacts&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</strong><span>The project provided hands-on training for multiple graduate students and postdocs, equipping them with field survey skills in LiDAR mapping, geotechnical analysis, and data interpretation. Students and postdocs participated in fieldwork, gained experience in data processing, and presented findings at academic conferences. Project data and findings are under review for posting on publicly available NSF repositories, which will make the project data accessible for future research and policy applications. The findings contribute to scientific knowledge, inform hazard mitigation efforts, and provide a baseline for future investigations into climate-driven land surface changes.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/10/2025<br>\nModified by: Marin&nbsp;K&nbsp;Clark</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2344994/2344994_10894207_1739190158761_cascade_timeline_Hilary--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2344994/2344994_10894207_1739190158761_cascade_timeline_Hilary--rgov-800width.jpg\" title=\"Hazard cascade timeline\"><img src=\"/por/images/Reports/POR/2025/2344994/2344994_10894207_1739190158761_cascade_timeline_Hilary--rgov-66x44.jpg\" alt=\"Hazard cascade timeline\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cartoon representation of the hazard cascade. Landscapes respond by a series of chain reactions that amplify subsequent events that occur in close proximity to a significant hazard episode.</div>\n<div class=\"imageCredit\">Marin Clark</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Marin&nbsp;K&nbsp;Clark\n<div class=\"imageTitle\">Hazard cascade timeline</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2344994/2344994_10894207_1739190282417_DeathValley_Hilary--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2344994/2344994_10894207_1739190282417_DeathValley_Hilary--rgov-800width.jpg\" title=\"Field investigations following Hurricane Hilary\"><img src=\"/por/images/Reports/POR/2025/2344994/2344994_10894207_1739190282417_DeathValley_Hilary--rgov-66x44.jpg\" alt=\"Field investigations following Hurricane Hilary\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student training on technical methodologies for measuring land surface change following major hazard events like Hurricane Hilary.</div>\n<div class=\"imageCredit\">Josh West</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Marin&nbsp;K&nbsp;Clark\n<div class=\"imageTitle\">Field investigations following Hurricane Hilary</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nOverview   The way landscapes respond to disturbances is not immediate or simple- it happens in a chain reaction over time. When events like wildfires, storms, or earthquakes disrupt hillslopes, they set off a long-lasting process of change. The land takes time to settle again, and sediment gradually moves downhill, eventually making its way into rivers. This ongoing process can create hazardous conditions long after the initial event, amplifying future hazards like landslides, debris flows, and flooding.\r\n\n\nFor example, when an earthquake or wildfire loosens soil and rock, it can increase the risk of landslides and debris flows for years. Our research on debris flows triggered by Hurricane Hilary in California (August 2023) shows that the impact of past wildfires can last more than a decade- much longer than current models predict. Unlike traditional models that view hazards as a simple cause-and-effect (such as wildfire followed by landslides), our approach recognizes a longer, more complex cycle. This means that even years after an initial event, the landscape remains unstable, and new storms or other disturbances can trigger even greater hazards. Understanding this long-term cascading effect is essential for better predicting and managing natural hazards.\r\n\n\nThis project investigated the geomorphic impacts of extreme rainfall and flooding associated with Hurricane Hilary in August 2023. The study aimed to document landscape changes, analyze debris flow activity, and provide data critical to understanding future land surface hazards. The research was conducted using satellite analysis, field surveys, airborne LiDAR mapping, and precipitation data analysis. Our goal was to collect perishable data that will be used in future studies for understanding how past events contributed to the debris flows and flooding during Hilary, and how this event will shape future hazards in the region.\r\n\n\nMajor Activities  Based on initial assessments from media and satellite data, two primary study sites were selected: Death Valley National Park and the San Bernardino Mountains. The research team engaged in multiple field deployments to collect terrestrial and airborne LiDAR data, measure land surface changes, and collect geotechnical samples. Precipitation data from various sources were analyzed to evaluate rainfall distribution and its correlation with debris flows.\r\n\n\nTo assess land surface changes and analyze debris flow deposits, terrestrial LiDAR data and sediment samples were collected during field deployments and an airborne LiDAR survey captured high-resolution topographic data in the Upper Santa Ana Watershed, allowing researchers to compare pre- and post-event elevation changes. Precipitation analysis was used to evaluate total rainfall accumulation and intensity using nine different datasets, identifying discrepancies and biases in forecast and observation models.\r\n\n\nFindings and Results   In Death Valley National Park, the study documented significant sediment movement across alluvial fans due to flooding. Despite record-breaking rainfall, steep debris flow fans exhibited minimal activity. This suggests that historical rainfall intensities in the region may have exceeded current recorded values, indicating the potential for more extreme events in the future.\r\n\n\nIn the San Bernardino Mountains, geotechnical analysis of debris flow deposits revealed clear spatial variations in grain size and density. Coarser sediments remained upstream, while finer particles traveled downstream. Soil density decreased along the flow path, influencing erosion and deposition patterns. These findings contribute to improved hazard mitigation strategies for regions prone to debris flows.\r\n\n\nIn the Upper Santa Ana Watershed, severe flooding and sediment movement were observed, particularly in areas with intense rainfall and prior wildfire burn scars. LiDAR data revealed over one meter of erosion in several north-facing channels. The study found that the legacy effects of the 2015 Lake Fire played a significant role in sediment mobilization, suggesting that post-fire erosion risks persist much longer than previously understood.\r\n\n\nThe precipitation analysis identified inconsistencies across different datasets. Forecast models generally overestimated rainfall intensity, while satellite products underestimated extreme rainfall amounts. The MRMS Multi-Sensor QPE dataset provided the most accurate precipitation estimates for this event.\r\n\n\nImpact and Applications   This research advances knowledge on land surface hazards in response to extreme climate events. The findings contribute to understanding post-fire debris flows, sediment fan evolution in arid landscapes, and rainfall-triggered landslides. The data collected provide a foundation for improving hazard assessments, risk mitigation strategies, and predictive models for future extreme weather impacts. These insights are valuable for government agencies, hazard mitigation planners, and researchers working on climate-related land surface hazards.\r\n\n\nBroader Impacts   The project provided hands-on training for multiple graduate students and postdocs, equipping them with field survey skills in LiDAR mapping, geotechnical analysis, and data interpretation. Students and postdocs participated in fieldwork, gained experience in data processing, and presented findings at academic conferences. Project data and findings are under review for posting on publicly available NSF repositories, which will make the project data accessible for future research and policy applications. The findings contribute to scientific knowledge, inform hazard mitigation efforts, and provide a baseline for future investigations into climate-driven land surface changes.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 02/10/2025\n\n\t\t\t\t\tSubmitted by: MarinKClark\n"
 }
}