{
 "awd_id": "2345533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mean-Field and Singular Limits of Deterministic and Stochastic Interacting Particle Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2023-07-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 195000.0,
 "awd_amount": 187382.0,
 "awd_min_amd_letter_date": "2023-09-11",
 "awd_max_amd_letter_date": "2023-09-11",
 "awd_abstract_narration": "Particles in confined systems such as the atoms or molecules of a gas in a container interact either through repulsion or attraction, with interactions increasing in strength as particles become close together. In principle, the equations of classical and quantum physics allow complete determination of the behavior of each particle in the system for arbitrary periods of time. In practice, the number of particles, and therefore the complexity of the system, ranges beyond the capabilities of the best computing resources. This project aims to achieve a substantial reduction in computational complexity through a statistical point of view, focused on the probability of finding at a given time a particle in the system at a certain position in space and moving with a certain velocity. The results are expected to be directly applicable to the modeling of states of matter such as Bose-Einstein condensates or plasmas, and of systems with particle-like behavior, as vortices in fluids or superconductors. The project will provide mentoring and training opportunities for a new generation of researchers at the intersection of mathematics and physics.\r\n \r\nThe first part of the project concerns the mean-field limit of systems of particles with inverse power potentials, for instance of Coulomb or Riesz type. The investigator aims to determine the minimal regularity assumptions on the limiting equation needed for quantitative convergence, whether convergence is valid in the more realistic setting of noise in the dynamics, the optimal time scales for the mean-field approximation to hold, and the sharp rate of convergence. The second part deals with the supercritical mean-field scaling regime, a singular limit of Newton’s second law or the semiclassical Schrödinger equation leading to a kinetic generalization of Euler’s equation for an ideal fluid. The goal is to identify the optimal range for the validity of this limit through analytical and numerical means by building on progress for the monokinetic case where the limiting equation reduces to the incompressible Euler equation and drawing on a connection to the quasineutral limit in plasma physics. An important quantity for measuring convergence is a modulated energy-entropy or free energy, which is related to renormalized energies appearing in the statistical mechanics of Coulomb and Riesz gasses. Studying these quantities and their variations along transport fields leads to functional inequalities of commutator type, establishing new connections to harmonic analysis of independent interest.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Rosenzweig",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew H Rosenzweig",
   "pi_email_addr": "mrosenz2@andrew.cmu.edu",
   "nsf_id": "000812958",
   "pi_start_date": "2023-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5920",
   "pgm_ref_txt": "ITALY"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 187382.0
  }
 ],
 "por": null
}