{
 "awd_id": "2345563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Small: Automatic Exploits Detection and Mitigation for Industrial Control System Protocols",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 184999.0,
 "awd_amount": 33017.0,
 "awd_min_amd_letter_date": "2023-09-15",
 "awd_max_amd_letter_date": "2023-09-15",
 "awd_abstract_narration": "Industrial control systems (ICS) operates critical industrial infrastructure such as water and power, oil and gas, manufacturing and logistics, and other essential industries. Such systems consists of a complex network of interactive systems that control the critical aspects of the physical world. Traditionally, these control systems have been designed for isolated environments with no communication with the outside world. The advent of the Internet of Things (IoT) has played a key role in connecting ICS elements to the Internet. Their governing protocols, however, have not fundamentally changed to incorporate security principles into their design. There is a need for performing comprehensive security analyses on ICS protocols for their safe and secure operations over the Internet. The broader impacts include partnerships with industry, and broadening the research participation of students from underrepresented backgrounds.\r\n\r\nThis project aims to explore a viable path to conduct a security analysis on ICS system protocols. This is challenging as ICS systems implement a mix of closed and open-source protocols and logging all execution paths of these protocols is not feasible. The project leverages model inference techniques to gain insights into the working of ICS protocols. The key technique is to record the Finite State Machines (FSMs) of ICS protocols to infer their implementation models. The inferred model is then used to identify the protocols’ states and their transitions which are then validated against the security properties for analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taqi",
   "pi_last_name": "Raza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taqi Raza",
   "pi_email_addr": "taqi@umass.edu",
   "nsf_id": "000807609",
   "pi_start_date": "2023-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "01003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 33017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary</strong><span>: This project has developed a formal method framework to detect vulnerabilities in the Industrial Control System (ICS) framework. The framework systematically checks ICS protocols specifications and evaluates the correctness of defined procedures from the security point of view. The identified vulnerabilities are then evaluated at the real ICS testbed that PI has developed in his lab. The evaluation metrics are concerned about (a) what is the impact of discovered vulnerabilities?; and (b) how easily these vulnerabilities can be exploited? These vulnerabilities are then converted into attacks to demonstrate the viability of the threat. This project has led to broader impact in two ways: (i) impact from this research on other fields; (ii) impact on education. The discovered vulnerabilities were so fundamental in nature that their roots were found in other fields like 5G and digital wallets. For example, \"missing binding among different types of identifies\" has led to similar types of attacks in 5G (key-reinstallation attack) and digital wallets (free shopping). At the education front, PI has mentored undergraduate students through classes and research. In particular, PIs has engaged high school students in this project through summer research programs and cybersecurity camps. PI has used the Women In Science and Engineering (WISE) program at his institution to recruit female students into his research.&nbsp;</span></p>\n<div><strong>Outcome in terms of Publications (in THIS project field):</strong></div>\n<div>\n<ul>\n<li>Muhammad Muzamil Aslam, Ali Tufail, Rosyzie Anna Awg Haji Mohd Apong, Liyanage Chandratilak De Silva, Muhammad Taqi Raza, \"Scrutinizing Security in Industrial Control Systems: An Architectural Vulnerabilities and Communication Network Perspective\" IEEE Access, 2024</li>\n<li><span>Irfan Ahmed, Syed Ali Qasim, Muhammad Taqi Raza, \"</span>vPLC: A scalable PLC testbed for IIoT Security Research\", ACM ACSAC Workshop on ICSS, 2023</li>\n<li>Muhammad Muzamil Aslam, Ali Tufail, Ki-Hyung Kim, Rosyzie Anna Awg Haji Mohd Apong, Muhammad Taqi Raza, \"A comprehensive study on cyber attacks in communication networks in water purification and distribution plants: challenges, vulnerabilities, and future prospects\", Sensors 2023</li>\n</ul>\n</div>\n<div>\n<div><strong>Outcome in terms of Publications (in OTHER fields):</strong></div>\n<div>\n<ul>\n<li>Raja Hasnain Anwar, Syed Rafiul Hussain, Muhammad Taqi Raza, \"In Wallet We Trust: Bypassing the Digital Wallets Payment Security for Free Shopping\", USENIX Security, 2024</li>\n<li>Md Ruman Islam, Raja Hasnain Anwar, Spyridon Mastorakis, Muhammad Taqi Raza, \"Characterizing Encrypted Application Traffic through Cellular Radio Interface Protocol\", IEEE MASS, 2024</li>\n<li>Raja Hasnain Anwar, Fatima Muhammad Anwar, Muhammad Kumail Haider, Alon Efrat, Muhammad Taqi Raza, \"Redefining the Driver's Attention Gauge in Semi-Autonomous Vehicles\", ACM MSWIM, 2023</li>\n<li><span>Muhammad Taqi Raza, Yunqi Guo, Songwu Lu, Fatima Muhammad Anwar, \"</span>On Key Reinstallation Attacks over 4G LTE Control-Plane: Feasibility and Negative Impact\", ACM ACSAC, 2022</li>\n</ul>\n</div>\n</div><br>\n<p>\n Last Modified: 10/02/2024<br>\nModified by: Taqi&nbsp;Raza</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSummary: This project has developed a formal method framework to detect vulnerabilities in the Industrial Control System (ICS) framework. The framework systematically checks ICS protocols specifications and evaluates the correctness of defined procedures from the security point of view. The identified vulnerabilities are then evaluated at the real ICS testbed that PI has developed in his lab. The evaluation metrics are concerned about (a) what is the impact of discovered vulnerabilities?; and (b) how easily these vulnerabilities can be exploited? These vulnerabilities are then converted into attacks to demonstrate the viability of the threat. This project has led to broader impact in two ways: (i) impact from this research on other fields; (ii) impact on education. The discovered vulnerabilities were so fundamental in nature that their roots were found in other fields like 5G and digital wallets. For example, \"missing binding among different types of identifies\" has led to similar types of attacks in 5G (key-reinstallation attack) and digital wallets (free shopping). At the education front, PI has mentored undergraduate students through classes and research. In particular, PIs has engaged high school students in this project through summer research programs and cybersecurity camps. PI has used the Women In Science and Engineering (WISE) program at his institution to recruit female students into his research.\nOutcome in terms of Publications (in THIS project field):\n\n\nMuhammad Muzamil Aslam, Ali Tufail, Rosyzie Anna Awg Haji Mohd Apong, Liyanage Chandratilak De Silva, Muhammad Taqi Raza, \"Scrutinizing Security in Industrial Control Systems: An Architectural Vulnerabilities and Communication Network Perspective\" IEEE Access, 2024\nIrfan Ahmed, Syed Ali Qasim, Muhammad Taqi Raza, \"vPLC: A scalable PLC testbed for IIoT Security Research\", ACM ACSAC Workshop on ICSS, 2023\nMuhammad Muzamil Aslam, Ali Tufail, Ki-Hyung Kim, Rosyzie Anna Awg Haji Mohd Apong, Muhammad Taqi Raza, \"A comprehensive study on cyber attacks in communication networks in water purification and distribution plants: challenges, vulnerabilities, and future prospects\", Sensors 2023\n\n\n\nOutcome in terms of Publications (in OTHER fields):\n\n\nRaja Hasnain Anwar, Syed Rafiul Hussain, Muhammad Taqi Raza, \"In Wallet We Trust: Bypassing the Digital Wallets Payment Security for Free Shopping\", USENIX Security, 2024\nMd Ruman Islam, Raja Hasnain Anwar, Spyridon Mastorakis, Muhammad Taqi Raza, \"Characterizing Encrypted Application Traffic through Cellular Radio Interface Protocol\", IEEE MASS, 2024\nRaja Hasnain Anwar, Fatima Muhammad Anwar, Muhammad Kumail Haider, Alon Efrat, Muhammad Taqi Raza, \"Redefining the Driver's Attention Gauge in Semi-Autonomous Vehicles\", ACM MSWIM, 2023\nMuhammad Taqi Raza, Yunqi Guo, Songwu Lu, Fatima Muhammad Anwar, \"On Key Reinstallation Attacks over 4G LTE Control-Plane: Feasibility and Negative Impact\", ACM ACSAC, 2022\n\n\n\t\t\t\t\tLast Modified: 10/02/2024\n\n\t\t\t\t\tSubmitted by: TaqiRaza\n"
 }
}