{
 "awd_id": "2348144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Abrupt, Coherent Increase in the Color of Arctic lakes of West Greenland: Investigating Contributing Factors",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2023-09-20",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "A simultaneous shift has occurred in lakes across West Greenland. At some point since August 2022, lakes that were “blue” or very clear for decades have rapidly and darkly turned brown. Unusually wet and cloudy conditions over the past year likely led to this change in lake color, but the factors contributing to this color change remain unclear. Preliminary data suggest that metal concentrations have increased by an order of magnitude in these lakes, and a similar change in water color has been observed recently in streams in the Brooks Range of Alaska, raising the question of whether this will become a pan-Arctic phenomenon, leading to widespread changes across Arctic freshwater systems. A key initial step to understanding this major change is to quantify what factors are contributing to this color change, and what their origin might be. This proposed work aims to contribute to the broader understanding of this phenomenon.\r\nThe rapid, substantial change that we observed in these lakes presents yet another example of how changing climate threatens the ability of Arctic communities to ensure safe drinking water sources. We will analyze water and sediment samples from the drinking water source of Kangerlussuaq, Lake Ferguson, to analyze trace elements, including lead and arsenic, to assess whether these have changed as a consequence of the recently altered hydrology. This work aligns with priorities set forth in Greenland’s National Research Strategy by promoting international cooperation and communicating results in multiple ways to make it broadly accessible. The research will also be of benefit to other Arctic communities by identifying potential emerging threats to drinking water. This project will also provide support for a Ph.D. student and an early career scientist.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jasmine",
   "pi_last_name": "Saros",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jasmine Saros",
   "pi_email_addr": "Jasmine.saros@maine.edu",
   "nsf_id": "000385479",
   "pi_start_date": "2023-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL RM 422",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A simultaneous shift occurred in lakes in West Greenland- after extreme weather events of autumn 2022, lakes that were &ldquo;blue&rdquo; or very clear for decades rapidly and darkly turned brown. This project was focused on understanding this major change in lake color by quantifying the factors contributing to it and assessing what their origin might be. The chemistry of water and sediments was quantified from 10 lakes that are part of long-term monitoring, as well as from a small set of water samples from streams entering the lakes. For water samples, in addition to measuring nutrients, organic material, chlorophyll, and alkalinity, we measured ~23 major ions and trace metals on the 2023 samples as well as a 2019 archive, and compared those to results we have from 2013. For sediments, we analyzed metals in the very recent material and compared them to a slice that pre-dates the color change to assess changes in metal loading between the two time points.</p>\r\n<p>Our analyses revealed numerous factors in these lake systems that contributed to the color changes. In summer 2023, average lake concentrations of dissolved organic carbon were 22% higher than 2013-2022 averages, and the source and quality of this material abruptly shifted to a larger component from the landscape. These results indicated greater input of terrestrial organic carbon to the lake and signaled stronger hydrological connections between the landscape and lakes. In addition, the concentrations of all measured metals increased by 30 to 1500%. Total iron concentrations in water in 2023 increased by more than 1000% across lakes. Concentrations of other metals also increased across lakes: copper increased by 235%, cromium by 260%, cobalt by 325%, aluminum by 865%, and manganese by 1500%. Nutrients also increased across all lakes. Total phosphorus increased by 66%, nitrate by 200%, and ammonium by 123%. These are all limiting nutrients in these lake ecosystems.</p>\r\n<p>This project provided support and training for a Ph.D. student in data management, and for an early career scientist who conducted all of the chemical analyses. The results are published in an open access publication in the journal Proceedings of the National Academy of Sciences, and the database resulting from this project is available through the NSF Arctic Data Center. The changes observed in these Arctic lakes will likely have major implications for these ecosystems, changing how productive they are and what role they serve as carbon sinks or sources. A similar change in water color has been observed recently in streams in the Brooks Range of Alaska, raising the question of whether this will become a pan-Arctic phenomenon, leading to widespread changes across Arctic freshwater systems. The rapid, substantial change that we observed in these lakes presents yet another example of how changing climate threatens the ability of Arctic communities to ensure safe drinking water sources. As part of this project, we collected water from the drinking water source of Kangerlussuaq, Lake Ferguson, to analyze trace elements, including lead and arsenic, and found that to date, while metal concentrations have increased, they remain below levels of concern. These results were reported to the drinking water management agency of Greenland by providing the data and their interpretation, thereby promoting international cooperation and communicating results in multiple ways to make it broadly accessible.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/11/2025<br>\nModified by: Jasmine&nbsp;Saros</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA simultaneous shift occurred in lakes in West Greenland- after extreme weather events of autumn 2022, lakes that were blue or very clear for decades rapidly and darkly turned brown. This project was focused on understanding this major change in lake color by quantifying the factors contributing to it and assessing what their origin might be. The chemistry of water and sediments was quantified from 10 lakes that are part of long-term monitoring, as well as from a small set of water samples from streams entering the lakes. For water samples, in addition to measuring nutrients, organic material, chlorophyll, and alkalinity, we measured ~23 major ions and trace metals on the 2023 samples as well as a 2019 archive, and compared those to results we have from 2013. For sediments, we analyzed metals in the very recent material and compared them to a slice that pre-dates the color change to assess changes in metal loading between the two time points.\r\n\n\nOur analyses revealed numerous factors in these lake systems that contributed to the color changes. In summer 2023, average lake concentrations of dissolved organic carbon were 22% higher than 2013-2022 averages, and the source and quality of this material abruptly shifted to a larger component from the landscape. These results indicated greater input of terrestrial organic carbon to the lake and signaled stronger hydrological connections between the landscape and lakes. In addition, the concentrations of all measured metals increased by 30 to 1500%. Total iron concentrations in water in 2023 increased by more than 1000% across lakes. Concentrations of other metals also increased across lakes: copper increased by 235%, cromium by 260%, cobalt by 325%, aluminum by 865%, and manganese by 1500%. Nutrients also increased across all lakes. Total phosphorus increased by 66%, nitrate by 200%, and ammonium by 123%. These are all limiting nutrients in these lake ecosystems.\r\n\n\nThis project provided support and training for a Ph.D. student in data management, and for an early career scientist who conducted all of the chemical analyses. The results are published in an open access publication in the journal Proceedings of the National Academy of Sciences, and the database resulting from this project is available through the NSF Arctic Data Center. The changes observed in these Arctic lakes will likely have major implications for these ecosystems, changing how productive they are and what role they serve as carbon sinks or sources. A similar change in water color has been observed recently in streams in the Brooks Range of Alaska, raising the question of whether this will become a pan-Arctic phenomenon, leading to widespread changes across Arctic freshwater systems. The rapid, substantial change that we observed in these lakes presents yet another example of how changing climate threatens the ability of Arctic communities to ensure safe drinking water sources. As part of this project, we collected water from the drinking water source of Kangerlussuaq, Lake Ferguson, to analyze trace elements, including lead and arsenic, and found that to date, while metal concentrations have increased, they remain below levels of concern. These results were reported to the drinking water management agency of Greenland by providing the data and their interpretation, thereby promoting international cooperation and communicating results in multiple ways to make it broadly accessible.\r\n\n\n\t\t\t\t\tLast Modified: 02/11/2025\n\n\t\t\t\t\tSubmitted by: JasmineSaros\n"
 }
}