{
 "awd_id": "2247398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GEM: Propagation and Dissipation of Electromagnetic Ion Cyclotron Waves in the Magnetosphere and Ionosphere",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928466",
 "po_email": "vjordano@nsf.gov",
 "po_sign_block_name": "Vania Jordanova",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 135941.0,
 "awd_amount": 135941.0,
 "awd_min_amd_letter_date": "2024-04-02",
 "awd_max_amd_letter_date": "2024-04-02",
 "awd_abstract_narration": "There are many types of plasma waves in the Earth's magnetosphere.  For decades it has been observed that ultra-low frequency electromagnetic ion cyclotron (EMIC) waves in the Pc 1-2 frequency range (0.1-5 Hz) near the ion cyclotron frequency are a prominent feature of the magnetosphere-ionosphere system.  These waves play an important role in heating ionospheric ions to magnetospheric energies, regulating pressure anisotropy in the magnetosphere, populating the magnetosphere with energetic heavy ions during substorms, and inducing enhanced protons.  EMIC waves are known to be excited as left-hand polarized waves near the magnetic equator in the inner magnetosphere and reach the ground propagating along the magnetic field line.  Higher-frequency EMIC waves are often filtered during wave propagation to the ground, while lower-frequency EMIC waves can effectively reach the ground.  Understanding this phenomenon is complicated because EMIC waves can be affected by various physical processes, the plasma environment along the propagation path in the magnetosphere/ionosphere, and wave properties.  The team proposed to understand better the propagation and dissipation of EMIC waves using models and both space and ground-based observations.  This collaborative research project consists of scientists from four institutes, including two non-R1 colleges. \r\n\r\nThis project aims to investigate the propagation and dissipation of EMIC waves in the magnetosphere and ionosphere by answering these four scientific questions:  \r\n1. How do EMIC waves reach the ground?\r\n2. How is EMIC wave propagation affected by geomagnetic activity?\r\n3. How does geomagnetic field topology, such as compressed and stretched magnetic field, affect wave propagation?\r\n4. What is the significance of EMIC wave polarization in the context of the above parameters and how are wave polarizations related with propagation?\r\n\r\nThe team will employ a state-of-art full-wave simulation code, Petra-M, which uses the finite element method (FEM).  One advantage of using the FEM is that various magnetic field topologies and background plasma parameters are easily adopted in the simulation code.  The Petra-M code will utilize realistic terrestrial magnetic field topologies (dipole and compressed magnetic field) and density configurations from empirical density models.  Wave simulations will be performed to examine wave generation and propagation.  The team will also analyze recent observations of these waves by multiple satellites and compare them with the ground magnetometer network observations.  To consider the EMIC wave propagation in the inner magnetosphere, the proposers will investigate the following characteristics of the EMIC wave events between space (GOES satellite) and ground, spatial distribution (L and MLT), relationship with solar and geomagnetic activity, the distance between GOES satellites and plasmapause locations, and wave properties such as polarization, frequency, and normal angle.  For the EMIC waves in the outer magnetosphere, the team will also investigate space (MMS, THEMIS, and Cluster)-ground conjugate observations using high-latitude ground stations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyomin",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyomin Kim",
   "pi_email_addr": "hmkim@njit.edu",
   "nsf_id": "000611525",
   "pi_start_date": "2024-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 135941.0
  }
 ],
 "por": null
}