{
 "awd_id": "2306977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Renewal: Fundamental Physics of Polariton Condensates",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 758311.0,
 "awd_amount": 591644.0,
 "awd_min_amd_letter_date": "2024-03-25",
 "awd_max_amd_letter_date": "2024-03-25",
 "awd_abstract_narration": "Nontechnical decription:\r\nThis project, funded jointly by the Condensed Matter Physics and Atomic, Molecular and Optical Physics - Experiment programs, supports fundamental physics studies in a new class of superfluids.  Superfluidity is an intrinsically quantum phenomenon in which below a certain temperature, many particles spontaneously join together to act as a wave.  There are just a few physical systems that are known to act this way. The oldest is superfluid liquid helium, which flows with zero viscosity. Superconducting metals are another example, in which electrons act as a wave, and flow with zero resistance, and ultracold atoms in ultrahigh vacuum, stabilized by laser beams and magnetic field are another.  In the past decade, another class of superfluid has received widespread attention, namely “heavy photons” known as “polaritons,”  in which photons can flow like a liquid.  This project supports basic research studies of these polariton superfluids, made possible by using semiconductor structures, fabricated as part of this project, that are the best in the world in terms of smoothness and lack of impurities. This project can have broad impact in increasing our understanding of universal properties of superfluids, and in making possible new types of optical communications devices.  The PI of the project will also continue to collaborate with the Carnegie Science Center in Pittsburgh to educate the public on general quantum mechanics and optics topics.\r\n\r\nTechnical description: \r\nThis project supports the continuing work of PI Snoke on fundamental properties of exciton-polaritons in GaAs-AlGaAs microcavities.  The structures are designed by the Snoke group and then fabricated using molecular-beam epitaxy by two labs, the group of Loren Pfeiffer at Princeton and the group of Zbig Wasilewski at the University of Waterloo.  One goal of the project is to advance the quality of these microcavity structures, in particular to make large area structures with a high degree of flatness and very little leakage of light out of the structures, which will allow the possibility of optical circuits on a chip with propagation lengths of hundreds of microns. The Snoke group will use advanced optical methods including picosecond time-resolved spectroscopy, imaging, and interferometry to study polariton superfluids in these structures. In the past year, two breakthrough results have been obtained, and an immediate goal will be to perform followup experiments to fully understand these effects. One of these is the demonstration of a true persistent current of a polariton superfluid in a ring. While indirect evidence for persistent current has been seen in other systems, the microcavity polariton system allows direct, in situ measurement of the phase of the superfluid while it is circulating. The other new result is a highly accurate measurement of the superfluid fraction while the system is in thermal equilibrium.  A universal power law has been observed which was not theoretically predicted nor observed in other experimental systems. Ongoing collaboration with many-body theorists will seek to create an analytical model for this power law. In the longer term, this project will seek to make networks of coupled polariton superfluids, which can be used both for ultrafast (~10 ps) optical switching methods as well as novel methods of analog optical computing to solve mathematical problems that are hard for traditional computers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Snoke",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Snoke",
   "pi_email_addr": "snoke@pitt.edu",
   "nsf_id": "000213632",
   "pi_start_date": "2024-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Loren",
   "pi_last_name": "Pfeiffer",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Loren N Pfeiffer",
   "pi_email_addr": "loren@princeton.edu",
   "nsf_id": "000524191",
   "pi_start_date": "2024-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 5TH AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  },
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 591644.0
  }
 ],
 "por": null
}