{
 "awd_id": "2308974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Local Gravity Disturbances and Next-Generation Gravitational-Wave Astrophysics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 140934.0,
 "awd_amount": 140934.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "According to the National Academies’ 2020 Decadal Survey on Astronomy and Astrophysics \"Gravitational wave astrophysics is one of the most exciting frontiers in science” and a next-generation gravitational-wave observatory in the US is “central to achieving the science vision laid out in the survey’s road map”. Current generation gravitational-wave detectors NSF's Advanced LIGO and Advanced Virgo have opened the era of gravitational wave astrophysics with the first gravitational wave detections from mergers of binary black hole, binary neutron star, and black hole-neutron star systems, and have triggered a broad range of studies including novel tests of General Relativity, understanding constraints on the interior of neutron stars, and new measurements of the Hubble constant describing the expansion of the universe.  Cosmic Explorer, the next-generation ground-based gravitational wave observatory in the US, will transform and accelerate the field of gravitational wave astrophysics, enabling investigations of the farthest reaches of our universe and opening new collaboration pathways.  This work will help ensure Cosmic Explorer reaches design sensitivity at the lowest frequencies by reducing the impact of disturbances in the local gravitational field around the detectors.  This low-frequency sensitivity improvement will enable Cosmic Explorer to observe interesting heavy astrophysical objects such as intermediate-mass black holes and increase early warning capabilities that enable electromagnetic telescopes to view the moment of mergers of compact binary objects. The award will also train students and postdocs in STEM areas.\r\n\r\nGravitational wave detectors are responsive to the gravitational forces, as described by Newton’s Law of Universal Gravitation, induced by any mass that is in close proximity to the instrument. Fluctuations in mass density due to propagating seismic waves create a limit to the instrument’s sensitivity. This work will develop techniques for assessing local gravity disturbances based on simulations and analysis of future measurements of the environment at proposed locations of Cosmic Explorer observatories and will help determine the viability of these candidate locations.  The team will develop techniques for measuring and mitigating Newtonian noise using a series of simulations of seismic and other vibrational noise. This work will feed into the conceptual design of the Cosmic Explorer facilities and the local topology surrounding them to minimize the local gravity disturbances near the detector. It will also provide designs of instrument arrays necessary for measuring and inferring Newtonian noise that will be capable of mitigating the influence of those disturbances on the gravitational-wave data stream, and provide preliminary cost estimates for Newtonian noise mitigation.  These efforts will enable the 20 dB of seismic Rayleigh wave mitigation required to meet Cosmic Explorer’s low-frequency sensitivity target.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vuk",
   "pi_last_name": "Mandic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vuk Mandic",
   "pi_email_addr": "vuk@umn.edu",
   "nsf_id": "000488114",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "115 Union Street SE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 140934.0
  }
 ],
 "por": null
}