{
 "awd_id": "2315727",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Engines: Louisiana Energy Transition Engine",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032924846",
 "po_email": "jfields@nsf.gov",
 "po_sign_block_name": "Jessica Fields",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 15000000.0,
 "awd_amount": 15000000.0,
 "awd_min_amd_letter_date": "2024-01-29",
 "awd_max_amd_letter_date": "2025-03-18",
 "awd_abstract_narration": "This NSF Engines award to the Louisiana Energy Transition Engine will advance our nation’s capacity for innovation in clean energy by driving research and commercialization efforts in carbon capture, hydrogen as an alternative fuel, carbon dioxide as a feedstock, sustainable water, sustainable manufacturing for clean energy, and economic and policy research to promote pathways to decarbonization in the State of Louisiana. Clean energy technologies will surpass the current state of practice and our current capabilities because of the unique capacity of this NSF Engine to leverage Louisiana’s unique geology, its existing oil and gas production as well as downstream petrochemical operations, and its strong research and development infrastructure. This will have profound impacts on our national economy and security, and it will increase the Nation’s ability to compete on a global stage as the world races to find more sustainable energy solutions while also unlocking regional economic growth and creating opportunities for the entire state. In addition to the significant national impacts, the NSF Engine has the potential to create new jobs and training opportunities in the clean energy sector particularly for historically underserved and/or rural communities within the region of service. If successful, the innovation ecosystem driven by the NSF Engine will result in unprecedented advances ranging from carbon dioxide sequestration and carbon dioxide as a feedstock to hydrogen as an alternative fuel by creating new technologies and technology startups that solve industry needs, bringing with it new jobs, opportunities, and economic prosperity for the State of Louisiana. \r\n\r\nThe NSF Engine has a region of service that spans the entire State of Louisiana. The NSF Engine includes a large ecosystem of core partners with representation from the energy industry, universities (including Historically Black Colleges and Universities, public and private four-year institutions and two-year institutions), economic and workforce development organizations, non-profits, and investment firms that are essential to the NSF Engine’s success. This diverse coalition of partners will be central to R&D, translation, and workforce development efforts. \r\n\r\nThe NSF Engine will focus on six topic areas related to decarbonization and the transition to clean energy. These topic areas are: (1) carbon sequestration; (2) hydrogen as an alternative fuel; (3) use of carbon dioxide to produce biofuels or bioproducts; (4) sustainable solutions to the energy industry’s high demand for water; (5) sustainable manufacturing practices for the clean energy industry; and (6) policy development to promote decarbonization of the energy sector. The NSF Engine will assemble a cross-sector committee of core partners who will work together to prioritize research initiatives that are responsive to the energy industry’s needs in the transition to a sustainable, low carbon future. Specific research projects will be supported through seed funding competitions.\r\n \r\nThe research and translation goals of the NSF Engine are to: (1) leverage regional expertise to solve energy and hydrocarbon transition-related challenges aligned with the six identified topic areas; (2) launch and sustain an energy transition technology incubator that prioritizes historically underserved communities to grow and develop early-stage technology projects; and (3) generate and attract more substantial investments, technologies, intellectual property activity, startups, and commercial activities to accelerate energy transition by developing and growing research, partnerships, workforce training, and entrepreneurial efforts in Louisiana. Collectively, these goals will enable Louisiana to become a global leader in clean energy technology innovations and accelerate regional economic growth—creating career opportunities for the entire community. The coalition of partners bring deep expertise across all core functions of the NSF Engine to ensure the NSF Engine goals are met. This expertise includes chemical and clean energy engineering; technology commercialization, entrepreneurship, and small business management; establishment of accessible career pathways for Louisiana residents; and development of sustainable partnerships across higher education, industry, community, and government. \r\n\r\nThe NSF Engine has engaged state and local chambers of commerce, economic and workforce development organizations, industry, and Louisiana’s Community and Technical College System to build training and mentorship opportunities across the state. Specific activities include train-the-trainer programs to educate the next generation of STEM educators, supporting K-12 educators link energy transition topics to foundational STEM classes, and a grant   program that will support new, equitable training opportunities that address new and existing workforce gaps in the clean-energy sector. Workforce development activities will prioritize rural and historically underserved communities within the region of service. \r\n\r\nThe NSF Engine has brought together a strong coalition of partners and identified strong alignment with regional assets and priorities. The NSF Engine has identified critical R&D topic areas that must be advanced to drive clean-energy innovations and get closer to a net-zero carbon future. It will support R&D and translational activities to cultivate an innovation ecosystem of tech companies that support the nation’s transition to clean energy, while also driving economic growth through job creation and training opportunities in the clean energy sector, particularly for historically underserved and/or rural communities, across the State of Louisiana.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Mazzola",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Mazzola",
   "pi_email_addr": "mikemazzola@lsu.edu",
   "nsf_id": "000178416",
   "pi_start_date": "2025-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Maas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Maas",
   "pi_email_addr": "andrew.m@discoveries.utexas.edu",
   "nsf_id": "000673805",
   "pi_start_date": "2024-01-29",
   "pi_end_date": "2025-03-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Khonsari",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michael M Khonsari",
   "pi_email_addr": "khonsari@lsu.edu",
   "nsf_id": "000363432",
   "pi_start_date": "2024-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiao-Dong",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao-Dong Zhou",
   "pi_email_addr": "xiao-dong.zhou@uconn.edu",
   "nsf_id": "000277009",
   "pi_start_date": "2024-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Mainardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Mainardi",
   "pi_email_addr": "mainardi@latech.edu",
   "nsf_id": "000493906",
   "pi_start_date": "2024-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Shantz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel F Shantz",
   "pi_email_addr": "dshantz@tulane.edu",
   "nsf_id": "000676064",
   "pi_start_date": "2024-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  },
  {
   "pgm_ele_code": "301Y00",
   "pgm_ele_name": "NSF Engines - Type 2"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AC2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 15000000.0
  }
 ],
 "por": null
}