{
 "awd_id": "2315359",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Engines Development Award: Advancing manufacturing and building construction technologies (KY, WV, OH)",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032924383",
 "po_email": "chzhang@nsf.gov",
 "po_sign_block_name": "Chun Zhang",
 "awd_eff_date": "2024-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 999998.0,
 "awd_amount": 999998.0,
 "awd_min_amd_letter_date": "2024-04-15",
 "awd_max_amd_letter_date": "2024-04-15",
 "awd_abstract_narration": "This Regional Innovation Engines Development Award is focused on advancing additive manufacturing (AM) in a region that is experiencing transformation from \"old manufacturing\" to a more modern base. It develops transformative developments in AM to enable local fabrication of industrial components closer to where they are needed, thereby reducing the transport and associated carbon impact that would have otherwise been required and reducing dependence on uncertain external sources. The Region of Service includes the states of Kentucky, Ohio, and West Virginia. This effort is being led by Kentucky Science and Technology Corporation (KSTC), a non-profit, with approximately 26 partners (6 core partners, 5 additional funded, and 15 unfunded).  These partners include three Carnegie-\"R1\" rated universities, 3 Historically Black Colleges and Universities, a community college system, 8 major corporations, two trade organizations, and several smaller organizations including an investment fund. Kentucky, West Virginia, and Ohio are all states that have been under-invested during the venture backed technology boom of the last 50 years. Resource investments include engaging local government and citizens, secondary and post-secondary educational institutions, and local economic development organizations in roundtables to bring the world class research to new stakeholders. The ultimate goal is bridging AM use-inspired research, workforce education, and ecosystem activities to address specific economic development and DEIA priorities tailored to each community’s local needs.\r\n\r\nThe vision is to accelerate development of printing technologies to usher in a new age of Moore’s law for Additive Manufacturing. To realize this vision responsibly, the project team has a correlated goal to build and demonstrate the world’s most sustainable circular metal printing ecosystem, including recycling, reduced energy usage, and holistic design practices. The goal is driven by strong desire to push AM beyond its current linear growth trajectory. This will lead to new questions and knowledge in key research areas of laser processing, data science, and materials development. The project will generate a use-inspired research roadmap to leap-frog current state of the art AM for high consequence applications for sustainable supply chains. The roadmap is informed by demand-pull from lead system integrator Original Equipment Manufacturers (OEMs) as power users and customers for AM technology, linking core activities advancing the science of AM qualification as the backbone for translations to practice.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Samuel",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Frank T Samuel",
   "pi_email_addr": "tsamuel@kstc.com",
   "nsf_id": "000862032",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Herderick",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Edward D Herderick",
   "pi_email_addr": "eherderick@nslanalytical.com",
   "nsf_id": "000830063",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kentucky Science & Technology Corporation",
  "inst_street_address": "380 S MILL ST",
  "inst_street_address_2": "STE 300",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592333502",
  "inst_zip_code": "405082560",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "KENTUCKY SCIENCE & TECHNOLOGY CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "WDFJJSY1EL18"
 },
 "perf_inst": {
  "perf_inst_name": "Kentucky Science & Technology Corporation",
  "perf_str_addr": "380 S MILL ST STE 300",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405082560",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 999998.0
  }
 ],
 "por": null
}