{
 "awd_id": "2315782",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Engines: Paso del Norte Defense and Aerospace Innovation Engine",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032928808",
 "po_email": "frabanal@nsf.gov",
 "po_sign_block_name": "Florence Rabanal",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 14999999.0,
 "awd_amount": 999999.0,
 "awd_min_amd_letter_date": "2024-01-29",
 "awd_max_amd_letter_date": "2024-06-12",
 "awd_abstract_narration": "The Paso del Norte Defense and Aerospace Innovation Engine is working to fuel the growth of a dynamic aerospace and defense (A&D) manufacturing sector in West Texas and Southern New Mexico. The NSF Engine will increase the competitiveness of Paso del Norte small and medium manufacturers (SMMs) in A&D markets by creating an innovation platform that combines an emerging digital engineering paradigm, skilled workforce development, and other resources to reduce costs for startups and SMMs while increasing access to cutting-edge design and testing tools needed to spur growth. The NSF Engine re-imagines the Paso del Norte region as an advanced manufacturing and knowledge-based economy that increases the share of jobs in advanced industries in the region from 3.2% to 25%. This can be accomplished by redeploying local manufacturing capabilities to support U.S. A&D industries and upskilling the local talent workforce and expanding access for K-12 students to next-generation STEM skills so that more people in the region have a path to the middle class.\r\n\r\nSMMs remain extraordinarily critical to maintaining a vibrant and secure U.S. A&D supply chain, but fewer and fewer SMMs are participating in the defense industrial base. Because they often have a smaller workforce, limited resources, and no budget or infrastructure for research and development, SMMs are increasingly excluded from the highly stratified U.S. innovation ecosystem. The NSF Engine is tackling the national challenge of reinvigorating the once vital manufacturing base of the U.S. economy and increasing economic mobility and workforce participation in the Paso del Norte region through the creation of innovation sector jobs. Five of 14 defense critical technologies identified by the U.S. Department of Defense are included in the ecosystem: advanced materials; trusted AI and autonomy; space technology; renewable energy generation and storage; and hypersonics.\r\n\r\nPaso del Norte is an eight-county region that sits on the U.S.-Mexico border in the American Southwest. It includes six counties in West Texas and two in Southern New Mexico. The cities of El Paso and Las Cruces are the largest metropolitan areas in the region of service. The U.S. Economic Development Administration (EDA) designates six of the eight counties (Culberson, Doña Ana, El Paso, Hudspeth, Presidio, and Sierra) as Persistent Poverty Counties, meaning that poverty rates have stayed above 20 percent for at least 30 years. The median income for families in this region is well below the national average and this gap has widened since 1997.\r\n\r\nOne reason for low incomes is the lack of high-paying STEM jobs in the region, relative to other markets. To revitalize the US A&D industrial base and propel the Paso del Norte region toward more economic parity and increased competitiveness, the NSF Engine will help SMMs to develop more innovation in their approaches and gain affordable access to defense-critical research and development. Some of the key components of the NSF Engine are new open-access physical and technical support infrastructures based at universities and facilities in the region that SMMs can utilize to build their innovation capacity and workforce talent.\r\n\r\nThe NSF Engine’s Public Innovation Architecture will be an ecosystem that fosters engineering and manufacturing innovation to speed the development of capabilities among regional SMMs to access use-inspired R&D. This Public Innovation Architecture is a way to disrupt the traditional R&D process by ensuring broad and affordable access to innovation processes. The Public Innovation Infrastructure will be a combination of resources to develop hard and soft infrastructure, which includes expanding the available local skilled workforce, physical infrastructure in El Paso for SMMs, digital infrastructure that can be accessed throughout the region, and capacity building for innovation in translation and commercialization. This public infrastructure will reduce costs for startups and SMMs to enter and compete in the A&D market.\r\n\r\nThe Talent Infrastructure supports the region’s innovation industry through upskilling of local workforce talent and K-12 outreach to build interest in careers in the A&D industry. Project lead organizations, The Aerospace Center and the W.M. Keck Center for 3D Innovation at The University of Texas at El Paso have developed new approaches to solving the STEM talent crisis facing the nation with a unique student-centered research model. Skill development strategies have produced graduates who are in high demand because of their abilities to immediately provide value to employers. This research model excels at opening new pathways into the A&D sector for groups traditionally underrepresented in the workforce. The Centers’ students are 80% Latino, two-thirds come from families who make less than $37,000, and half are first-generation college students. The two centers are national leaders in training female engineers — 29% of their students are women, which is much higher than peer institutions in the same fields.\r\n\r\nThe NSF Engine will expand this model with a technician training program called Aerospace and Defense Technologies and Manufacturing Training Centers (ADTech). A&D manufacturers often complain that new graduates of engineering and technician programs often lack the skills needed to be immediately productive and require expensive additional on-site training to be ready for the demands of their new job. The ADTech skills development platform, which expands on the success of programs at UTEP, will use proven skills-focused strategies to train a technician workforce that can meet the demands of A&D and advanced manufacturing employers. This agile training platform will integrate best practices in vocational training including supporting an open talent ecosystem, digital learning opportunities, and comprehensive partnership coordination that meets the needs of local SMMs.\r\n\r\nThe NSF Engine builds from significant investments and partnerships that have been developed over the two decades to fuel growth in this sector. This growth will lift the region’s median income to the national average and increase the region’s corporate footprint. The capital influx will spill over into other regional industries, creating broad and inclusive wealth building in this historically poor region where a majority of residents identify as Latino.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahsan",
   "pi_last_name": "Choudhuri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahsan Choudhuri",
   "pi_email_addr": "ahsan@utep.edu",
   "nsf_id": "000361767",
   "pi_start_date": "2024-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Wicker",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan B Wicker",
   "pi_email_addr": "rwicker@utep.edu",
   "nsf_id": "000367229",
   "pi_start_date": "2024-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799680001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  },
  {
   "pgm_ele_code": "301Y00",
   "pgm_ele_name": "NSF Engines - Type 2"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AC2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 999999.0
  }
 ],
 "por": null
}