{
 "awd_id": "2317482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Upcycling animal hair waste into regenerated textile fibers",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2023-12-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2023-12-14",
 "awd_max_amd_letter_date": "2023-12-14",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project reduces the environmental footprint of the fashion industry by engineering regenerated sustainable textile fibers from protein waste. The millions of tons of industrial and post-consumer keratin waste produced every year from the food, beauty, and textile industries are targeted as sources of biomass to engineer sustainable and cost-effective protein-based textiles with properties comparable to animal fibers such as wool and cashmere. This project would allow the introduction of a new player in the eco-friendly fiber market space and contribute to the fight against the detrimental environmental impacts of synthetics. The repurposing and revalorization of keratin waste from the wool, leather and poultry industries would benefit a broad part of the US agriculture ecosystem. The fundamental research on protein self-assembly and biomaterial engineering necessary for the development of the keratin regenerated fibers will serve as a scientific asset in other industrial sectors including biomedical, high-performance materials, and green chemistry industries.\r\n\r\nThis SBIR Phase I project will develop chemical processes and material fabrication platforms to enable the upcycling of keratin protein waste into textile fibers proving processability through standard fabric manufacturing technologies. The target deliverable is planned to be achieved by 1) developing an efficient and sustainable method to extract keratin from animal hairs; 2) engineering the textile fibers at the molecular level to first match, and then improve the mechanical and sensorial properties of wool and cashmere; and 3) implementing a custom lab-scale fiber manufacturing process, demonstrating potential scalability into a multifilament production line. The following activities will be conducted to meet the planned milestones: 1) implementing a non-denaturing extraction process of keratin from hair waste and formulation of the extracted protein into a material processable through extrusion-based fabrication platforms; 2) reconstructing the fibrillar and anisotropic architecture of animal hair by chemically and physically regulating the self-assembly process of the extracted keratin during the fiber fabrication process; 3) modulating the hygroscopicity of the fiber by modifying the reactivities of both fiber core and surface; and 4) tuning the rheological properties and the liquid-to solid phase transition of the protein material under shear stress and during the fiber formation step, respectively.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Cera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Cera",
   "pi_email_addr": "lucacera@finiksforge.com",
   "nsf_id": "000875497",
   "pi_start_date": "2023-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FINIKS FORGE, INC.",
  "inst_street_address": "111 S OXFORD ST APT 5",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8573166960",
  "inst_zip_code": "112174206",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NY08",
  "org_lgl_bus_name": "FINIKS FORGE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LLFND433X2N7"
 },
 "perf_inst": {
  "perf_inst_name": "FINIKS FORGE, INC.",
  "perf_str_addr": "24 BERKELEY ST",
  "perf_city_name": "SOMERVILLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021431604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}