{
 "awd_id": "2318781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: AMPS: Uncertainty quantification of state estimation and topology identification in smart electricity distribution systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 160000.0,
 "awd_min_amd_letter_date": "2024-04-24",
 "awd_max_amd_letter_date": "2024-04-24",
 "awd_abstract_narration": "In response to urgent concerns regarding energy sustainability and reliability, distributed clean energy resources and other innovative technologies are being widely deployed to facilitate the transition to smart electricity distribution systems. While offering numerous potential benefits, these advancements also introduce new challenges necessitating robust state estimation and topology identification tools to ensure secure and cost-effective operations. Unlike transmission system state estimation which has been extensively developed, distribution system state estimation and topology identification remain open research questions due to the complexity of heterogeneous uncertainties, frequent changes in network topology, and limited real-time measurements. Therefore, many approaches developed for transmission systems are unsuitable for distribution systems. To this end, this project aims to develop efficient numerical algorithms that rigorously quantify uncertainties and leverage prior information, enabling a more accurate understanding of smart distribution systems and supporting their secure and economic operations. Additionally, this project will offer abundant resources to educate and train the next-generation workforce in essential energy and mathematical concepts. Research outcomes will be integrated into both undergraduate and graduate courses, enriching students' understanding of interdisciplinary topics such as energy systems and Bayesian data analysis. Moreover, educational and research findings will be shared with the broader energy system community and the general public through various channels including conference presentations, journal publications, and public events, ensuring widespread dissemination and impact.\r\n\r\nThe PIs will utilize tools in Bayesian learning, optimization, and statistics to model and quantify uncertainties in measurements, state variables, and network topology within smart electricity distribution systems. Specifically, the PIs will address several technical challenges: (1) incorporating realistic measurement distributions and physical characteristics into carefully designed likelihood functions and prior distributions; (2) developing new approaches for handling non-Gaussian priors, improper priors, and non-Gaussian likelihoods; (3) devising fast variational expectation-maximization algorithms for parameter estimation within proposed hierarchical Bayesian models; (4) creating efficient distributed algorithms for state estimation and topology identification, capitalizing on the unique structures of smart electricity distribution systems; and (5) conducting rigorous convergence analysis of the proposed fast algorithms using tools from optimization theory and statistics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guohui",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guohui Song",
   "pi_email_addr": "gsong@odu.edu",
   "nsf_id": "000635566",
   "pi_start_date": "2024-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "045Y00",
   "pgm_ele_name": "AMPS-Algorithms for Modern Pow"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": null
}