{
 "awd_id": "2321862",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II: Innovative Two-Phase Cooling with Micro Closed Loop Pulsating Heat Pipes for High Power Density Electronics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 978431.0,
 "awd_amount": 978431.0,
 "awd_min_amd_letter_date": "2024-04-01",
 "awd_max_amd_letter_date": "2024-04-01",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project is that it enables significantly enhanced cooling performance for consumer and embedded electronics of mobile devices in the worldwide race for more efficient products. Compared with the current state of the art, this project’s micro Closed-Loop Pulsating Heat Pipes (CLPHPs) will provide over 40% higher cooling capacity, increase battery life by more than 30%, and reduce electricity consumption by over 25%. It will be made of a recyclable material (aluminum) or ceramic with a new environmentally friendly working fluid inside. The primary source of revenue will be via product sales of CLPHP-based heat sinks to laptop OEMs and other OEMs, integrators, and end users. We anticipate entering the market in 2026/2027 for mainstream and gaming “thin and light” laptops and electronics with discrete GPUs and CPUs/processors requiring advanced cooling.  CLPHPs provide a direct replacement for existing vapor chamber, heat pipe, and heatsink solutions for these devices.  The main deliverable is to develop an industry-leading heat spreader- that operates passively, creating its coolant flow from its self-pulsating mechanism, critical for thin mobile electronics for which fans or other auxiliary powered non-passive solutions are avoided. \r\n\r\nThis SBIR Phase II project proposes to address the urgent cooling challenges presented by next-generation 5G/6G mobile devices and other advanced electronics (Artificial Intelligence, Internet of Things) for which a solution has yet to be found. The objectives are to build on the fundamental and practical knowledge developed in the Phase I project to geometrically enhance the micro-channels to increase the internal surface area, the evaporation and condensation processes, and the flow rate to achieve even greater heat-spreading capability.  This will be accomplished through fabricating and testing two novel CLPHP designs (generations 2 and 3) under various heating conditions and orientations representative of mobile device applications.  The goal is to enter the market with this disruptive cooling technology that will enhance the performance of millions of mobile devices, save battery/grid energy, and unlock the barriers created by today’s lack of advanced cooling solutions.  The novel CLPHP is an important “enabler” of numerous new devices yet to be conceived and for improvement of existing advanced technologies, nearly all of which are electronically “throttled” by the limiting performance of current cooling technologies.  This project is well-positioned to provide the US/worldwide market with the needed cooling solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Chiriac",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Victor A Chiriac",
   "pi_email_addr": "vic_chi01@yahoo.com",
   "nsf_id": "000833431",
   "pi_start_date": "2024-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GLOBAL COOLING TECHNOLOGY GROUP, LLC",
  "inst_street_address": "13856 SOUTH 36TH WAY",
  "inst_street_address_2": "",
  "inst_city_name": "PHOENIX",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4802156724",
  "inst_zip_code": "850448211",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "GLOBAL COOLING TECHNOLOGY GROUP LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFY8R3AN2HG3"
 },
 "perf_inst": {
  "perf_inst_name": "GLOBAL COOLING TECHNOLOGY GROUP, LLC",
  "perf_str_addr": "13856 SOUTH 36TH WAY",
  "perf_city_name": "PHOENIX",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "850448211",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 978431.0
  }
 ],
 "por": null
}