{
 "awd_id": "2321926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Cell-penetrating monobodies targeting oncogenic KRAS",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-02-26",
 "awd_max_amd_letter_date": "2024-02-26",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project lies in technological development of a new pharmaceutical intervention called cell-penetrating monobodies (CPM). The validation of this new CPM intervention will be demonstrated by designing potent and selective CPM-based inhibitors targeting certain cancers. The success of this project will establish a powerful pharmaceutical technology for designing personalized therapies to treat the oncogenic mutant-driven lung, pancreatic, and colorectal cancers, where treatment options are extremely limited. This project will also enhance the academia-industry partnership, strengthen a burgeoning life science ecosystem in the Buffalo area, and develop a globally competitive STEM workforce for the Western New York region.\r\n\r\nThe proposed project addresses a critical barrier in the clinical translation of monobodies - a class of powerful tool biologics that are not cell-permeable despite their small size. The CPM technology overcomes this barrier by combining orthogonal crosslinking  a proprietary method to rigidify monobody structure through site-specific inter-strand crosslinking - with monobody surface supercharging. As a result, the CPM technology potentially possesses several innovative features: 1) genetic modifications facilitate recombinant production of CPM in bacteria both at research scale and for manufacturing; 2) high binding affinity and specificity toward intracellular oncogene targets can be readily obtained using well-established display technologies; and 3) robust cytosolic transport efficiency can be obtained owing to the rigid scaffold and tunable surface charge. This project aims to unlock the commercial value of CPM technology by identifying potent and selective inhibitors oncogenic KRAS mutants that proved to be elusive with the small-molecule approach. Extensive optimizations of charge distribution and physicochemical properties will be performed using a reported monobody-based KRAS inhibitor as a template, with a goal to identify one CPM with sub-micromolar inhibitory activity in the KRAS mutant-harboring cell lines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johnathan",
   "pi_last_name": "Rabb",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Johnathan D Rabb",
   "pi_email_addr": "johnathan.rabb@covalabio.com",
   "nsf_id": "000923655",
   "pi_start_date": "2024-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "COVALABIO INC.",
  "inst_street_address": "7084 MIRAMAR RD STE 401",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8587293339",
  "inst_zip_code": "921212343",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "COVALABIO INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WQNNR7LE5Y99"
 },
 "perf_inst": {
  "perf_inst_name": "CovalaBio Inc.",
  "perf_str_addr": "106 GOLDEN PHEASANT DR",
  "perf_city_name": "GETZVILLE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "140681463",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}