{
 "awd_id": "2321986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scholarships, Academic, and Social Supports to Provide Low-Income Transfers Students Opportunities for Nurtured Growth in AI",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927210",
 "po_email": "efuller@nsf.gov",
 "po_sign_block_name": "Edgar Fuller",
 "awd_eff_date": "2024-04-15",
 "awd_exp_date": "2029-03-31",
 "tot_intn_awd_amt": 2490530.0,
 "awd_amount": 753043.0,
 "awd_min_amd_letter_date": "2024-04-11",
 "awd_max_amd_letter_date": "2024-04-11",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at the University of Central Florida (UCF).   As one of the largest universities in the nation, UCF is among the top three institutions enrolling transfer students and is recognized as a Hispanic Serving Institution.  Over its five-year duration, this project will fund scholarships to fifty unique full-time students who are pursuing Bachelor of Science (BS) or Master of Science (MS) degrees in the artificial intelligence (AI) fields of Computer Science, Computer Vision, Computer Engineering, Data Analytics, and Statistics & Data Science. With BS+MS programs in place, many of these students will be able to complete an MS degree in just 12 months after completion of a BS degree. All scholarship recipients will enter the program as transfer students entering the university and will receive support until graduation. These students are at a critical phase in their academic careers, at a time when obstacles of many varieties have the greatest potential to cause students to reconsider their paths, becoming vulnerable to attrition.  Each program participant is given a faculty mentor, who has expertise in his/her field of study, and a peer mentor, who is near graduation for a degree in that field. The mentors serve as a personal guides for the student as he/she navigates unknown territory at a new institution and begins challenging coursework. Scholarships provide freedom to focus on studies, without the additional burden of finding ways to pay for it.  Altogether, the support of a scholarship, a mentor, and a community of like-minded students, promises to reduce the obstacles students face, keep them interested in their field of study, and motivate them to excel academically. Students will be streamlined into existing research groups or industrial internships or REUs, which will later be used to place qualified students into the workforce.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving students with demonstrated financial need.  The specific aims of the project are to (i) ensure scholars are retained past the first year, (ii) ensure scholars persist and complete a BS degree in high-need fields of AI, and (iii) substantially increase the number of MS degrees in AI fields.  To achieve the project goals, we will (a) provide transfer students a strong sense of belonging and establish their identities as AI scholars, (b) develop scholars’ proficiency in AI through mentoring and advanced coursework, with potential for research and internships, and (c) provide clear pathways to MS degree completion with financial support.  The expected outcomes are 90% retention rate past the first year, 90% participation rate in internships or research projects, and 60% acceptance rate into MS degree programs in AI fields.  To ensure the project remains on track for achieving its goals, an external evaluator will monitor the selection and recruitment process, along with graduation and retention rates, as well as student and mentor activities.  Program results will be disseminated through the program webpage, reports at conferences and article publication.  This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mubarak",
   "pi_last_name": "Shah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mubarak Shah",
   "pi_email_addr": "shah@crcv.ucf.edu",
   "nsf_id": "000318379",
   "pi_start_date": "2024-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Niels",
   "pi_last_name": "da Vitoria Lobo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Niels J da Vitoria Lobo",
   "pi_email_addr": "niels@cs.ucf.edu",
   "nsf_id": "000482418",
   "pi_start_date": "2024-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nazanin",
   "pi_last_name": "Rahnavard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nazanin Rahnavard",
   "pi_email_addr": "nazanin@eecs.ucf.edu",
   "nsf_id": "000501774",
   "pi_start_date": "2024-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Moore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Moore",
   "pi_email_addr": "Brian.Moore@ucf.edu",
   "nsf_id": "000530245",
   "pi_start_date": "2024-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "HanQin",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "HanQin Cai",
   "pi_email_addr": "hqcai@ucf.edu",
   "nsf_id": "000839044",
   "pi_start_date": "2024-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "093Z",
   "pgm_ref_txt": "AI Education/Workforce Develop"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 753043.0
  }
 ],
 "por": null
}