{
 "awd_id": "2322302",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Development of an industrial flow meter for low-volume dispensing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2023-11-15",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 999593.0,
 "awd_amount": 999593.0,
 "awd_min_amd_letter_date": "2023-11-09",
 "awd_max_amd_letter_date": "2023-11-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project addresses an unmet need in the small dose dispensing market ($35.63 billion annually). The pharmaceutical, medical device, agriculture, and consumer product sectors all have carefully curated sensory-stimulating mixtures of concentrated liquids and need to deliver extremely small volumes in an efficient, accurate, and precise manner to minimize lost materials and ensure the satisfaction of their customers, while minimizing environmental impacts. Additionally, end-use applications such as in-home mixing of flavors and fragrances or real-time on-the-fly nutrient mixing in agriculture have demonstrated a particularly high need. Current dispensing technologies do not meet the unique needs of beachhead customers as competing technologies are too large, expensive, or unable to measure a wide array of fluids that may be highly viscous or opaque. The new approach promises to bring functionality to end users, that is only currently possible in highly controlled industrial settings. In addition to the economic impacts associated with the commercialization of this elastic filament velocimetry (EFV) technology, these new products will also help to mitigate the environmental impacts of precision agriculture, increasing the concentration of dispensed materials, and thereby reducing transportation and dilution costs. \r\n\r\nThis project validates an accurate and precise flow meter for measuring small flow rates of highly concentrated materials, enabling on-the-fly dispensing of low-volume fluids to create customized mixtures to meet end user needs. The technology utilizes EFV, a novel approach that uses a strain-based sensor that responds to fluid flow by deformation of a sensing element which changes its resistance in relation to fluid velocity. The proof-of-concept probe is sterilizable, highly accurate, and resource-efficient, enabling customers to accurately dispense small volumes of fluids across a broad range of viscosities with up to twenty-fold increase in throughput, 75% footprint reduction, and 95% reduction in cost, with increased accuracy and precision. These properties directly meet the needs of customers in several industrial segments including pharmaceutical dispensing, scientific research and development, and manufacturing, with an initial focus on end-use applications in food and beverage, flavors and fragrances, and precision agriculture. The research will significantly de-risk commercialization of the technology by demonstrating and expanding the technical capabilities of the probe to achieve product-market fit.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuyang",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuyang Fan",
   "pi_email_addr": "yuyang@tendo.tech",
   "nsf_id": "000852036",
   "pi_start_date": "2023-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TENDO TECHNOLOGIES INC",
  "inst_street_address": "303A COLLEGE ROAD E",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6268173389",
  "inst_zip_code": "085406608",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "TENDO TECHNOLOGIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "XVQQXRQRMQG5"
 },
 "perf_inst": {
  "perf_inst_name": "TENDO TECHNOLOGIES INC",
  "perf_str_addr": "303A College Road E",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085406608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 999593.0
  }
 ],
 "por": null
}