{
 "awd_id": "2322770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Increasing the Success of Talented Engineering Students with Unmet Financial Need with Scholarships, Culturally-responsive Curriculum, and Mentoring",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2030-03-31",
 "tot_intn_awd_amt": 2499997.0,
 "awd_amount": 586577.0,
 "awd_min_amd_letter_date": "2024-03-26",
 "awd_max_amd_letter_date": "2024-03-26",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated engineers by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at The University of Texas at San Antonio (UTSA). UTSA is a Hispanic Serving Institution (HSI). Over its six- year duration, this project will fund scholarships to 36 uniquely talented, full-time students who are pursuing bachelor’s degrees in Biomedical Engineering and Chemical Engineering (BCE). Based on the composition of enrollment, the majority of funded BCE students will be first generation college students, women, Hispanic, or African American. Scholarships will be provided to cover the unmet financial need (UFN) of students entering their second semester freshmen year and will continue until graduation. The scholarships will be coupled with evidence-based, culturally-responsive and culturally relevant (CR2) curriculum as well as co-curricular activities to enhance workforce readiness, including inclusive mentoring, experiential learning, and workshops for leadership, self-efficacy, engineering identity, career counseling and employment placement. This project is expected to increase the number of students from disadvantaged socioeconomic backgrounds who persist and graduate in engineering, effectively compete in the job market, provide economic security to themselves and their families, and help secure the US’s place as a global leader.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Financial needs strain students’ bandwidth, leading longer times to graduation relative to other student populations. To decrease this strain and address issues of persistence and sense of belonging, the following four specific aims will be completed: (1) Identify talented BCE students with UFN as scholarship recipients; (2) Increase awareness and preparation of faculty for implementation of CR2 curriculum and inclusive mentoring practices; (3) Support the development of students’ engineering identities through participation in experiential learning opportunities and CR2 academic projects and assignments; and (4) Perform a rigorous assessment of the project, and disseminate knowledge to engineering education communities. Upon completion, this project will increase understanding of the factors that influence low-income students’ persistence, graduation, and success in engineering and will reveal new knowledge related to: (1) positive engineering identity and leadership development, (2) development of CR2 pedagogies and shifts in building a CR2 community, and (3) indicators for advancements towards progress to graduation. The desired project outcomes include: (1) Increasing positive engineering identity, (2) Increasing the number of CR2 pedagogical lesson plans developed and implemented within core curriculum, (3) Enhancing scholars’ workforce and research readiness; (4) Improving first-year retention rates in the targeted courses to 100% for scholarship recipients; and (5) Improving six-year graduation rates for BCE students to 90% in each cohort. The project will be assess the project’s implementation and impact of the project activities on the desired outcomes. The project outcomes will be disseminated by faculty and scholars using mixed strategies to a wide range of audiences. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nehal",
   "pi_last_name": "Abu-lail",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Nehal I Abu-lail",
   "pi_email_addr": "nehal.abu-lail@utsa.edu",
   "nsf_id": "000094505",
   "pi_start_date": "2024-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mehdi",
   "pi_last_name": "Shadaram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mehdi Shadaram",
   "pi_email_addr": "mehdi.shadaram@utsa.edu",
   "nsf_id": "000365158",
   "pi_start_date": "2024-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Brey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Brey",
   "pi_email_addr": "eric.brey@utsa.edu",
   "nsf_id": "000343058",
   "pi_start_date": "2024-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karina",
   "pi_last_name": "Vielma",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Karina I Vielma",
   "pi_email_addr": "karina.vielma@utsa.edu",
   "nsf_id": "000799136",
   "pi_start_date": "2024-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIRCLE",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 586577.0
  }
 ],
 "por": null
}