{
 "awd_id": "2322344",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Wireless-Wireline Convergence",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1199902.0,
 "awd_min_amd_letter_date": "2023-11-27",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "The Small Business Innovation Research (SBIR) Phase II project provides ubiquitous indoor access to high capacity, low latency 5G and 6G networks which can have direct and indirect benefits to society.  The direct benefits include an increase in the ability to support manufacturing, health care, education, and enterprise services.  For instance, remote diagnosis and surgery require very high data rates and very low latency, but medical equipment and the architecture of hospitals generate significant interference and propagation issues which drastically limit coverage. Modern industrial manufacturing (Industry 4.0) also requires advanced networks to enable in-building robotics with artificial intelligence and augmented reality to enhance productivity.  Removing high frequency 5G coverage limitations will directly improve the ability of these industries to drive medical advances, increase manufacturing safety and efficiency, increase educational opportunities, and improve general workplace productivity. The indirect benefits of this project, while more difficult to quantify, may be more important: lowering the economic burden for high-speed connectivity will enhance the diversity of users that can contribute to innovation, thereby resulting in a nonlinear increase in societal progress.  \r\n\r\nThis Small Business Innovation Research (SBIR) Phase II project’s goal is to commercialize a novel technology developed in Phase 1 to enhance 5G indoor internet coverage. The core innovation is a convergence of wireline and wireless technologies enabled through a collaboration between one of the inventors of core DSL (wireline) technology and experts in the development of mmWave 5G (wireless).  Specifically, the solution allows for the transmission of mid-band and mmWave 5G signals over an existing wireline medium such as cat5, cat6, or coax which currently have limited use but are already widely deployed in buildings throughout the world.  This solution is possible today because of an ecosystem that includes new Open Radio Access Network (ORAN) standards, 5G cores available in the cloud, and increased processing power.  The research conducted through this project will prove the feasibility of ubiquitous in-building coverage at scale with multiple low-cost radiofrequency (RF) nodes broadcasting a 5G signal that does not interfere with the outdoor signals from cell towers.  The result of this project will be a seamless customer experience that provides the bandwidth and latency promised by 5G and 6G technologies inside buildings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "akula",
   "pi_last_name": "reddy",
   "pi_mid_init": "a",
   "pi_sufx_name": "",
   "pi_full_name": "akula a reddy",
   "pi_email_addr": "aneesh@phytunes.com",
   "nsf_id": "000856827",
   "pi_start_date": "2023-11-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PHYTUNES INC",
  "inst_street_address": "616 RAMONA ST STE 1",
  "inst_street_address_2": "",
  "inst_city_name": "PALO ALTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5126992274",
  "inst_zip_code": "943012541",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "PHYTUNES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NR9RZDK1W2L4"
 },
 "perf_inst": {
  "perf_inst_name": "PHYTUNES INC",
  "perf_str_addr": "616 RAMONA ST",
  "perf_city_name": "PALO ALTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943012541",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  },
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1199902.0
  }
 ],
 "por": null
}