{
 "awd_id": "2325877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supporting Success and Diversity for Low Income Computer Education Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927260",
 "po_email": "lsun@nsf.gov",
 "po_sign_block_name": "Lulu Sun",
 "awd_eff_date": "2024-01-15",
 "awd_exp_date": "2029-12-31",
 "tot_intn_awd_amt": 989617.0,
 "awd_amount": 156833.0,
 "awd_min_amd_letter_date": "2024-01-09",
 "awd_max_amd_letter_date": "2024-01-09",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at William Rainey Harper College (Harper), a Hispanic Serving Institution in the northwest suburbs of Chicago. Over its 6-year duration, this project will fund scholarships to approximately 40 unique full-time and part-time students who are pursuing associate’s degrees in Computer Science and Computer Information Systems. In addition to the scholarships, this project will include wrap around support and academic activities that reinforce the students' learning. These include building robots with other scholarship recipients, attending programming competitions, career overviews, and mentoring from faculty members. With the additional support and activities, Harper aims to increase the scholarship recipients' success rates through higher grades, increased graduation, and increased transfer rates to a four-year university. The project includes evaluation of the success of these activities to determine if other students and academic departments could benefit from them. Harper seeks to increase representation of students from underrepresented groups in Computer Science and Computer Information Systems by showing students that these are viable career pathways.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. By expanding opportunities for low-income students in Computer Science and Computer Information Systems, Harper seeks to improve the student outcomes for the scholarship recipients through financial support and co-curricular activities. Scholarships will be awarded to four cohorts of ten low-income students. Targeted recruitment will be conducted at the local high schools to encourage applications from students from groups underrepresented in these fields. Co-curricular activities are also integrated into the program to provide academic, social, and emotional support to  students. These activities include, but are not limited to, Career Overviews, Transfer Training, programming competitions, robotics kits, and faculty mentoring. The co-curricular activities will increase the retention rate (expected to be at least 95%) through the faculty mentoring and peer connection. Transfer rates are expected to be at least 35% through the implementation of Transfer Training sessions. Graduation rates are expected to be at least 80% with an increased understanding of career options through the Career Overview sessions and reinforced learning of the curricula. The effectiveness of the activities will be determined based on the student outcomes of the scholarship cohorts compared against other student populations at the College and through annual surveys. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "James",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jason C James",
   "pi_email_addr": "jjames@harpercollege.edu",
   "nsf_id": "000747894",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Schoeneman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larry Schoeneman",
   "pi_email_addr": "lschoene@harpercollege.edu",
   "nsf_id": "000875652",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Luechtefeld",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Luechtefeld",
   "pi_email_addr": "gluechte@harpercollege.edu",
   "nsf_id": "000928563",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Rainey Harper College",
  "inst_street_address": "1200 W ALGONQUIN RD # I123",
  "inst_street_address_2": "",
  "inst_city_name": "PALATINE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8479256490",
  "inst_zip_code": "600677398",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "WILLIAM RAINEY HARPER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "N9C8Z7UWZU43"
 },
 "perf_inst": {
  "perf_inst_name": "William Rainey Harper College",
  "perf_str_addr": "1200 W ALGONQUIN RD",
  "perf_city_name": "PALATINE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600677398",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 156833.0
  }
 ],
 "por": null
}