{
 "awd_id": "2325760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Building Institutional Capacity to Support STEM Scholars Through Pedagogy of Real Talk",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 363058.0,
 "awd_min_amd_letter_date": "2024-01-24",
 "awd_max_amd_letter_date": "2024-01-24",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Fitchburg State University (FSU). Over its five-year duration, the project will fund scholarships to 17 unique students majoring in Biology, Chemistry, Computer Science, Computer Information System, Engineering Technology, or Mathematics. First-year students will receive four-year scholarships and transfer students will receive two-year scholarships. The project team will further support these students’ academic success, career readiness, and STEM career placement through bi-weekly STEM seminars, building on the Pedagogy of Real-Talk (PRT). PRT is an evidence-based pedagogy focused on engaging, teaching, and connecting with students through shared personal narratives (Real Talks) and guided activities that build on students’ lived experiences (Alternative Lessons). Peer, faculty, and professional mentors will utilize PRT principles. This approach helps create an inclusive and student-centered learning environment that allows all students to feel safe, known, and valued within their chosen academic and career pathway. As one of the only 4-year institutions to have adopted PRT training for both faculty and support staff, FSU is well-positioned to yield valuable insights into the effective application of PRT-guided interventions. \r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high achieving undergraduates with demonstrated financial need. The project will increase support for STEM Scholars by offering: (a) scholarships for domestic, low-income, academically talented students with demonstrated financial need pursuing STEM programs (b) bi-weekly STEM seminars that build on a First Year Experience (FYE) course using PRT practices to create a community of scholars; (c) summer internships and undergraduate research experiences; and (d) a PRT-informed mentorship ladder model that utilizes faculty, peer, and professional mentors for each participant throughout the program. These interventions have been developed to support 3 project goals: 1) Improve student recruitment, retention, graduation and progression into STEM careers and/or advanced study 2) Support student sense of belonging, academic success, and career development within their selected STEM discipline 3) Build institutional capacity to establish this PRT-guided STEM career development program for all students. The project will also investigate research questions about the characteristics of the PRT-guided STEM seminars that contribute to the growth of STEM Scholars, the impact of PRT-informed mentorship and seminars on research and internship preparation, and the key characteristics of faculty, professional, and peer mentorship programs that most contribute to student sense of belonging, academic success and career progression. Findings will be shared with the broader academic community to enhance the collective efforts to support student success in STEM. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nirajan",
   "pi_last_name": "Mani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nirajan Mani",
   "pi_email_addr": "nmani@fitchburgstate.edu",
   "nsf_id": "000729874",
   "pi_start_date": "2024-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Cratsley",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher K Cratsley",
   "pi_email_addr": "ccratsley@fitchburgstate.edu",
   "nsf_id": "000106956",
   "pi_start_date": "2024-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Chataut",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Chataut",
   "pi_email_addr": "robin.chataut@tcu.edu",
   "nsf_id": "000873936",
   "pi_start_date": "2024-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nermin",
   "pi_last_name": "Bayazit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nermin Bayazit",
   "pi_email_addr": "nbayazit@fitchburgstate.edu",
   "nsf_id": "000873961",
   "pi_start_date": "2024-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fitchburg State University",
  "inst_street_address": "160 PEARL ST",
  "inst_street_address_2": "",
  "inst_city_name": "FITCHBURG",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9786653712",
  "inst_zip_code": "014202697",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "FITCHBURG STATE UNIVERSITY",
  "org_prnt_uei_num": "RHN6A3PEC8A7",
  "org_uei_num": "RHN6A3PEC8A7"
 },
 "perf_inst": {
  "perf_inst_name": "Fitchburg State University",
  "perf_str_addr": "160 PEARL ST",
  "perf_city_name": "FITCHBURG",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "014202631",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 363058.0
  }
 ],
 "por": null
}