{
 "awd_id": "2325312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining next generation Cascadia earthquake and tsunami hazard scenarios through integration of high-resolution field data and geophysical models",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 227245.0,
 "awd_amount": 227245.0,
 "awd_min_amd_letter_date": "2024-02-20",
 "awd_max_amd_letter_date": "2024-02-20",
 "awd_abstract_narration": "This project aims to advance knowledge of tsunami hazards along the Cascadia subduction zone. The Cascadia subduction zone is the main source for earthquakes and tsunamis  in the US Pacific Northwest. This work will map ancient tsunami deposits preserved in the geologic record and combine this data with advanced models to simulate tsunami impacts along the coast. These results will deepen understanding of how past earthquakes have behaved in this region. The specific focus will be on the last major earthquake in the region that occurred in the year 1700. This research will directly impact public safety and preparedness in the region. The insights gained will help to improve hazard maps, emergency and evacuation plans, building codes, and the design of tsunami evacuation structures. Furthermore, the project will support a collaboration with the Shoalwater Bay Tribe. This tribe has built North America's first free-standing tsunami evacuation tower, and the collaboration will help to advance community engagement and education regarding seismic risks. Through ths work, this project will serve as a vital investment in public safety and knowledge dissemination. \r\n  \r\nThe objective of this project is to conduct a comprehensive study of the Cascadia subduction zone (CSZ), focusing on the seismic and tsunami activity around the year 1700 CE. To accomplish this, the team will carry out high-resolution mapping of paleotsunami deposits at two key locations along the CSZ and execute thousands of advanced tsunami inundation models. These efforts aim to test various hypotheses of what kinds of earthquake slip distributions can explain actual field observations, addressing gaps in the current understanding of tsunami deposit distribution. By employing innovative techniques such as analyzing sediment cores, microfossils, and sediment geochemistry, the results will delineate the full extent of tsunami inundation with high resolution at these new sites. This approach will help in validating or excluding different earthquake scenarios and contribute to a more precise understanding of the CSZ's seismic behavior. This research is fundamental for accurate seismic and tsunami mapping and has wide-ranging implications for practical hazard applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tina",
   "pi_last_name": "Dura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tina Dura",
   "pi_email_addr": "tinadura@vt.edu",
   "nsf_id": "000714347",
   "pi_start_date": "2024-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 227245.0
  }
 ],
 "por": null
}