{
 "awd_id": "2325683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GP-IN: Girls* On Rock: Building an inclusive outdoor STEAM research and mentorship experience",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 445606.0,
 "awd_amount": 445606.0,
 "awd_min_amd_letter_date": "2024-04-30",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "Increasing the diversity in the Geosciences with respect to gender, race and ethnicity is critical to ensure broad participation and to stimulate innovation and problem solving. The Girls* on Rock (GOR) program seeks to inspire a next generation of diverse Geoscientists by providing 16-18-year-old girls and nonbinary individuals with immersive, hands-on experiences in the Geosciences, combined with elements of artistic expression and technical rock climbing in the Rocky Mountains, Colorado. By doing so, GOR endeavors to inspire these young participants to explore and consider careers in STEM fields, thereby advancing the national goal of a diverse and skilled workforce. The program’s significance extends beyond diversity initiatives. It pioneers a space of learning that blends science, art, research, and leadership skills development. GOR's curriculum, focused on hands-on learning, sets a precedent for future programs, fostering well-rounded individuals equipped to tackle complex, transdisciplinary challenges in the Geosciences. Moreover, GOR's commitment to inclusivity ensures accessibility for diverse youth across emotional, socioeconomic, and physical spectrums. \r\n\r\nGirls* On Rock (GOR) is a comprehensive pre-college Geoscience Learning Ecosystem (GLE) that is designed to address the underrepresentation of girls* in the Geosciences and related fields. GOR builds on a foundation of successful pilot programs, with a focus on scalability and long-term impact. The program consists of in-person backcountry and rock-climbing expeditions in the Rocky Mountains, Colorado and virtual experiences, complemented by post-expedition cohort support and career development activities. The goals of the project include: 1) Increase the representation of people with marginalized identities pursuing and attaining careers in Geosciences, field sciences, and outdoor recreation. 2) Foster participants’ sense of self-worth and confidence in their physical, intellectual, and leadership abilities, and knowledge so that they can thrive in a Geoscience career. 3) Create lifelong advocates for Earth science and environmental stewardship. 4) Support a network of early-career scientists, artists, and mountain guides through continuing development opportunities and collaboration to support a career in the Geosciences. Rigorous program evaluation will iteratively refine the program and study program impacts, such as science identity, sense of belonging, career aspiration, and skill building among participants. Throughout the funding period, GOR will support 27 diverse female and nonbinary youth through in-person field expeditions, with an additional 36 youth participating in virtual expeditions. The program also enriches the experiences of 32 peer mentors and graduate students who serve as instructors. By moving away from the traditional \"pipeline\" model and adopting a more flexible \"pathway\" framework, GOR aims to increase the retention of underrepresented groups in STEM fields and to inspire a new generation of creative, diverse, and confident Geoscientists and science professionals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pacifica",
   "pi_last_name": "Sommers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pacifica Sommers",
   "pi_email_addr": "pacifica.sommers@colorado.edu",
   "nsf_id": "000654041",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melisa",
   "pi_last_name": "Diaz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Melisa A Diaz",
   "pi_email_addr": "diaz.237@osu.edu",
   "nsf_id": "000860241",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Gold",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Anne U Gold",
   "pi_email_addr": "anne.u.gold@colorado.edu",
   "nsf_id": "000628846",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 Kenny Rd.",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "061900",
   "pgm_ele_name": "SPECIAL EMPHASIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 445606.0
  }
 ],
 "por": null
}