{
 "awd_id": "2325585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Responsive Robotic Cilia Metasurfaces for Local Fluid Manipulation",
 "cfda_num": "47.041, 47.070",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 1262392.0,
 "awd_amount": 1262392.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "This award supports research that will enable engineered microfluidic devices to emulate the capabilities of biological surfaces that control and manipulate flows using the movements of tiny hairs, called cilia. The project integrates recently demonstrated micrometer-scale artificial cilia with optical, chemical, and thermal sensors, and closes the loop with programmable control circuits. The resulting modular robotic surfaces will be capable of sensing changes in their chemical and thermal environments and responding with the appropriate beating pattern to alter the fluid flows in desired ways. Combining these modules according to their complementary function will create metasurfaces capable of driving controlled and modifiable fluid flows for stand-alone centimeter-scale devices, with cilial robots lining microfluidic channels and controlling the flow chemistry. These devices would be potentially transformative for the field assays of blood, water, and chemical samples, and other testing and monitoring functions. Additionally, a number of education and outreach activities are planned to include science communication workshops, participation in research experience for undergraduate summer activities, and various outreach activities to the broader public.\r\n\r\nThis project seeks to design and fabricate micrometer-scale cilia metasurface robot building blocks capable of sensing their environment, performing computation, and actuating a fluid flow in response to environmental changes. The project builds on the team’s newly developed artificial cilia platform where micron scale hairs can be electronically controlled to pump fluid. This project seeks to convert this platform into a robot by developing and integrating low power and robust optical, chemical, and thermal sensors as well as the ability to program the control circuits that decide what cilial beating pattern to implement based on the output of the sensing. Specifically, the project will entail: (1) designing, fabricating, and testing low power and robust optical, chemical, and thermal sensors that can output electronic signals; (2) designing, fabricating, and iterating (light) programmable low power CMOS control circuits that drive different cilial actuation patterns based on the sensor signals; and (3) redesigning the cilia to have internal hinges so that they enable more efficient pumping over a greater range of frequencies. Most importantly, these elements will be integrated into a robot that will be tested and validated. The robot building block design is modular and scalable, as each robot building block is powered by photovoltaic elements, contains sensors, and electronic circuits for controlling the resulting fluid flows. These robotic cilia building blocks could be used to make metasurfaces capable of driving controlled and modifiable fluid flows for stand-alone centimeter scale devices. Such devices could be used in field testing of blood, water, and oil samples, as well as applications in flow chemistry, where cilial robots could be used to line microfluidic channels to control chemical reactions taking place within the flows. In addition to these technological impacts, a number of education and outreach activities include science communication workshops, participation in research experience for undergraduate activities, and various outreach activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Itai",
   "pi_last_name": "Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Itai Cohen",
   "pi_email_addr": "ic64@cornell.edu",
   "nsf_id": "000230609",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Apsel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa B Apsel",
   "pi_email_addr": "aba25@cornell.edu",
   "nsf_id": "000195618",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144Y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1262392.0
  }
 ],
 "por": null
}