{
 "awd_id": "2327893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Topological methods for analyzing shifting patterns and population collapse",
 "cfda_num": "47.049, 47.074",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 192542.0,
 "awd_amount": 192542.0,
 "awd_min_amd_letter_date": "2024-01-25",
 "awd_max_amd_letter_date": "2024-01-25",
 "awd_abstract_narration": "Profound and irreversible changes in ecosystems, such as population collapse, are occurring globally due to climate change, habitat destruction, and overuse of natural resources, and are only expected to become more frequent in the future. To prevent an impending collapse, we must recognize the early warning signs. This is particularly challenging in ecological systems due to their naturally complex behavior in both space and time, as well as noisy and/or poorly resolved data. In this project, the investigators will use a novel approach for early detection of impending population collapse, and apply the methodology to spatially distributed populations, for example, a grassland. They utilize a method called computational topology, which can quantify features of a population distribution pattern, such as the level of patchiness in the pattern. In previous work, the investigators used a spatial population model to quantify the changes in a population distribution pattern that occurred as the population went extinct and observed a \"topological route to extinction\". In this project, the investigators will develop and extend the methodology for use in stochastic population models and real-world data sets, which are expected to contain high levels of noise and/or missing/corrupted data. The developed methodology will serve as an additional tool for the prediction of impending population collapse. This tool can then be used by conservation biologists and natural resource managers in order to assist in preserving vulnerable species and ecosystems. The project also supports undergraduate research, and includes recruitment efforts directed at students from underrepresented groups.\r\n\r\nIn previous work on data generated by a deterministic population model, the investigators measured changes in topological features (via cubical homology) of population distribution patterns en route to extinction, and observed clear topological signatures of impending collapse. Results with the deterministic model serve as a proof of concept, but in this project, the investigators will study dynamical changes in stochastic population models and real ecological data sets. Transitioning from deterministic to stochastic systems will require substantial development of the methodology, and will require the use of more sophisticated tools, e.g., multiparameter persistent homology. The developed methodology must be able to detect signal in noisy data, corrupted data, missing data, and data that is sparse in space and/or time. Because the topological approach can distinguish fine-scale stochastic noise from large-scale deterministic spatial patterns, it is a promising tool for the analysis of noisy ecological data, and preliminary work using multiparameter persistence shows that it is capable of recovering \"true” dynamical signal (a population distribution pattern) from noise.\r\n\r\nThis project is jointly funded by the Mathematical Biology program of the Division of Mathematical Sciences (DMS) in the Directorate for Mathematical and Physical Sciences (MPS), the Established Program to Stimulate Competitive Research (EPSCoR), and the Population and Community Ecology Cluster (PEC) of the Division of Environmental Biology (DEB) in the Directorate for Biological Sciences (BIO).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Day",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah L Day",
   "pi_email_addr": "sday@math.wm.edu",
   "nsf_id": "000382588",
   "pi_start_date": "2024-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "261 RICHMOND RD",
  "perf_city_name": "WILLIAMSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231854042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 192542.0
  }
 ],
 "por": null
}