{
 "awd_id": "2327480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4:NSF: Federated Analytics Systems with Fine-grained Knowledge Comprehension: Achieving Accuracy with Privacy",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928246",
 "po_email": "pbentzvi@nsf.gov",
 "po_sign_block_name": "Pinhas Ben-Tzvi",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 240411.0,
 "awd_min_amd_letter_date": "2023-11-06",
 "awd_max_amd_letter_date": "2025-02-25",
 "awd_abstract_narration": "In parallel with the rapid adoption of big data analytics techniques by various sectors, such as healthcare, advertising, finance, and public transportation, there has been growing awareness and concern about data privacy. Recent developments in the data regulation landscape have prompted a seismic shift towards privacy-preserving data analytics, leading to Federated Analytics (FA), the leading paradigm for collaborative data science without data collection. The core principles of this data analysis paradigm allow for breaking the limitations of deriving analytics from limited centralized data in terms of privacy concerns and operational costs. However, FA systems' distributed nature and non-data-sharing enforcement raise critical challenges in the accuracy and efficiency of data analytics. First, skewed data distribution across participating clients leads to severe bias and inconsistency. Second, privacy-preserving techniques applied to the entire FA process leave poor data utility and analysis efficiency. This project innovates accurate, efficient, and credible FA systems with fine-grained knowledge comprehension to optimize the entire lifecycle of the FA process. This project will establish a solid foundation for long-term collaboration with researchers at IBM T. J. Watson Research Center toward developing privacy-preserving FA solutions. Lastly, the project will train a privacy-preserving data science workforce urgently needed in Louisiana.\r\n\r\nThis Research Infrastructure Improvement Track-4 EPSCoR Research Fellows (RII Track-4) proposal would provide a fellowship to an Assistant Professor and training for a graduate student at Louisiana State University. This project aims to investigate fine-grained knowledge comprehension to optimize the entire FA lifecycle holistically, including data skewness estimation, participant selection, and privacy-preserved analysis. Exploring fine-grained knowledge comprehension will offer new insights to better understand and explain data skewness and utility, privacy-preserved data representations, and analytics results in a distributed non-data-sharing scenario. It will catalyze new FA algorithms and system designs toward optimizing FA performance and security. We decouple our specific research activities into two synergistic aims: (1) Improving FA accuracy with fine-grained data skew awareness by data skewness estimation and adaptive refinement of query and client selection; and (2) Optimizing FA utility with fine-grained privacy preservation by separating common and personal feature representations. The proposed FA systems will be extensively evaluated on realistic large-scale testbeds with public datasets at LSU A&M and IBM's Maximo Application Suite and OpenShift Data Science platform. All datasets, benchmarks, and source code will be released on GitHub for a broader impact. By harnessing fine-grained knowledge comprehension for escalating FA efficiency and privacy, the proposed solutions will push the envelope of FA's capabilities and spur the landscape of FA applications in real-world scenarios.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hao",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hao Wang",
   "pi_email_addr": "hwang9@stevens.edu",
   "nsf_id": "000851568",
   "pi_start_date": "2023-11-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "IBM Thomas J. Watson Research Center",
  "perf_str_addr": "1101 Kitchawan Rd",
  "perf_city_name": "Yorktown Heights",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "105621301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 240410.0
  }
 ],
 "por": null
}