{
 "awd_id": "2327449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4:NSF: Design of Bioresponsive Liquid Crystal Droplets for Sensing in Cellular Environments",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928867",
 "po_email": "hluo@nsf.gov",
 "po_sign_block_name": "Hongmei Luo",
 "awd_eff_date": "2024-11-15",
 "awd_exp_date": "2026-10-31",
 "tot_intn_awd_amt": 299902.0,
 "awd_amount": 299902.0,
 "awd_min_amd_letter_date": "2023-11-06",
 "awd_max_amd_letter_date": "2024-03-26",
 "awd_abstract_narration": "The detection of biological analytes is critical in many industrial and healthcare settings. For example, a major challenge in the large-scale production of cell-based therapeutic products is the need for scalable, rapid, and sensitive tools for monitoring microbial contamination to ensure product safety. This project will generate fundamental knowledge toward designing sensing platforms based on microscale droplets of thermotropic liquid crystals (LCs) for detecting microbial contaminants in cell culture media. Previous research has shown the remarkable sensitivity of droplet-based LC sensors when detecting chemical and biological analytes in aqueous solutions. This approach offers several advantages, including a straightforward detection scheme (i.e., observation of LC droplets before and after exposure to an analyte), small sample volume required for analysis (microliters), and the use of basic research instrumentation (e.g., optical microscopes with polarized light attachments). LC droplets thus provide a promising tool for developing rapidly deployable sensing platforms. The knowledge generated can be applied to the development of sensors for a wide range of analytes of societal importance, such as emerging environmental contaminants. The NSF EPSCoR RII Track-4 Research Fellows project will foster education and training of underrepresented minorities at the University of Puerto Rico-Mayagüez (UPRM), a Hispanic-Serving Institution, and the advancement of women in STEM through mentorship and cross-disciplinary research opportunities with extended visits to the University of Wisconsin-Madison. \r\n\r\nThis project seeks to develop guidelines for designing sensing platforms based on microscale droplets of thermotropic LCs for the rapid, sensitive, and selective detection of microbial contaminants in cellular environments. LC droplets provide useful and versatile platforms for the sensitive detection of a wide range of analytes in aqueous environments (i.e., surfactants, lipids, proteins, cells). The detection scheme is based on changes in the optical appearance of LC droplets upon exposure to an analyte. These changes can be readily observed, in real-time, using polarized light microscopy. However, from a practical perspective, the potential of these materials remains limited because LC droplets are not colloidally stable. To address this challenge, the project will develop approaches for designing LC droplet-based sensors with improved shelf-life stability and enhanced detection sensitivity. Using nanoparticles (NPs) with tunable surface chemistries and that adsorb to the LC interface leads to LC droplets that are stable for extended periods (> 3 months). This project also aims to develop NP-decorated LC droplets for the design of bioresponsive materials to detect microbial contaminants in cellular environments. A cross-disciplinary approach will be implemented to evaluate and quantify the changes in the optical responses of NP-decorated LC droplets upon exposure to model phospholipid membranes of varying compositions and to live cells (e.g., fungi, bacteria, mammalian cells). The experimental results will establish relationships between NP surface chemistry and the detection sensitivity of NP-stabilized LC droplets toward different types of lipid membranes and cells and will provide insights into the potential of surface-modified NPs to impart selectivity to the LC-based sensing system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claribel",
   "pi_last_name": "Acevedo-Velez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claribel Acevedo-Velez",
   "pi_email_addr": "claribel.acevedo@upr.edu",
   "nsf_id": "000765195",
   "pi_start_date": "2023-11-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299902.0
  }
 ],
 "por": null
}