{
 "awd_id": "2327346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4:NSF: From the Ground Up to the Air Above Coastal Dunes: How Groundwater and Evaporation Affect the Mechanism of Wind Erosion",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032925164",
 "po_email": "andjohns@nsf.gov",
 "po_sign_block_name": "Andrea Johnson",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 220284.0,
 "awd_amount": 220284.0,
 "awd_min_amd_letter_date": "2023-11-24",
 "awd_max_amd_letter_date": "2023-11-24",
 "awd_abstract_narration": "Coastal dunes are an essential feature that protects coastal areas from storms and sea-level rise, provides habitat for plant and animal species, and generates income for coastal populations through tourism and protective services. However, various stressors, including wind erosion and human activities, limit their capacity as protective barriers. Despite advancements in modeling and forecasting coastal dune evolution, unresolved mechanisms and their interactions limit the accuracy and reliability of erosion predictive models. This project aims to investigate those unresolved mechanisms, particularly studying the effects of groundwater elevation and evaporation on the mechanisms of wind erosion and the evolution of coastal dunes, which have yet to be thoroughly explored. The project will use a cutting-edge wind tunnel outfitted with high-precision and robust instrumentation and a computer-based model to link subsurface flow and the air above. The study's outcomes will provide insights into the processes linking atmospheric and subsurface phenomena on the wind erosion of coastal dunes. The findings can help identify vulnerable zones in coastal dunes, reduce hazards, and improve the resilience of coastal populations. Additionally, the results can lead to the development of erosion control techniques by analyzing the effects of vegetation and water content regulation mechanisms.\r\n\r\nThis Research Infrastructure Improvement Track-4 EPSCoR Research Fellows (RII Track-4) project will provide a fellowship to an Assistant professor and training for a graduate student at the University of Maine. This work would be conducted in collaboration with researchers at the University of Florida. The project is based on the fundamental hypothesis that the mechanism of wind erosion in coastal dunes is significantly influenced by the competition between water evaporating from the dune to the wind flow and the repletion that occurs from the groundwater table to the surface by capillary rise, subsequently affecting its erodibility. This is a groundbreaking concept as it considers the role of groundwater elevation and capillary rise on the erodibility of coastal dunes for the first time. This hypothesis will be tested experimentally with a novel series of wind tunnel tests that will be carried out at the University of Florida's NSF Boundary Layer Wind Tunnel facility, part of the National Hazards Engineering Research Infrastructure facilities (NHERI). Furthermore, an analytical model based on solving mass conservation of water in the sand subsurface and the air above will provide the means to validate and extend the results of the wind tunnel experiments for large-scale and long-term conditions using the finite element method. The results of this study will provide insights into the processes linking atmospheric and subsurface phenomena to the wind erosion of coastal dunes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Zambrano-Cruzatty",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Luis E Zambrano-Cruzatty",
   "pi_email_addr": "luis.zambrano@maine.edu",
   "nsf_id": "000877111",
   "pi_start_date": "2023-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "2070 NE Waldo Rd",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326098942",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 220284.0
  }
 ],
 "por": null
}