{
 "awd_id": "2329271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Discovering the function of ACT domain repeat proteins in karrikin and KAI2 ligand metabolism in plants",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 608223.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "Plants use internal and external chemical signals to shape their development and interactions with the environment. Understanding how these chemicals are formed, perceived, and responded to can lead to improvements in crop yields that are important for food security in the face of continued population growth and environmental stresses. This project will investigate how karrikins, a class of chemicals found in smoke that act as plant growth regulators, and internal karrikin-like chemicals are converted into active signals by plants. A family of proteins that putatively regulate metabolism of these chemicals will be studied through genetic and biochemical approaches to understand how they work and how they potentially integrate the status of nitrogen availability into this process. The project will help to build and diversify the U.S. scientific workforce capacity in genetics and biotechnology through training of two graduate student researchers and approximately one hundred undergraduates, many of whom are first-generation college students or from low-income households, participating in an introductory biology lab that contributes to the research objectives.\r\n\r\nKarrikins are butenolide compounds found in smoke that can promote seed germination, light-responsive seedling development, root hair growth, and stress tolerance of many plants. Karrikin (KAR) responses are mediated by an enzyme-receptor, KARRIKIN INSENSITIVE2 (KAI2), which putatively recognizes an unknown, endogenous signal, KAI2 ligand (KL), as well as a plant-derived KAR metabolite(s). The identity of KL and genes that carry out KL and KAR metabolism remain undiscovered. KARRIKIN UPREGULATED F-BOX1 (KUF1) participates in negative feedback regulation of KAR/KL signaling, likely by attenuating KL biosynthesis and metabolic activation of KAR1. As an F-box protein, KUF1 putatively targets specific protein substrates for polyubiquitination and proteasomal degradation. Several ACT-domain repeat (ACR) proteins have been found to be likely substrates of KUF1 in Arabidopsis thaliana. The overarching goals of this project are to complete an in-depth reverse genetic and biochemical validation of ACR proteins as KUF1 targets, and to determine how ACR proteins work at a molecular level. The project will reveal the physiological functions and regulation of ACR proteins in plants. Links have been made between the ACR family and nitrogen assimilation, primarily through the characterization of one plastidic protein, but it is unclear whether this role is conserved in the non-plastidic proteins that make up the majority of the family. This project will also reveal whether ACR proteins facilitate allosteric control of nitrogen assimilation or integrate nitrogen status into KAR/KL metabolism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nelson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Nelson",
   "pi_email_addr": "david.nelson@ucr.edu",
   "nsf_id": "000607740",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 608223.0
  }
 ],
 "por": null
}