{
 "awd_id": "2330067",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Research Infrastructure: Mid-scale RI-1 (M1:IP): The National Quantum Nanofab",
 "cfda_num": "47.041, 47.083",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 19998055.0,
 "awd_amount": 19998055.0,
 "awd_min_amd_letter_date": "2024-06-13",
 "awd_max_amd_letter_date": "2025-03-14",
 "awd_abstract_narration": "New quantum technologies are poised to transform fields of broad societal impact in computing, sensing, and communications. However, there is a significant gap between fundamental laboratory demonstrations and the fabrication of quantum devices that can be built into instrumentation such as computers, clocks, navigation tools, and optical networks. Simply put, we do not yet know how to build the manufacturable quantum devices of the future, and particularly those that will harness quantum particles like atoms and photons. These quantum building blocks are fundamentally small and new fabrication techniques at the nanoscale will be critical to realize the desired advances in these fields. The National Quantum Nanofab (NQN) at the University of Colorado Boulder will address this shortcoming by developing advanced nanofabrication approaches required to build, control, and connect quantum devices with their supporting infrastructure. In the broader quantum landscape, the focus of NQN will be on the nanoscale fabrication of devices based on atoms and photons with the goal of transitioning quantum discoveries into functioning quantum devices.  Importantly, NQN will be an open-access national facility for academic, government and industrial users.  It will also be an inclusive hub of education, training, and outreach for diverse populations ranging from K-12 to undergraduate, graduate and community college students. Together, these multiple aspects of NQN will accelerate the scientific breakthroughs, nanofabrication techniques, and workforce development that will strengthen US leadership in quantum science, engineering, and technology.  \r\n\r\n\r\nThe team will build and implement a facility and essential nanofabrication instrumentation that will comprise the National Quantum Nanofab (NQN) at the University of Colorado Boulder. The NQN facility will advance the fabrication, process development, and integration challenges encountered with quantum devices constructed from neutral atoms and ions that are interfaced and addressed with optical photons. Such atomic-photonic quantum devices are of significant interest to fundamental and applied researchers and are critical to broad reaching technologies such as quantum computing, atomic clocks, electric and magnetic field sensors, and inertial sensors. NQN will address critical nanofabrication needs including those for chip-integrated narrow linewidth lasers, visible wavelength integrated photonics, integrated modulators and frequency shifters, nonlinear integrated optics, metasurfaces and grating structures, integrated photon detectors, and many more. The fabrication requirements for such quantum devices are unconventional, involving materials beyond silicon and complex heterogeneous processes to produce devices that must integrate with atomic systems in high vacuum, and in some cases, at cryogenic temperatures.  With its open-access model for academic, industrial, and government partners, NQN will accelerate co-design and development of atomic-photonic quantum devices, positioning the US to lead in this area. Integral to its mission of advancing quantum devices and hardware, NQN will serve as an inclusive hub of education, training, and outreach for diverse student populations and the workforce essential to US leadership in quantum science and engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Diddams",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Diddams",
   "pi_email_addr": "scott.diddams@colorado.edu",
   "nsf_id": "000480507",
   "pi_start_date": "2024-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juliet",
   "pi_last_name": "Gopinath",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Juliet T Gopinath",
   "pi_email_addr": "juliet.gopinath@colorado.edu",
   "nsf_id": "000545775",
   "pi_start_date": "2024-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Regal",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy A Regal",
   "pi_email_addr": "regal@jilau1.colorado.edu",
   "nsf_id": "000727161",
   "pi_start_date": "2024-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aju",
   "pi_last_name": "Jugessur",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Aju S Jugessur",
   "pi_email_addr": "aju.jugessur@colorado.edu",
   "nsf_id": "000869081",
   "pi_start_date": "2024-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108Y00",
   "pgm_ele_name": "Mid-scale RI - Track 1"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 19998055.0
  }
 ],
 "por": null
}