{
 "awd_id": "2330043",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Research Infrastructure: Mid-scale RI-1 (MI:IP): X-rays for Life Sciences, Environmental Sciences, Agriculture, and Plant sciences (XLEAP)",
 "cfda_num": "47.074, 47.083",
 "org_code": "08080000",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2029-03-31",
 "tot_intn_awd_amt": 19999301.0,
 "awd_amount": 19999301.0,
 "awd_min_amd_letter_date": "2024-02-12",
 "awd_max_amd_letter_date": "2025-03-21",
 "awd_abstract_narration": "Support from this award will allow for construction of a new, world-leading synchrotron beamline delivering X-rays for Life, Environmental, Agricultural, and Plant sciences (XLEAP) at the Cornell High Energy Synchrotron Source (CHESS). The XLEAP facility will provide users with a micro-focused, energy-tunable, highly flexible \"X-ray Microscope\" and custom plant growth chambers for studying living systems in as close to natural conditions as possible. The XLEAP instrument will provide researchers a unique combination of x-ray techniques including 2D and 3D elemental imaging modes, oxidation state measurements, and complementary non-x-ray microscopy. Together, these new resources will enable researchers to ask and answer entirely new questions about how plants take up, transport, and use metals and micronutrients; how plants respond to environmental stimuli like bacteria, microplastics, and climate; how metals are transformed in soil degradation processes and at the soil-root interface; and how metals and micronutrients are taken up and stored in marine plant and animal life. These research questions are critical to efforts to develop nutritious and climate resilient crops, improve agricultural practices, and reduce human impacts on the environment. XLEAP will leverage a relationship with the Cornell School of Integrative Plant Sciences to engage its future user community during construction. Furthermore, a partnership between Cornell and the University of Texas at El Paso (UTEP) will allow four UTEP graduate students to gain hands-on training in project management and cutting-edge x-ray techniques as they perform pilot projects that help commission XLEAP's capabilities.\r\n\r\nXLEAP will provide a unique combination of capabilities, including (1) both high flux and high-energy-resolution submicron modes, (2) sub-micron focused x-rays from 5-30 keV, (3) >= 1 µm focused x-rays from 30-70 keV, (4) an open sample area accommodating custom in-situ plant growth chambers and rhizo-boxes as well as a cryostat, (5) CHESS-developed 3D confocal micro-x-ray fluorescence (XRF), and (6) dedicated optical microscopy integrated with x-ray microscopy workflows. The facility will also include an on-site growth chamber for controlled environments during beamtime, as well as dedicated sample preparation facilities (stereomicroscope, microtome, cryo-microtome) for room-temperature and frozen hydrated tissues. XLEAP will offer XRF imaging, tomography, and confocal modes; x-ray absorption spectroscopy (XAS) in time-resolved or spatially resolved modes; and micro- x-ray diffraction (XRD) imaging. Combinations (e.g. XRF + XRD) and rapid switches between these modes (e.g. from XRF to XAS) will be important in the design and construction of the beamline. The ability to study living plants in-situ in a customized growth chamber on the beamline will enable researchers to examine genotype-phenotype relationships in non-stressed tissues. Microfocused x-rays at energies >40 keV and cutting-edge detectors with low per-pixel dwell times will minimize radiation dose and damage to living tissue, enabling study of dynamic changes in living tissues on multiple time scales. High energies will offer high-sensitivity unambiguous measurements of high-Z elements like iodine and rare earth elements. In the 5-30 keV range, submicron x-rays will enable cellular-level studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Brock",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joel D Brock",
   "pi_email_addr": "jdb20@cornell.edu",
   "nsf_id": "000317729",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olena",
   "pi_last_name": "Vatamaniuk",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Olena K Vatamaniuk",
   "pi_email_addr": "okv2@cornell.edu",
   "nsf_id": "000205179",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Cabrera-Martinez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos R Cabrera-Martinez",
   "pi_email_addr": "crcabrerama@utep.edu",
   "nsf_id": "000840282",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louisa",
   "pi_last_name": "Smieska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louisa Smieska",
   "pi_email_addr": "lmb327@cornell.edu",
   "nsf_id": "000855067",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108Y00",
   "pgm_ele_name": "Mid-scale RI - Track 1"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 19999301.0
  }
 ],
 "por": null
}