{
 "awd_id": "2330663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MFB: Partnerships to Transform Emerging Industries - RNA Tools/Biotechnology: Stabilizing Hairpin Inserts in RNA Virus Induced Gene Silencing Vectors",
 "cfda_num": "47.049, 47.074",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-02-27",
 "awd_max_amd_letter_date": "2024-02-27",
 "awd_abstract_narration": "In this Molecular Foundation for Biotechnology (MFB) project, Dr. Anne Simon from the University of Maryland and Dr. Feng Gao from Silvec Biologics, Inc. will develop methods to help stabilize RNA genomes in viruses that can be used as therapies to treat plant diseases. These benign viruses introduce RNAs into plants to turn off the genes of pathogens that invade crops, thereby enhancing the ability of the plant to fight off pathogens through a process called virus-induced gene silencing (VIGS). This project will use computational approaches, including artificial intelligence methods, to design hairpin shaped RNA structures that, when inserted into the virus genome, will increase the inherent stability of the viral RNA genome or the hairpin’s stability when encountering the enzyme that is responsible for replicating the genome. The VIGS RNAs will, thus, remain intact and capable of silencing the genes of pathogens that invade the plant hosts. This type of RNA therapy has significant impact on the agricultural economy, with direct application to treating, for example, citrus greening, a disease that has significant affected both domestic and foreign production of citrus fruits. In addition, graduate students and postdoctoral trainees will gain experience in working under an academic/private company collaboration.\r\n\r\nVirus-induced gene silencing (VIGS) makes use of plus-strand RNA viruses as vectors to exploit natural antiviral defenses (RNA silencing) in plants. Drs. Simon and Gao have determined that thermodynamic features of every viral hairpin contribute to stability of the entire viral genome, and natural hairpin structures reflect the end point of long-term thermodynamic evolution. Thus, hairpins inserted into viral RNA genomes that maintain the thermodynamic properties of endogenous hairpins should be stable. The investigators will extend our understanding of parameters required for stable hairpin design, focusing on features found in the few hairpins that were unstable when inserted into the citrus yellow vein associated-virus (CYVaV). They will investigate whether similar parameters dictate hairpin stability when inserted into unrelated tobacco rattle and citrus tristeza plant viruses. If CYVaV hairpins are not stable in these viruses, we will assess if hairpins that mimic their own hairpins are stable. They will also test the hypothesis that the virus-encoded RNA-dependent RNA polymerase (RdRp) is responsible for insert instability due to the inherent lack of fidelity of these polymerases. Additionally, they will determine if non-optimized hairpins introduce new RdRp obstructions to processivity. Rational design will be used to increase the fidelity of the CYVaV RdRp to ascertain if this enhanced property leads to stabilization of previously unstable hairpins. Effect of alterations on the fidelity/processivity of the RdRp will be determined using Nanopore sequencing to assess if there are fewer 5’ terminal truncated RNAs and deletion products like defective RNAs, and if unstable hairpin inserts are now stabilized. Finally, to assist other researchers who desire stable inserts in their viruses, they will develop computational methodologies for stable hairpin design, which will require repeated interplay between experimental results and algorithm design software.\r\n\r\nThis project is supported by the Division of Chemistry in the Directorate for Mathematical and Physical Sciences, and by the Division of Molecular and Cellular Biosciences and the Plant Genome Research Program in the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Simon",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anne E Simon",
   "pi_email_addr": "simona@umd.edu",
   "nsf_id": "000451829",
   "pi_start_date": "2024-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Gao",
   "pi_email_addr": "fgao@silvec.com",
   "nsf_id": "000846290",
   "pi_start_date": "2024-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "199100",
   "pgm_ele_name": "CHEMISTRY PROJECTS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}