{
 "awd_id": "2330068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Understanding Backward Erosion Piping in Geotechnical Flood Protection Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 317811.0,
 "awd_amount": 317811.0,
 "awd_min_amd_letter_date": "2024-08-07",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "This award supports research on understanding and predicting the evolution of the backward erosion piping (BEP) phenomenon in geotechnical flood protection infrastructure. BEP is a type of internal erosion mechanism, where soil in a permeable sand layer that resides underneath the cohesive foundation of river levees progressively erodes. BEP has been found to be the present in nearly one third of all recorded failures of water retaining structures. Moreover, flood risk is expected to increase across many parts of the United States as a result of climate change, causing the expected yearly flood damage to increase significantly. This research project will develop novel modeling and computational capabilities for the prediction of BEP, with the goal of providing a fundamental understanding of the interrelationships between soil characteristics, hydraulic conditions, infrastructure geometry and the evolution of erosion. The research team will also carry out educational and outreach activities in the Pennsylvania and Tennessee regions, to share results from the research with the wider public. A strong focus will be to use Augmented Reality-based tools to create novel learning activities to educate K-12, undergraduate students and the public on topics related to flood protection and hazard mitigation.\r\n\r\nThe technical goal of this research is to mechanistically understand and characterize the relationship between hydraulic conditions in flood protection infrastructure systems and the time-dependent evolution of BEP. The research objectives to achieve the technical goal are: (1) the definition of a stochastic multiphase model of BEP evolution; (2) model-enabled discovery of fundamental erosion mechanics; and (3) characterization of the fundamental relationships between system properties, soil characteristics, and backward erosion potential. A stochastic multiphase computational model will be devised by leveraging and building on the Dual Random Lattice Modeling approach. The computational model will be exercised to gain mechanistic understanding of BEP through the idea of a numerical laboratory, where the model outcomes along with multiscale experimental evidence are used together to update the constitutive model form and the associated theoretical model that conceptualizes the constitutive form.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Fascetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro Fascetti",
   "pi_email_addr": "fascetti@pitt.edu",
   "nsf_id": "000878436",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 317811.0
  }
 ],
 "por": null
}