{
 "awd_id": "2330195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Scalable Circuit theoretic Framework for Large Grid Simulations and Optimizations: from Combined T&D Planning to Electromagnetic Transients",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2024-02-27",
 "awd_max_amd_letter_date": "2024-02-27",
 "awd_abstract_narration": "This NSF project aims to develop a generalized distributed framework for solving large-scale power grid problems that are both fast and robust in most practical settings. The project will bring transformative change in the future grid operation and planning that depend on tractable large-scale time-domain and steady-state simulations and optimizations for rapid electrification and decarbonization. The project will bring about this transformation by advancing the state-of-the-art in nonlinear programming, physics-inspired graph-partitioning, and combinatorial optimization with submodular type objectives. The intellectual merits of the project include leveraging specialized bordered-block-diagonal structure of grid problems for computational tractability and physics-rooted equivalent-circuit representation of grid models for numerical stability and algorithm performance. The broader impacts of the project include accelerating technologies necessary for the transition to zero-carbon power grids, enabling citizen science efforts, and promoting undergraduate research and education. \r\n\r\nZero-carbon electric grid operation and design will require solutions to large computations. These will range from system-wide electromagnetic transient simulations due to the growing penetration of inverter-based resources to large multi-period optimizations due to increasing resource uncertainty. State-of-the-art general methods cannot solve these large simulations and optimizations robustly and efficiently in practical settings due to their sheer size and complexity. We will leverage the underlying specialized properties stemming from the structure and physical behavior of grid problems to address these gaps through three project thrusts. Thrust 1 will build a scalable circuit-theoretic generalized framework to solve bordered-block-diagonal decomposable large nonlinear simulations (NLS) and optimizations (NLPs). Thrust 1 will harness equivalent circuit representations of the underlying problems to achieve project goals. Thrust 2 will introduce a novel metric for analytically quantifying the notion of strength of coupling between various subproblems in a decomposed regime, and Thrust 3 will identify optimal decomposition strategies. The proposed thrusts, while focused on power grids, can revolutionize the solution methodology of large-scale problems in many other domains.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amritanshu",
   "pi_last_name": "Pandey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amritanshu Pandey",
   "pi_email_addr": "amritanshu.pandey@uvm.edu",
   "nsf_id": "000843011",
   "pi_start_date": "2024-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT ST",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}