{
 "awd_id": "2331509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research: Immobility in a changing climate",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 449964.0,
 "awd_amount": 449964.0,
 "awd_min_amd_letter_date": "2024-02-06",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 55-country initiative on global change research through the Belmont Forum.  The Belmont Forum is a consortium of research funding organizations focused on support for transdisciplinary approaches to global environmental change challenges and opportunities.  It aims to accelerate delivery of the international research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders. This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions. This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries.  The teams will establish transdisciplinary projects to identify and understand how climate-related events, both slow and rapid onset, are linked to human migration and mobility.  \r\n\r\nThe ITHACA project aims to investigate the underexplored, yet far more common aspect of human mobility - immobility.  The team will seek to understand why people choose to stay, return or cannot leave in response to climate change.  The transdisciplinary research team will utilize novel methodologies to empirically study the complex phenomenon of immobility in five coastal urban sites located in Bahamas, Brazil, Ghana, Mozambique and Sweden.  \r\nITHACA will improve our understanding of immobility of those vulnerable to climate extremes and of the (un)willingness to relocate from climatically high-risk zones, and why people return to high-risk areas. The study will examine the role for national and international finance and support for immobile populations to develop capabilities and resilience. ITHACA will engage with, and provide empirical evidence to contribute towards, current efforts to avert, minimize and address the potential losses associated with climate change. This work will seek to address critical challenges and provide critical information for people and communities disproportionately affected by climate change and to better inform decision makers governing migration, climate disasters and adaptation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adelle",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adelle Thomas",
   "pi_email_addr": "adelle.thomas@climateanalytics.org",
   "nsf_id": "000935907",
   "pi_start_date": "2024-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CLIMATE ANALYTICS INC.",
  "inst_street_address": "135 MADISON AVENUE",
  "inst_street_address_2": "5TH FLOOR, SUITE 05-115",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9179308136",
  "inst_zip_code": "100166712",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "CLIMATE ANALYTICS INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "VU3SN2LKT4E8"
 },
 "perf_inst": {
  "perf_inst_name": "CLIMATE ANALYTICS INC.",
  "perf_str_addr": "135 MADISON AVENUE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100166712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 449964.0
  }
 ],
 "por": null
}