{
 "awd_id": "2332038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Charting the Development Sociotechnical Thinking in Engineering Students and Professionals",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 171088.0,
 "awd_amount": 171088.0,
 "awd_min_amd_letter_date": "2024-03-11",
 "awd_max_amd_letter_date": "2024-03-11",
 "awd_abstract_narration": "Engineering problems are fundamentally sociotechnical; they both shape and are shaped by social, cultural, political, environmental, and other contextual factors in vast and complex ways. Sociotechnical thinking in engineering emphasizes that technical solutions are embedded in social contexts, and understanding the interaction between engineering solutions and sociotechnical factors is vital to designing effective solutions. To help engineers engage in sociotechnical thinking, we need to understand how their understanding and reasoning about sociotechnical factors evolves. While sociotechnical thinking is a critical engineering competence, the progression from novice to expert is not well understood. This project will combine cognitive science with sociotechnical design theories to chart the development of sociotechnical thinking in engineering. We will use scenario-based design tasks to examine the ways engineers think and reason sociotechnical factors and focus specifically on the ways this reasoning evolves as engineers gain experience in education and practice. We will also use interviews to investigate experiences that enable engineers to think and reason more deeply about sociotechnical factors. The outcome of this research will be a model of sociotechnical development that characterizes the relevant dimensions of sociotechnical thinking (e.g., ethical implications, stakeholder engagement, environmental considerations, social/cultural impact) and the different ways engineers reason about those dimensions as they gain experience. This research will offer insight into how engineers develop new outlooks, perspectives, and ways of thinking and reasoning. By collecting data from students and professionals with different levels of experience, the model can provide a map for engineering educators to scaffold learning in developmentally appropriate ways across education and practice, resulting in an engineering workforce that can solve complex problems more effectively with innovative solutions. \r\n\r\nThis project will use qualitative methodologies across two sequential research phases. In Phase 1 we will create a developmental model of sociotechnical thinking using data collected from engineering students and professionals with varying levels of experience. We will collect qualitative data through scenario-based design activities that elicit sociotechnical considerations and retrospective focus groups that allow for follow-up and deeper exploration. We will analyze the data using a combination of theories of sociotechnical thinking in engineering and cognitive development, iteratively applying deductive and inductive coding. The resulting model will describe two key aspects of sociotechnical thinking in engineering: 1) the relevant dimensions along which development occurs and 2) the qualitatively different ways engineers think and reason about those dimensions. Cross-sectional sampling will enable investigation of the progression in sociotechnical thinking according to engineering experience. Phase 2 will use recursive data collection through interviews to explore themes in formational experiences in sociotechnical thinking. Cognitive development is often punctuated by moments of dissonance and resolution, and interviews will focus on formative experiences in sociotechnical thinking. We will stratify our participants according to their developmental categories and recruit participants from Phase 1 to explore engineering experiences that promoted growth or change in sociotechnical thinking. To help engineers effectively engage in sociotechnical thinking, educators must also understand how sociotechnical thinking changes and varies across engineers with different levels of education and experience. Focusing on developmental aspects of a critical engineering skill can inform engineering educators in terms of curriculum design and professional development. The results of this work will inform engineering education and practice in ways that can promote more thoughtful engineering practices and better, more appropriate engineering solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Lutz",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ben D Lutz",
   "pi_email_addr": "blutz@calpoly.edu",
   "nsf_id": "000758294",
   "pi_start_date": "2024-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "1 GRAND AVE",
  "perf_city_name": "SAN LUIS OBISPO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 171088.0
  }
 ],
 "por": null
}