{
 "awd_id": "2332554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "URSoRo/Collaborative Research: Untethered Reconfigurable Soft Robots with Multimodal Locomotion for Amphibious Unstructured Environments by Soft Electromagnetic Actuator",
 "cfda_num": "47.041, 47.070",
 "org_code": "05020000",
 "po_phone": "7032924702",
 "po_email": "cye@nsf.gov",
 "po_sign_block_name": "Cang Ye",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "Robots capable of navigating unstructured terrains in diverse environments, such as water and land, are crucial for many real-world applications. While soft robots can navigate challenging environments like narrow tunnels and rough surfaces due to their flexibility, most current designs are limited by slow speeds, reliance on ties to the base unit (i.e., tethered), and use in only one type of environment, such as land or water.  Additionally, soft robots are time-consuming and expensive to create compared to rigid robots, which benefit from centuries of innovative generation. This project aims to create a new class of untethered, reconfigurable (i.e., able to change shape), and multimodal amphibious soft robots (URSoRo) assisted by a machine learning (ML) design tool to overcome these limitations. These robots will leverage a new class of soft electromagnetic (EM) actuators that can operate in more than one state, enabling them to swiftly adapt to challenging environments. This project will leverage the reconfigurability of soft robots for environmental adaptation and promote their practical applications, such as search and rescue operations, monitoring of animals and plants, and inspection of infrastructures in extreme environments. Additionally, the project will contribute to an annual inter-university soft robot competition across the United States and integrate findings into graduate-level courses on soft robotics at the University of Michigan, Ann Arbor, and the University of California, Los Angeles.\r\n\r\nThis project addresses two primary challenges in soft robotics: designing shapes and achieving bistability in soft actuators while maintaining a simple, low-cost fabrication process, and tightly integrating and engineering untethered reconfigurable soft robots with fast multimodal locomotion. The research will develop a soft bistable EM actuator with high force output (∼0.4N), high activation frequency (>30 Hz), and the capability to be powered by miniaturized onboard electronics (<15 g). An ML-assisted physics-based simulation tool will be developed to guide the design, fabrication and robotic integration of these EM bistable actuators, enabling a fully planar rapid fabrication process. Liquid metal embedded elastomers will be used to enhance both thermal management and electromagnetic field generation, boosting the actuator's performance. Overall, this project will result in a new class of untethered soft robots driven by soft bistable EM actuators, alongside ML-assisted physics-based modeling and design tools, achieving an unprecedented combination of speed, size, mass, and reconfigurability. By addressing these technical challenges, it will contribute to the field of robotics with versatile, efficient, and cost-effective solutions for creating soft robots with rapid reconfiguration and advanced locomotion performance in unstructured and diverse real-world environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaonan",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaonan Huang",
   "pi_email_addr": "xiaonanh@umich.edu",
   "nsf_id": "000928700",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "503 THOMPSON STREET",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144Y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}