{
 "awd_id": "2333940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating Effects of Transient and Non-Newtonian Mantle Viscosity on Glacial Isostatic Adjustment Process and their Implications for GPS Observations in Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922319",
 "po_email": "mdierick@nsf.gov",
 "po_sign_block_name": "Marion Dierickx",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 377603.0,
 "awd_amount": 377603.0,
 "awd_min_amd_letter_date": "2023-11-24",
 "awd_max_amd_letter_date": "2023-11-24",
 "awd_abstract_narration": "Satellite observations of Earth’s surface gravity and elevation changes indicate rapid melting of ice sheets in recent decades in northern Antarctica Peninsula and Amundsen Sea Embayment of West Antarctica.  This rapid melting may lead to significant global sea level rise which is a major societal concern. Measurements from the Global Positioning System (GPS) show rapid land uplift in these regions as the ice sheets melt. When an ice sheet melts, the melt water flows to oceans, causing global sea level to rise. However, the sea level change at a given geographic location is also influenced by two other factors associated with the ice melting process: 1) the vertical motion of the land and 2) gravitational attraction. The vertical motion of the land is caused by the change of pressure force on the surface of the solid Earth. For example, the removal of ice mass reduces the pressure force on the land, leading to uplift of the land below the ice sheet, while the addition of water in oceans increases the pressure force on the seafloor, causing it to subside. The sea level always follows the equipotential surface of the gravity which changes as the mass on the Earth’s surface (e.g., the ice and water) or/and in its interiors (e.g., at the crust-mantle boundary) is redistributed. Additionally, the vertical motion of the land below an ice sheet has important effects on the evolution and stability of the ice sheet and may determine whether the ice sheet will rapidly collapse or gradually stabilize. The main goal of this project is to build an accurate and efficient computer model to study the displacement and deformation of the Antarctic crust and mantle in response to recent ice melting. The project will significantly improve existing and publicly available computer code, CitcomSVE. The horizontal and vertical components of the Earth’s surface displacement depends on mantle viscosity and elastic properties of the Earth. Although seismic imaging studies demonstrate that the Antarctica mantle is heterogeneous, most studies on the ice-melting induced deformation in Antarctica have assumed that mantle viscosity and elastic properties only vary with the depth due to computational limitations. In this project, the new computational method in CitcomSVE avoids such assumptions and makes it possible to include realistic 3-D mantle viscosity and elastic properties in computing the Antarctica crustal and mantle displacement. This project will interpret the GPS measurements of the surface displacements in northern Antarctica Peninsula and Amundsen Sea Embayment of West Antarctica and use the observations to place constraints on mantle viscosity and deformation mechanisms. The project will also seek to predict the future land displacement Antarctica, which will lead to a better understand of Antarctica ice sheets. Finally, the project has direct implications for the study of global sea level change and the dynamics of the Greenland ice sheet. \r\n\r\nTechnical Description\r\nGlacial isostatic adjustment (GIA) is important for understanding not only fundamental science questions including mantle viscosity, mantle convection and lithospheric deformation but also societally important questions of global sea-level change, polar ice melting, climate change, and groundwater hydrology. Studies of rock deformation in laboratory experiments, post-seismic deformation, and mantle dynamics indicate that mantle viscosity is temperature- and stress-dependent. Although the effects of stress-dependent (i.e., non-Newtonian) viscosity and transient creep rheology on GIA process have been studied, observational evidence remains elusive. There has been significant ice mass loss in recent decades in northern Antarctica Peninsula (NAP) and Amundsen Sea Embayment (ASE) of West Antarctica. The ice mass loss has caused rapid bedrock uplift as measured by GPS techniques which require surprisingly small upper mantle viscosity of ~1018 Pas. The rapid uplifts may have important feedback effects on ongoing ice melting because of their influence on grounding line migration, and the inferred small viscosity may have implications for mantle rheology and deformation on decadal time scales. The main objective of the project is to test hypotheses that the GPS observations in NAP and ASE regions are controlled by 3-D non-Newtonian or/and transient creep viscosity by developing new GIA modeling capability based on finite element package CitcomSVE. The project will carry out the following three tasks: Task 1 is to build GIA models for the NAP and ASE regions to examine the effects of 3-D temperature-dependent mantle viscosity on the surface displacements and to test hypothesis that the 3-D mantle viscosity improves the fit to the GPS observations. Task 2 is to test the hypothesis that non-Newtonian or/and transient creep rheology controls GIA process on decadal time scales by computing GIA models and comparing model predictions with GPS observations for the NAP and ASE regions. Task 3 is to implement transient creep (i.e., Burgers model) rheology into finite element package CitcomSVE for modeling the GIA process on global and regional scales and to make the package publicly available to the scientific community. The project will develop the first numerical GIA model with Burgers transient rheology and use the models to examine the effects of 3-D temperature-dependent viscosity, non-Newtonian viscosity and transient rheology on GIA-induced surface displacements in Antarctica. The project will model the unique GPS observations of unusually large displacement rates in the NAP and ASE regions to place constraints on mantle rheology and to distinguish between 3-D temperature-dependent, non-Newtonian and transient mantle viscosity. The project will expand the capability of the publicly available software package CitcomSVE for modeling viscoelastic deformation and tidal deformation on global and regional scales. The project will advance our understanding in lithospheric deformation and mantle rheology on decadal time scales, which helps predict grounding line migration and understand ice sheet stability in West Antarctica. The project will strengthen the open science practice by improving the publicly available code CitcomSVE at github.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shijie",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shijie Zhong",
   "pi_email_addr": "szhong@colorado.edu",
   "nsf_id": "000326893",
   "pi_start_date": "2023-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 377603.0
  }
 ],
 "por": null
}