{
 "awd_id": "2333917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effects of Environmental Change on Microbial Self-organized Patterns in Antarctic Lakes",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 605073.0,
 "awd_amount": 605073.0,
 "awd_min_amd_letter_date": "2024-02-06",
 "awd_max_amd_letter_date": "2024-02-06",
 "awd_abstract_narration": "Ecosystems worldwide are threatened by anthropogenic changes in climate. Lakes are widely regarded as sentinels of climate change and, among these, polar lakes are the most sensitive. Beneath meters of permanent ice and liquid water, many Antarctic lakes contain complex microbial communities that are already being transformed by climate change. The structurally complex spatial patterns that these microbes create provide the opportunity to pursue research questions about spatial ecology that cannot be addressed elsewhere. This project focuses on research that will advance understanding of the spatial structure of benthic communities in Antarctic lakes, their relationships with environmental conditions, and predictions for likely changes in the future. This project will also advance methods in integrating the morphology and spatial patterning of modern microbial communities in relationship to their biophysical and biochemical environments. The quantitative framework being developed has potential to refine understanding of controls on microbial community patterning and thus interpretation of both the effects of climate change and ancient fossil microbial communities in the geologic record. Such understanding will address key questions about Earth’s evolutionary and environmental history and future.\r\n\r\nLake Vanda in the McMurdo Dry Valleys, Antarctic, has modern microbial pinnacles covering its lake floor. Using existing datasets on spatial structure of benthic communities from 37 sites on the floor of Lake Vanda, the project team will apply recent theories from Spatial Ecology to investigate the mechanisms that give rise to spatial patterns of pinnacles formed by benthic microbes. The work addresses two questions: (1) What are the morphological and spatial patterns of pinnacles and how do they vary over developmental stages, along environment gradients, and from 2013 to 2023? And (2) what mechanisms give rise to the geometry of individual pinnacles and their spatial distribution? Lake Vanda provides an exceptional opportunity to address these questions. It features well characterized gradients in sedimentation, nutrients, irradiance, transport mechanism, and colonization history. Benthic communities at different locations in the lake manifest distinct spatial patterns, as they experience distinct conditions. Lake level has increased  >10 m in the past few decades, creating additional opportunities for a “natural experiment” on pattern development by comparing relatively newly flooded substrates (pinnacles of 1 to 15 years old) with deeper, well-developed mats (> 70 years old). Since microbial communities respond to environmental change rapidly, analyses can characterize changes in patterns in pinnacle spatial data collected 9 years apart (Dec 2013 and Jan 2023), providing the opportunity to directly assess responses of spatially self-organized ecosystems to environmental change. As such, Lake Vanda is a natural laboratory that allows research (1) to effectively sort out mechanisms of pattern formation affecting benthic microbial communities residing there; and (2) to test the theory of spatial self-organization: mechanisms of pattern formation and responses to perturbations, applicable to ecosystems worldwide. Research questions will be addressed by integrating existing datasets, spatial pattern analyses, Bayesian statistical models, and process-based numerical models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoli",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoli Dong",
   "pi_email_addr": "xldong@ucdavis.edu",
   "nsf_id": "000797729",
   "pi_start_date": "2024-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Sumner",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Y Sumner",
   "pi_email_addr": "dysumner@ucdavis.edu",
   "nsf_id": "000417193",
   "pi_start_date": "2024-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR, STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "116Z",
   "pgm_ref_txt": "LIA-Life in Antarctica"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 605073.0
  }
 ],
 "por": null
}