{
 "awd_id": "2333567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Precise Manufacturing of Carbon Nanotube Arrays for Next-Generation Microelectronics Using Chemical and Topographical Patterning and Engineered Polymer Spacers",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 699253.0,
 "awd_amount": 699253.0,
 "awd_min_amd_letter_date": "2024-07-17",
 "awd_max_amd_letter_date": "2024-07-17",
 "awd_abstract_narration": "Semiconductors are materials with electrical conductivity that can be switched on and off and that have enabled modern electronics. However, most electronics rely on silicon and gallium arsenide, which have been the semiconductor materials of choice for more than fifty years. These semiconductors are being pushed to their limits and cannot meet the demands of next-generation electronic devices. Carbon nanotubes are atomically thin semiconducting wires that conduct more electricity per area and changes conductivity with less voltage, thus outperforming conventional semiconductors and enabling high performance circuits and devices. Aligned arrays of carbon nanotubes are poised to become the semiconductor of choice in logic microprocessors by substantially increasing speed and decreasing power consumption. For nanotubes to be most useful, they must be lined up in the same direction in a dense single layer, so that electricity can rapidly and efficiently travel through them. However, there are fundamental nanomanufacturing problems that need to be solved. This award supports research that aims to develop scientific understanding associated with using chemical and topographic cues on a substrate to create arrays of nanotubes that are not just aligned but have tailored packing density and consistent inter-nanotube spacing – critical for realizing their ideal electrical performance. Integrated with the research goals are outreach activities such as a YouTube tutorial about the basics of nanoelectronics for the public, research and mentoring opportunities for undergraduates, and dissemination through Engineering Open House and science fairs.\r\n \r\nThe overarching goal of this project is to conduct fundamental research into the scalable nanomanufacturing of carbon nanotube arrays using chemical and topographical patterning approaches and achieve nanotube-nanotube alignment to ±1˚, nanotube packing density of 200-250 μm-1, and improved regularity in packing needed to drive transformative advances in future microelectronic technologies. The research uncovers the factors that affect the lateral diffusion and reordering of nanotubes in trenches, through chemical cues in the trenches, in conjunction with design of new polymer wrappers that are programmed to set the nanotube-nanotube spacing and pitch. The project advances the trench-based assembly of nanotubes to their current limits and assembles nanotubes in trenches that are only a single nanotube wide. The project uses high resolution and large-area morphological and electrical metrology tools for quality assurance. The use of MD simulations provides insights on the possible carbon nanotube self-assembly mechanisms and helps screen different polymer chemistries and surface functionalization strategies. High-performance field effect transistors are fabricated from aligned carbon nanotubes and benchmarked against conventional semiconductor materials and previous carbon nanotube-based transistor technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Padma",
   "pi_last_name": "Gopalan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Padma Gopalan",
   "pi_email_addr": "pgopalan@wisc.edu",
   "nsf_id": "000174006",
   "pi_start_date": "2024-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Arnold",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Arnold",
   "pi_email_addr": "msarnold@wisc.edu",
   "nsf_id": "000516967",
   "pi_start_date": "2024-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 699253.0
  }
 ],
 "por": null
}