{
 "awd_id": "2333290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IUCRC Phase II Georgia Institute of Technology: Center for Science of Heterogeneous Additive Printing of 3D Materials (SHAP3D)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032924580",
 "po_email": "seraghav@nsf.gov",
 "po_sign_block_name": "Seetha Raghavan",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2029-04-30",
 "tot_intn_awd_amt": 227545.0,
 "awd_amount": 35274.0,
 "awd_min_amd_letter_date": "2024-04-23",
 "awd_max_amd_letter_date": "2024-04-23",
 "awd_abstract_narration": "The Industry-University Cooperative Research Center (IUCRC), Science of Heterogeneous Additive Printing of 3D Materials (SHAP3D), will serve the diverse interests of industry, government, and academia to address fundamental research challenges to meet the needs of industry for enabling heterogeneous 3D printing of multiple materials. Its mission is to perform pre-competitive, industry-oriented research to additively manufacture heterogeneous products with diverse functionality via integration of novel materials across all material classes, complex structures, and cutting-edge processes. SHAP3D’s industrial partners represent all sectors of the additive manufacturing (AM) supply chain, including materials, machines and processes, designers, and end users in commercial sectors such as aerospace, defense, and consumer products. SHAP3D will tackle real-world problems and help educate the future workforce. The SHAP3D Center will advance fundamental understanding and create economic value for industry by: (a) enabling the rational design, creation, and use of new materials, geometries, processes, and performance associated with additively manufactured products; (b) generating this knowledge through close collaboration between university and industry/government partners; (c) establishing a synergistic network of excellence in AM knowledge, experience, and facilities of added value to each partner; and (d) training students as the next generation of industry leaders in AM.  The Georgia Institute of Technology (GT) site will contribute its expertise to support research related to design and modeling of additive manufacturing, multi-material printing of polymers and metals, 4D printing, and sustainability in additive manufacturing. \r\n\r\nSHAP3D will perform essential research providing the fundamental knowledge for heterogeneous AM that integrates multiple engineering materials to enhance structure and functionality. SHAP3D will develop critical insight into the structure-processing-property relationships to predict, control, and create new materials and processes for heterogeneous 3D printing. The vision is to provide industrial participants with new, validated capabilities with tunable properties and superior functionality for use in real-world designs. The Center’s research activities aim to accelerate expansion and competitiveness of the domestic AM industry and its customers by addressing two critical market needs: (1) the growth of AM into more complex topologies, heterogeneous materials, and multi-functional applications commanding high margins commensurate with increased performance; and (2) the expansion of AM into lower margin industries via order-of-magnitude improvements in throughput, material-per-performance cost reductions, and ease-of-use and design rules. Industry members view these market needs from three economic drivers: (1) design concepts for integrating dissimilar materials into heterogeneous products for multi-functional components/products enabling new products and industries, (2) reduction in processing costs via optimized and parallel processes to additively manufacture products more quickly with higher resolution, and (3) use of complex geometries, high performance materials, and improved quality enabling  diverse and lighter weight products to minimize total life cycle costs and environmental footprint.  The key areas of the research strategy are: (1) the ability to print heterogenous parts using mixed printing techniques, (2) printing multiple materials by designing and structuring interfaces, (3) prediction of properties and the processes that will produce those properties, (4) enabling greater functionality, complexity and the ability to make things that cannot otherwise be made, and (4) improving sustainability and recyclability through AM. The GT site will contribute research expertise in design, modeling, artificial intelligence, material development, and multi-material printing of polymers and metals. Specific research topics include: simulation-based and machine learning based modeling of additive manufacturing processes, data science in additive manufacturing, design based on topology optimization and machine learning, multi-material 3D printing of polymers and metals, 4D printing, and sustainability and additive manufacturing. GT will also leverage the Advanced Manufacturing Pilot Facility (AMPF), a reconfigurable R&D high bay manufacturing facility with AM-related core facilities.  Education activities include training for graduates and undergraduates through research projects as well as collaborating with Project ENGAGES (Engaging New Generations at Georgia Tech through Engineering & Science).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hang",
   "pi_last_name": "Qi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Hang J Qi",
   "pi_email_addr": "qih@me.gatech.edu",
   "nsf_id": "000104051",
   "pi_start_date": "2024-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meisha",
   "pi_last_name": "Shofner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Meisha L Shofner",
   "pi_email_addr": "meisha.shofner@mse.gatech.edu",
   "nsf_id": "000372033",
   "pi_start_date": "2024-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 35274.0
  }
 ],
 "por": null
}