{
 "awd_id": "2333941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bloch wave interferometry in semiconductors and correlated insulators",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2024-01-15",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 730289.0,
 "awd_amount": 730289.0,
 "awd_min_amd_letter_date": "2024-01-08",
 "awd_max_amd_letter_date": "2024-01-08",
 "awd_abstract_narration": "Nontechnical description:\r\nMeeting society’s future demands for information technology requires ever-increasing control over semiconducting materials, from which electronics are made, and light, which transmits vast quantities of information at continually-increasing speeds.  Quantum mechanics tells us that electrons in semiconductors should behave like waves. A detailed understanding of these electronic waves is required to engineer the next generations of electronic and optical devices. Recently, using a powerful, building-sized laser to rapidly accelerate charges in a semiconductor and smash them back together before they can collide with anything else, the principle investigator’s group has been able to observe two kinds of accelerated electronic waves interfering with one another, analogous to the interaction of ripples from two stones thrown into a pond. From the pattern of the interference, the principle investigator’s group has been able, for the first time, to reconstruct directly from experimental data the mathematical form of interfering electronic waves in a semiconductor. In this project, the research team leverages the interference of electronic waves to develop a method to precisely measure important parameters that govern both the motion of charges in and the absorption and emission of light from semiconductors. The research is carried out by graduate and undergraduate student researchers who, in the process, get rigorous training in semiconductor physics, optics, and, most importantly, solving hard problems that have never been solved before. With this training, these researchers will be well-positioned to contribute to developing future information technologies in industry, academia, or government. These researchers also participate in the PI’s popular educational outreach program that has, since 2005, brought attractive, engaging and robust \"Questboards\" to local community science nights for K-12 students to get hands-on experience with electrical circuits.\r\n\r\nTechnical description:\r\nInterferometry is a powerful tool for measuring information encoded in waves of all sorts. Charged quasiparticles in solids have a wavelike character that is captured in their Bloch wavefunctions. In 2011, the principle investigator’s group reported the experimental discovery of high-order sideband generation, in which a semiconductor driven simultaneously by a weak near-infrared laser and a strong THz laser can emit many dozen near-infrared sidebands in a comb-like spectrum with comb teeth separated by an integer multiple of the THz frequency. Recently, the group reported that the polarizations of sidebands emitted from bulk gallium arsenide (GaAs) can be viewed as interferograms from a Michelson-like interferometer for Bloch waves, and calculated using a simple analytical model. This project uses quantitative Bloch-wave interferometry in three ways:  (1) reconstruct the effective Hamiltonian, precise band gaps, and de-phasing processes of electron-hole pairs in bulk GaAs. This will open the door to much more precise electronic structure measurements in the technologically-critical direct-gap semiconductors;  (2) measure anomalous displacements (transverse to the direction of the accelerating electric field) of holes in GaAs quantum wells caused by extremely large valence band Berry curvatures. This will be among the cleanest demonstrations of anomalous velocity—first predicted nearly 70 years ago—and may enable a direct measurement of the local Berry curvature of a band; (3) extend Bloch-wave interferometry to Mott insulators, beginning with the van der Waals antiferromagnet NiPS3, a promising candidate because of its extremely bright and narrow exciton, opening a new window into the electronic structure of strongly-correlated insulators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Sherwin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Sherwin",
   "pi_email_addr": "sherwin@ucsb.edu",
   "nsf_id": "000475921",
   "pi_start_date": "2024-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 730289.0
  }
 ],
 "por": null
}