{
 "awd_id": "2333363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IUCRC Planning Grant The University of Alabama: Center to Accelerate Recipe Development for Additive Manufacturing of Metals (CARDAMOM)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032924580",
 "po_email": "seraghav@nsf.gov",
 "po_sign_block_name": "Seetha Raghavan",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2024-02-28",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "This award funds planning activities at University of Alabama (UA) for a proposed new three-site industry university cooperative research center (IUCRC), the Center to Accelerate Recipe Development for Additive Manufacturing of Metals (CARDAMOM). CARDAMOM is led by the University of Nebraska-Lincoln in partnership with the University of Texas Rio Grande Valley, and the University of Alabama. Metal additive manufacturing (AM), also known as metal 3D printing, is transforming manufacturing within the United States and around the world. This new disruptive technology has already resulted in several success stories, primarily within the aerospace and biomedical sectors. However, further expansion to the greater manufacturing community is impeded by limitations in powder feedstocks, a lack of access to flexible and comprehensive metal AM research and production facilities, and a workforce with limited AM design experience. CARDAMOM proposes to address these research needs by assisting industry members along the entire “powder-to-part” development cycle to address fundamental research questions with a view toward final engineering applications. In addition, the team will address societal impacts of education and workforce development which will have a significant impact on the training of students from diverse backgrounds and educational institutions. Eventually, CARDAMOM aims to be a steady provider of high-quality engineers and technicians to manufacturers and government research laboratories. \r\n\r\nThe mission of CARDAMOM is to transform the manufacturing of high-performance, quality metallic components created with AM via active engagement with Center industry members. With respect to the technological impacts, CARDAMOM will pursue multiple thrusts in order to: develop methods for production of AM feedstocks for new alloys; develop new methods and techniques to understand and interpret in situ measurement data; use advanced characterization to provide 3D microstructural and nanostructural information that connects processing methods to component performance; develop new computational methods to predict and understand microstructural development, leading to better ways to design new materials and processes; develop innovative measurements to quantify laser-metal interactions; use advanced metrology and NDE to enhance AM build quality; develop new data analytical (machine learning) approaches for data interpretation and scientific insight. CARDAMOM will engage potential members across the full supply chain, including equipment manufacturers, aerospace and defense companies, tool and die producers, materials development companies, process optimization designers, and government laboratories. The University of Alabama will specifically emphasize, custom metallic alloy powder production, solid state additive manufacturing process development, and advancement and application of ICME tools for AM materials and process development. The Alabama Atomization Facility has an inert gas atomization capability, which is routinely used to produce AM-appropriate metallic alloy powders. The faculty at UA have a number of active programs involving cold spray, laser assisted cold spray, and additive friction stir deposition for AM. UA has faculty who are developing and implementing ICME methods across length and time scales to enable alloy and process design, specifically benefiting AM approaches.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Brewer",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Luke N Brewer",
   "pi_email_addr": "lnbrewer1@eng.ua.edu",
   "nsf_id": "000574535",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark Edward",
   "pi_last_name": "Barkey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Edward Barkey",
   "pi_email_addr": "mbarkey@eng.ua.edu",
   "nsf_id": "000396384",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Thompson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B Thompson",
   "pi_email_addr": "gthompson@eng.ua.edu",
   "nsf_id": "000035550",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Monroe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Monroe",
   "pi_email_addr": "camonroe@ua.edu",
   "nsf_id": "000938566",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lorena",
   "pi_last_name": "Perez-Andrade",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Lorena I Perez-Andrade",
   "pi_email_addr": "liperezandrade@ua.edu",
   "nsf_id": "000938565",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "301 ROSE ADMIN BLDG",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8041",
   "pgm_ref_txt": "Fabrications and Processing Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}