{
 "awd_id": "2334899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: A Biogeochemical Study of Bog Iron in the New Jersey Pine Barrens",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928935",
 "po_email": "ksegrave@nsf.gov",
 "po_sign_block_name": "Kari Segraves",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 501629.0,
 "awd_amount": 501629.0,
 "awd_min_amd_letter_date": "2024-05-08",
 "awd_max_amd_letter_date": "2024-05-08",
 "awd_abstract_narration": "The project will study bacteria in Pine Barrens bog iron seeps to understand how bacterial communities thrive on iron. The New Jersey Pine Barrens is a 1.1-million-acre forest with sandy, nutrient-poor soil and acidic waters that are rich in iron. Iron moves from underground waters to the surface and collects in rust-colored bogs that were historically used in the iron industry. Although humans have long since abandoned the iron forges, bog iron seeps are hubs of activity for bacteria that use dissolved iron for energy. The unique abilities of iron bacteria could be used in practical applications such as removing toxic metals from drinking water or developing green energy. Despite their potential to benefit humans, little is known about how these bacteria cycle iron. The project will identify the species of bacteria that live in iron bogs and will study how these bacteria chemically change iron. Additionally, the research will support paid research opportunities for undergraduate students from historically underrepresented groups. The PI will also have public outreach events that educate the public on bog iron seeps and their micobes.\r\n\r\nThis study will establish biogeochemical observatories at three historic iron forge locations, which represent the largest and most historically important bog iron deposits across three watersheds in the Pinelands: Harrisville Furnace (Oswego/Wading River), Batsto Village (Mullica River), and Weymouth Furnace (Great Egg Harbor River). Each site contains iron (III) oxyhydroxide-bearing seeps and springs where the diversity and activity of iron-cycling bacteria can be tracked over time under varying geochemical and hydrological conditions. Iron-cycling mechanisms at these locations will be examined using a multi-pronged approach, including continuous geochemical data logging and subsurface hydrology, metagenomic and metatranscriptomic sequencing techniques, scanning electron microscopy, and x-ray diffraction. Enrichment culturing under selective conditions will be used to test the rates and relative contributions of iron oxidation by different clades of bacteria using cyclic voltammetry, stable isotope probing, and metatranscriptomics. The resulting hydrological, geochemical, and meta-omic datasets will be used to generate a functional model of iron biogeochemistry in Pine Barrens bog iron seeps.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Seyler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren M Seyler",
   "pi_email_addr": "lauren.seyler@stockton.edu",
   "nsf_id": "000882345",
   "pi_start_date": "2024-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stockton University",
  "inst_street_address": "101 VERA KING FARRIS DR",
  "inst_street_address_2": "",
  "inst_city_name": "GALLOWAY",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6096524844",
  "inst_zip_code": "082059441",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NJ02",
  "org_lgl_bus_name": "STOCKTON UNIVERSITY",
  "org_prnt_uei_num": "Z9BSET8XC1B9",
  "org_uei_num": "WCNKMBVN2CB9"
 },
 "perf_inst": {
  "perf_inst_name": "Stockton University",
  "perf_str_addr": "101 VERA KING FARRIS DR",
  "perf_city_name": "GALLOWAY",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "082059441",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NJ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 501629.0
  }
 ],
 "por": null
}