{
 "awd_id": "2334944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO Marajo: the origin and evolution of vertebrate diversity in the planet's largest fluvial island",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 463000.0,
 "awd_amount": 463000.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "Amazonia houses the largest biodiversity on the planet, and understanding how this biodiversity was established is a lingering question in biology. Answers to that question could provide valuable information on how species respond to environmental and climate changes and lead to better choices in conservation biology. However, basic data on distribution and evolution of Amazonian biodiversity remain fragmentary, posing challenges to scientists to tackle fundamental questions. A specific knowledge gap concerns the composition and origins of the biodiversity of Marajó, the world's largest fluvial island (roughly the size of Switzerland). Marajó is divided into a densely forested west and a mostly open (treeless grassland and savanna woodlands) east.  The sharp climatic and vegetation differences make the island a natural experiment to understand evolution of animal groups in Amazonia. This project will employ field- and laboratory-based approaches to study the origin and evolution of fauna at Marajó. It will use geographic and genomic data from vertebrate species to reveal how and when these groups colonized the island, and how the different landscapes prompted their evolution and diversification. The project will create hands-on learning opportunities for students from diverse backgrounds and will create a community for knowledge exchange on biodiversity and conservation. \r\n\r\nUnderstanding the mechanisms and processes associated with the origin and maintenance of Amazonian biodiversity requires integrative studies bridging macro- and microevolution. Marajó’s dynamic history, which includes a relatively recent separation from the mainland (during late Pleistocene to Holocene) and a marked division into a densely forested west and mostly open habitats in the east, makes it a natural evolutionary experiment to understand diversification of animal assemblages on Marajó itself, as well as between habitat types within the island. This project will use geographic information and genomic data (Ultraconserved Elements) from seven vertebrate groups (two amphibians, two lizards, and three mammals), and a combination of phylogenetic methods and fine scale population genetic analyses to evaluate genomic structures within Marajó, and in a broader scope including mainland sites. This project aims to answer two main questions: (1) How and when did these groups colonize the island? (2) How the use of different landscapes within the island may have fostered microevolutionary diversification? The research plan includes field collections at four Marajó sites, gathering of complementary samples available through natural history collections, generation of genomic data, and phylogeographic and population genetic analyses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvia",
   "pi_last_name": "Pavan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Silvia E Pavan",
   "pi_email_addr": "silvia.pavan@humboldt.edu",
   "nsf_id": "000877455",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pedro",
   "pi_last_name": "Peloso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pedro Peloso",
   "pi_email_addr": "pedropeloso@humboldt.edu",
   "nsf_id": "000605420",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edson",
   "pi_last_name": "Abreu",
   "pi_mid_init": "F",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Edson F Abreu",
   "pi_email_addr": "edson.fd.abreu@gmail.com",
   "nsf_id": "000937823",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Humboldt State University Foundation",
  "inst_street_address": "1 HARPST ST",
  "inst_street_address_2": "",
  "inst_city_name": "ARCATA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7078264189",
  "inst_zip_code": "955218222",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "CAL POLY HUMBOLDT SPONSORED PROGRAMS FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "K1S8M8RU4FK7"
 },
 "perf_inst": {
  "perf_inst_name": "Cal Poly Humboldt Sponsored Programs Foundation",
  "perf_str_addr": "1 HARPST ST SBS BLDG RM 427",
  "perf_city_name": "ARCATA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "955218222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 463000.0
  }
 ],
 "por": null
}