{
 "awd_id": "2334294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: PREC: Developing an Underrepresented Research Student Pipeline Between CSUF and C-CAS",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2023-11-15",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 198692.0,
 "awd_amount": 198692.0,
 "awd_min_amd_letter_date": "2023-11-07",
 "awd_max_amd_letter_date": "2023-11-07",
 "awd_abstract_narration": "In this planning grant, funded by the Chemistry Division at NSF, Professors Michael Groves and Ryan Cammarota of California State University-Fullerton (CSUF), a Hispanic-serving and primarily undergraduate institution (PUI), are working with the Center for Computer Assisted Synthesis (C-CAS) to develop a partnership that could form the basis of a future submission to the Partnerships for Research and Education in Chemistry (PREC) program. A comprehensive research ecosystem will be built that encourages CSUF students, especially those from underrepresented groups (URG), to attain graduate degrees in the chemical sciences, expanding the pool of talent in STEM and addressing the “Missing Millions” problem. This is accomplished by enhancing the capstone projects all chemistry majors at CSUF must complete and encouraging students to complete it earlier in their career. Continuous mentoring by CSUF and C-CAS faculty will highlight the value of graduate research as it relates to the students’ career plans. Interdisciplinary research is proposed, particularly remediation of perfluoroalkyl substances (PFAS), also known as “forever chemicals.” The combination of experimental/computational/data science projects will enable CSUF students to participate in paid summer research experiences at C-CAS sites, be peer-mentored by C-CAS students and faculty, and be trained and supported as they apply for graduate school. Expected outcomes from this project: (i) CSUF students from URGs will be recruited earlier in their education to meaningfully participate in research; (ii) support from C-CAS personnel will enhance the research conducted by CSUF faculty members and build research capacity by enabling them to pursue more ambitious projects and better compete for funding; (iii) the expertise of CSUF PIs will enhance C-CAS projects and strengthen efforts at C-CAS institutions to increase diversity by improving recruitment of URG students; and (iv) C-CAS trainees will mentor CSUF students and meaningfully interact with a PUI, thus preparing the C-CAS trainees for future careers at PUIs. Progress toward these outcomes will be quantified by the assessment infrastructure established within C-CAS, allowing the CSUF PIs and C-CAS to formulate a plan for scaling up the most effective interventions as part of a future PREC proposal. \r\n\r\nThis planning grant will form strategic relationships with C-CAS as part of building a comprehensive research ecosystem that encourages CSUF students from underrepresented groups to pursue graduate degrees in STEM (science, technology, engineering and mathematics) fields. Using experimental catalyst evaluation guided by computational chemistry and machine learning, students will study how an NHC (N-heterocyclic carbene) ligand and the directing groups within perfluoroalkyl substances enable a metal to break C–F bonds, remediating these “forever chemicals”. Representative ligands will be selected for experimental evaluation by using unsupervised learning tools to map and cluster computed chemical property space. Reaction condition optimization using a Bayesian algorithm will be used to identify an ideal solvent/base/directing group combination for evaluating the full set of representative ligands. Finally, the experimental outputs and the computed properties will be integrated to build a catalyst fitness function for the hydrodefluorination (HDF) reaction. The education goal is to pilot methods for encouraging CSUF students to enter the mandatory capstone research project in their sophomore or junior year, thus maximizing the benefits of an extended research experience. Initiatives that will be piloted at CSUF include: (1) building a database for earlier recruitment of research students; (2) establishing a guided process for helping students identify and apply for summer research opportunities; (3) standing up workshops on applying to graduate school; and (4) instituting a peer-mentorship system with C-CAS graduate student mentors. The project will build research capacity at CSUF and enable C-CAS institutions to strengthen efforts to increase diversity in chemistry research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Groves",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Groves",
   "pi_email_addr": "mgroves@fullerton.edu",
   "nsf_id": "000758520",
   "pi_start_date": "2023-11-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Cammarota",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan C Cammarota",
   "pi_email_addr": "rcammarota@fullerton.edu",
   "nsf_id": "000938556",
   "pi_start_date": "2023-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Fullerton",
  "perf_str_addr": "800 N. State College Blvd.",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928313599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "45",
  "perf_st_cong_dist": "CA45",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 198692.0
  }
 ],
 "por": null
}