{
 "awd_id": "2334155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Testing hypotheses of the reproductive energetic tradeoffs of facultative symbioses",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2024-12-15",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 689238.0,
 "awd_amount": 689238.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "Coral symbioses are comprised of animal, algal, and microbial members. The primary association, between the coral animal and its photosynthetic algal symbiont, is crucial for the coral host; most tropical corals are highly dependent on their algal symbionts and will bleach and subsequently die if this symbiosis is disrupted by poor environmental conditions, e.g. warming ocean waters. The Northern Star Coral, Astrangia poculata, a common species found in temperate coastal waters of eastern North America, exhibits a flexible symbiosis with its algal symbiont. Adjacent colonies, subjected to the same environmental conditions, can be found with few to many algal symbionts; some colonies appear stark white, seemingly bleached, whereas others are brown in color, containing photosynthesizing algal symbionts, and yet both types of colonies can be healthy. This unique aspect of the biology of A. poculata with its algal symbiont, Breviolum psygmophilum, will be used to examine how symbiosis affects the energy corals devote towards the basic tasks required of all organisms: development, growth, body maintenance, and reproduction. Given rapidly deteriorating ocean conditions for most corals worldwide, understanding how corals acquire and use energy with and without their symbionts, in different environmental conditions, is imperative. The project will support the education and research training of numerous undergraduate students from diverse backgrounds, and will support outreach efforts to engage the public in temperate coral symbiosis and conservation.\r\n\r\nWhile tropical corals exhibit one of the classic examples of mutualisms in biology, the fitness costs, benefits, and tradeoffs of coral-algal symbioses are challenging to explicitly test because their symbiosis is obligate. Astrangia poculata, a common subtidal coral found in temperate coastal waters of eastern North America, may permit this type of testing because it exhibits a facultative symbiosis with its algal symbiont, Breviolum psygmophilum. By their very nature, facultative symbioses are evolutionary, ecological, and physiological puzzles that are intriguing at many levels of biological inquiry, and their energetic ramifications may be best disentangled using integrative and comparative approaches. There are certainly fitness costs, benefits, and tradeoffs to different symbiotic states, but unless the benefits are perfectly balanced across states, one would predict convergence towards or away from symbiosis. In A. poculata however, multiple symbiotic states persist in nature, immediately adjacent to each other in physical space. This study will examine symbiosis from an energetic perspective, quantifying the effects of symbiotic state on reproductive investment and larval performance, important life history characters and measures of fitness. The investigators will also construct, parameterize, and validate a comprehensive dynamic energy budget model for A. poculata - B. psygmophilum, the first such model in any system to explore energetic acquisition, expenditure, and needs. Broader impacts will include coordination with existing institutional programs to facilitate the transition into research labs of underrepresented first-year undergraduate students, empowering women in science, and outreach efforts to engage the public in coral symbiosis and conservation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randi",
   "pi_last_name": "Rotjan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Randi D Rotjan",
   "pi_email_addr": "randi.rotjan@gmail.com",
   "nsf_id": "000506437",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Nisbet",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roger M Nisbet",
   "pi_email_addr": "nisbet@lifesci.ucsb.edu",
   "nsf_id": "000176114",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Muller",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Erik B Muller",
   "pi_email_addr": "muller@lifesci.ucsb.edu",
   "nsf_id": "000561826",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 689238.0
  }
 ],
 "por": null
}