{
 "awd_id": "2334884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: The impact of pheromone signaling on C. elegans population dynamics",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928781",
 "po_email": "jwojdak@nsf.gov",
 "po_sign_block_name": "Jeremy Wojdak",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 501772.0,
 "awd_amount": 501772.0,
 "awd_min_amd_letter_date": "2024-06-05",
 "awd_max_amd_letter_date": "2024-06-05",
 "awd_abstract_narration": "Population dynamics are the changes in age structure and density in a population over time. These changes are driven by the genes of the organisms, their interactions with each other, and their interactions with a fluctuating biotic and abiotic environment. Some organisms communicate with each other about their local environment, and this communication may influence population dynamics. This project uses the small roundworm Caenorhabditis elegans to study communication between animals in populations through chemical signals. C. elegans is a powerful genetic model organism with ideal characteristics for studying population dynamics (e.g., a short lifecycle of three days, can be inexpensively grown in the lab in large numbers). Chemical signals help C. elegans to survive famines by sending some of them into diapause (i.e. a kind of hibernation), but many questions remain about how communication at the individual level corresponds to the properties of entire populations. Studying how populations react to changes in their environment is an important step to improve model forecasting of populations for pest control or conservation of wild species.  Another important goal of the project is to promote a diverse and strong future science work force by enhancing research opportunities for undergraduate students in the researcher’s rural community through paid hands-on experience in the lab. In addition, the project will include outreach to local schools and colleges providing opportunities for students to engage in hypothesis-driven research through computer modeling of population dynamics. \r\n\r\nThis project aims to understand how pheromone signaling and the dauer diapause stage of C. elegans influence population dynamics in different environmental conditions. Two recently established research tools will be used to (1) determine the effect of dauer pheromone communication on C. elegans population dynamics in a laboratory system, and (2) define the impact of responsiveness to dauer pheromone and starvation on C. elegans population dynamics in a realistic agent-based computer model. Mutant strains and wild isolates with variations in genes that influence pheromone signaling will be used to rigorously test the function of pheromones for population dynamics. Laboratory populations of these strains/isolates and simulated populations with fine-tuned changes in the pheromone signaling phenotype will be analyzed for at least 30 generations under continuous high bacterial food availability and compared to populations with 10-day or 30-day starvation periods. These experiments will determine how pheromonal dauer communication impacts fitness under different environmental conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Scharf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Scharf",
   "pi_email_addr": "scharfa@mst.edu",
   "nsf_id": "000920632",
   "pi_start_date": "2024-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W 12TH ST",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 501772.0
  }
 ],
 "por": null
}