{
 "awd_id": "2335008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: The interactive effects of bats and insects on shrub encroachment dynamics in the Chihuahuan Desert",
 "cfda_num": "47.074, 47.083",
 "org_code": "08080000",
 "po_phone": "7032928935",
 "po_email": "ksegrave@nsf.gov",
 "po_sign_block_name": "Kari Segraves",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 497567.0,
 "awd_amount": 497567.0,
 "awd_min_amd_letter_date": "2024-06-04",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "This project investigates the role of bats and their consumption of plant-eating insects in a region where shrubs are replacing grasses in the southwestern United States, the most bat-diverse region in the country. Grasslands in many desert or semi-desert regions around the world are becoming dominated by woody plants or shrubs and bare ground. Such changes in the plant community can be good but are more likely to be bad for animals living in these environments. Certain animals may even influence how quickly grasses are replaced by shrubs. However, for most species, these relationships are unknown. By eating insects, bats reduce the need for pesticides in agricultural systems, and can benefit plant health in other ecosystems. This project will help develop ideas and plans to protect and promote healthy grasslands and wildlife communities. In addition, this project will provide hands-on research experiences for diverse undergraduate and graduate students.\r\n\r\nThis project will monitor bat and arthropod interactions across a grass–shrub gradient in the northern Chihuahuan Desert to evaluate how insectivorous bats are affected by—and potentially influence—shrub encroachment in arid landscapes. Research will be conducted at the Jornada Basin Long Term Ecological Research (LTER) site in southern New Mexico, leveraging a variety of long-term experiments and datasets. The researchers first aim to quantify species-specific bat activity using acoustic recorders across habitats that are grass-dominated, shrub-dominated, or in the grass–shrub transition zone. Bats will also be captured across these habitats to collect fecal samples that will be molecularly analyzed to determine what insects are present in their diets. The researchers expect that shrub encroachment reduces habitat complexity and potential arthropod food opportunities, and thus diminishes arthropod species richness and abundance. This may in turn reduce the species richness, foraging activity, and diet diversity among the bats preying on those arthropods. The researchers will also measure the indirect effects of bats on woody plant success in at-risk grasslands. Reductions in insects and herbivory will be quantified by comparing areas from which bats are excluded and control sites within habitats that are grass-dominated, shrub-dominated, or in the grass–shrub transition zone. \r\n\r\nThis project is jointly funded by the Population and Community Ecology cluster in the Division of Environmental Biology, the Established Program to Stimulate Competitive Research (EPSCoR), and the Division of Biological Infrastructure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Laverty",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa M Laverty",
   "pi_email_addr": "tlaverty@nmsu.edu",
   "nsf_id": "000733190",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST STE E1200",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 497567.0
  }
 ],
 "por": null
}