{
 "awd_id": "2335370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: High Fidelity Climate Simulation Powered by Generative Adversarial Networks",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-02-21",
 "awd_max_amd_letter_date": "2024-02-21",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase I project is the creation of a broad (1,000 outcome), hyperlocal (less than 3 km) climate simulation archive that can be used by power grid planners and energy industry investors to better understand forward-looking risks to grid reliability and renewable energy asset viability. This simulation data will be pre-computed for all locations within the Electronic Reliability Council of Texas (ERCOT) power grid, enabling planners and investors to quickly model the probabilistic impact of different renewable energy capacity pathways and different electrification trends. Ultimately, this data will support a more reliable grid and faster energy transition because decision-makers will have access to a single source of future weather data that incorporates extreme events, natural variability, and climate change. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project proposes the creation of a climate simulation engine that generates synthetic hourly local weather patterns for many locations and many weather variables (all that are needed to model energy resources such as utility demand, wind generation, and solar generation). The project will not rely on physics-based global climate models due to the computational intensity of those models and the need to model local rather than regional or global weather. Instead, this project will research an innovative combination of statistical simulation with artificial intelligence (AI), leveraging the strengths of each to compensate for the weaknesses of the other. For example, statistical simulation models are precise but do not scale, while AI simulation models can scale almost without limit but are not precise. The project research will investigate a new method to impose precision (via known statistics) on AI pattern generation, yielding a high-fidelity climate model at scale. The expected technical result of the project is the creation of a simulation engine that can simulate 1,000 outcomes of hyperlocal hourly weather over the state of Texas--with accuracy similar to a pure-statistics model benchmark while keeping the cost of cloud computing resources low.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Ivancic",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Ivancic",
   "pi_email_addr": "tjivancic@gmail.com",
   "nsf_id": "000939979",
   "pi_start_date": "2024-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNAIRIO INC.",
  "inst_street_address": "509 S EXETER ST",
  "inst_street_address_2": "STE 500",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "9173271746",
  "inst_zip_code": "212024369",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "SUNAIRIO INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "STM9CN64Q516"
 },
 "perf_inst": {
  "perf_inst_name": "SUNAIRIO INC.",
  "perf_str_addr": "509 S EXETER ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212024369",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9708f74c-7fff-71e9-2deb-4597b0db5a2f\">\r\n<p dir=\"ltr\"><span>Context</span></p>\r\n<p dir=\"ltr\"><span>Sunairio is a data and analytics company serving the energy industry whose core technology produces high-fidelity climate simulations at multiple locations. These simulations reproduce observed historical trend-adjusted climatological distributions and correlation structure between points in time, different weather variables, and different locations. These realistic, localized, climate-aware, and correlated simulations are used by clients to analyze energy assets (e.g. load centers, solar farms, or wind farms) and grid outcomes (e.g. resource adequacy, energy price modeling, etc.).</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>The goal of this project was to make Sunairio&rsquo;s core technology more scalable. Prior to this project, the computational complexity of the simulation generation algorithm grew quadratically with the total number of weather variables and locations, effectively limiting the number of assets that could be simulated simultaneously. Notably, it was computationally infeasible to simulate the entire US energy grid. This project investigated two approaches to achieve the level of scalability required:</span></p>\r\n<ul>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Generative Adversarial Network (GAN) models that simulate weather across the entire country simultaneously.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Statistical methods to create simulations at new locations that maintain correlation structure with previously generated simulations at other locations. This allows for simulation at an arbitrary number of locations&ndash;generated one location at a time.</span></p>\r\n</li>\r\n</ul>\r\n<br />\r\n<p dir=\"ltr\"><span>Results</span></p>\r\n<p dir=\"ltr\"><span>To evaluate the GAN approach, a model was trained to simulate hourly temperature (detrended and normalized) over a grid of locations in Texas. This model generated simulations extremely quickly, with outputs that approximately reproduced both climatological distributions and historical correlation structure. However, model training was slower than expected and did not consistently converge to a stable optimum. Instead, distributions and correlations in simulated data would briefly approach those in historic data, but further training often led to decreased performance. An explicit measure of model quality was successfully developed to augment model training, but this measure became computationally infeasible as the number of variables and locations grew.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>To evaluate the statistical model approach, a method was developed to simulate weather incrementally&ndash;one location at a time. This model generated outputs faster than the GAN model alternative with outputs that exactly reproduced both climatological distributions and historical correlation structure. The model also recreated historical extremes (the tails of the historic distributions)&ndash;a crucial benefit for electric grid and resource adequacy applications. This incremental approach, however, does not natively simulate the entire country at the same time, limiting its capabilities to facilitate explorations of the US energy grid without pre-determined weather locations.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>Impact</span></p>\r\n<p dir=\"ltr\"><span>Although GAN models generated simulations quickly and efficiently, the models did not converge reliably and the simulations only approximately matched target distributions and correlations. Model training was successfully augmented with an explicit measure of model quality, but this measure did not scale effectively with simulation complexity.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>On the other hand, incremental simulation generation via statistical models did create simulations that matched target distributions and correlations exactly. While the speed of simulation generation was not affected by the number of pre-existing locations and could thus scale effectively, this approach is not feasible for analyses of the US that do not first specify weather locations of interest.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>High-fidelity climate simulations show promise as a means to improve grid planning and investment. How effectively this potential can be realized depends on careful generation and curation of consistent and reliable simulations.</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/19/2025<br>\nModified by: Timothy&nbsp;John&nbsp;Ivancic</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nContext\r\n\n\nSunairio is a data and analytics company serving the energy industry whose core technology produces high-fidelity climate simulations at multiple locations. These simulations reproduce observed historical trend-adjusted climatological distributions and correlation structure between points in time, different weather variables, and different locations. These realistic, localized, climate-aware, and correlated simulations are used by clients to analyze energy assets (e.g. load centers, solar farms, or wind farms) and grid outcomes (e.g. resource adequacy, energy price modeling, etc.).\r\n\n\r\n\n\nThe goal of this project was to make Sunairios core technology more scalable. Prior to this project, the computational complexity of the simulation generation algorithm grew quadratically with the total number of weather variables and locations, effectively limiting the number of assets that could be simulated simultaneously. Notably, it was computationally infeasible to simulate the entire US energy grid. This project investigated two approaches to achieve the level of scalability required:\r\n\r\n\r\n\n\nGenerative Adversarial Network (GAN) models that simulate weather across the entire country simultaneously.\r\n\r\n\r\n\n\nStatistical methods to create simulations at new locations that maintain correlation structure with previously generated simulations at other locations. This allows for simulation at an arbitrary number of locationsgenerated one location at a time.\r\n\r\n\r\n\n\r\n\n\nResults\r\n\n\nTo evaluate the GAN approach, a model was trained to simulate hourly temperature (detrended and normalized) over a grid of locations in Texas. This model generated simulations extremely quickly, with outputs that approximately reproduced both climatological distributions and historical correlation structure. However, model training was slower than expected and did not consistently converge to a stable optimum. Instead, distributions and correlations in simulated data would briefly approach those in historic data, but further training often led to decreased performance. An explicit measure of model quality was successfully developed to augment model training, but this measure became computationally infeasible as the number of variables and locations grew.\r\n\n\r\n\n\nTo evaluate the statistical model approach, a method was developed to simulate weather incrementallyone location at a time. This model generated outputs faster than the GAN model alternative with outputs that exactly reproduced both climatological distributions and historical correlation structure. The model also recreated historical extremes (the tails of the historic distributions)a crucial benefit for electric grid and resource adequacy applications. This incremental approach, however, does not natively simulate the entire country at the same time, limiting its capabilities to facilitate explorations of the US energy grid without pre-determined weather locations.\r\n\n\r\n\n\nImpact\r\n\n\nAlthough GAN models generated simulations quickly and efficiently, the models did not converge reliably and the simulations only approximately matched target distributions and correlations. Model training was successfully augmented with an explicit measure of model quality, but this measure did not scale effectively with simulation complexity.\r\n\n\r\n\n\nOn the other hand, incremental simulation generation via statistical models did create simulations that matched target distributions and correlations exactly. While the speed of simulation generation was not affected by the number of pre-existing locations and could thus scale effectively, this approach is not feasible for analyses of the US that do not first specify weather locations of interest.\r\n\n\r\n\n\nHigh-fidelity climate simulations show promise as a means to improve grid planning and investment. How effectively this potential can be realized depends on careful generation and curation of consistent and reliable simulations.\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 02/19/2025\n\n\t\t\t\t\tSubmitted by: TimothyJohnIvancic\n"
 }
}