{
 "awd_id": "2335156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Universal Electric Propulsion System Gridded Hall Thruster For Satellite Life Extension And Space Debris Removal",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 274958.0,
 "awd_amount": 294958.0,
 "awd_min_amd_letter_date": "2024-06-12",
 "awd_max_amd_letter_date": "2025-03-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Phase I Small Business Innovation Research (SBIR) project has far-reaching impacts that benefit the global community by offering crucial solutions to uncertain challenges encountered in space, both in Earth's orbits and deep space. The successful outcome of the project is an innovative electric propulsion (EP) system which will be a foundation for on-orbit servicing systems. The new EP technology will directly benefit satellite operators by potentially extending the operational lifespan of their satellite fleet with its high propellant utilization capability. It will also offer solutions for safely removing end-of-life space objects from orbit by utilizing its high thrust capabilities for de-orbiting. Furthermore, the innovative EP system opens opportunities for deep space applications, such as deflecting asteroids, which were previously only achievable using high-impulse systems like the gridded ion thruster (GIT). Overall, the new EP system holds immense potential for commercial and scientific advancements in the space industry.  \r\n\r\nThis SBIR Phase I project proposes to demonstrate the concept and feasibility for an innovative EP system that enables various on-orbit service activities. The project aims to combine two distinct electric propulsion technologies, namely the GIT and the Hall thruster (HT), into a single ion thruster known as the Gridded Hall thruster (GHT). This integration will involve specific performance measurements and characterizations to evaluate the success of this novel combination. The GHT addresses the limitations associated with individual technologies. It overcomes the low thrust limitation of GIT and the low specific impulse of HT, as well as mitigates the inherent process instabilities like the ionization-induced instability found in HT. By doing so, the GHT achieves optimal performance and extends its usable lifetime. Additionally, the GHT offers another potential significant benefit. It enables neutralizer-free electron generation, which simplifies the ion thruster architecture and improves overall efficiency. This advancement in electron generation represents a simpler and more streamlined approach to ion thruster design. The successful completion of this project will contribute significantly to the advancement of electric propulsion technology and pave the way for critical applications in on-orbit servicing in space.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "MOON",
   "pi_last_name": "CHUN",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "MOON CHUN",
   "pi_email_addr": "MCHUN@PLASMIZER.COM",
   "nsf_id": "000908626",
   "pi_start_date": "2024-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FORCHUN LLC",
  "inst_street_address": "6710 LOOKOUT BND",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4083904490",
  "inst_zip_code": "951204649",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "FORCHUN LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "E3K9UJALQDN5"
 },
 "perf_inst": {
  "perf_inst_name": "Airity Technologies, Inc.",
  "perf_str_addr": "2684 Middlefield Rd suite A",
  "perf_city_name": "Redwood City",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940633479",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1218",
   "pgm_ref_txt": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274958.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}