{
 "awd_id": "2335767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Examining syntactic and semantic computations when no order is imposed from the input",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924770",
 "po_email": "rtheodor@nsf.gov",
 "po_sign_block_name": "Rachel M. Theodore",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 649812.0,
 "awd_amount": 649812.0,
 "awd_min_amd_letter_date": "2024-05-21",
 "awd_max_amd_letter_date": "2024-08-21",
 "awd_abstract_narration": "Language can be conveyed through various modalities including sound, sight, and touch. Each of these modalities has its own timing characteristics. When studying the neurobiology of language, researchers often choose a specific modality, which hinders the ability to distinguish between language properties and modality-specific dynamics. Understanding how the neural pathways of language interact with different modalities is crucial for developing comprehensive models of language in the brain. This project examines how the language system organizes itself when the input lacks temporal sequencing because this should be a useful window into the brain’s inherent way to travel from form to meaning. The internal timing aspect of sentences is removed by using short written stimuli, flashed rapidly all at once, similarly to quick notifications on a phone. Prior research has shown that this type of flashing stimulus can be understood quickly, but only if the stimulus is a grammatical sentence. This project uses noninvasive brain measurements to reveal the spatiotemporal dynamics of syntactic and semantic computations for a stimulus that contains no internal timing dynamics of its own. In addition to advancing the neurobiology of language, this project sheds light on how human brains swiftly grasp meaning from a single glance – an ability critical in today's visually saturated world. The project involves mentorship of a diverse set of undergraduate students, graduate students, and a post-baccalaureate research assistant. Two high school students are integrated into the project as lead investigators of their own studies. Multiple languages are examined, and some studies include outreach to relevant speaker communities.\r\n\r\nIn this project, magnetoencephalography (MEG) and electroencephalography (EEG) are used to examine two fundamental questions: (1) what is the inherent spatiotemporal organization of syntactic and semantic computations in the brain, and (2) how does the brain map input to linguistic knowledge in the absence of predictions from a temporally preceding context? Each study elicits a neural Sentence Superiority Effect (SSE), manifested as increased neural activity for sentences as compared to unstructured stimuli. The underlying function of each neural SSE is investigated by introducing errors and representational complexity to the stimuli to determine what “counts” as a sentence for those neural signals. The degree of serial processing within each neural SSE is also assessed by examining the effects of transition probabilities between words in a left-to-right fashion across the entire stimulus. If language processing is inherently serial, then serial processing should manifest itself even for a parallel stimulus.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liina",
   "pi_last_name": "Pylkkanen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liina Pylkkanen",
   "pi_email_addr": "liina.pylkkanen@nyu.edu",
   "nsf_id": "000225141",
   "pi_start_date": "2024-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dustin",
   "pi_last_name": "Chacon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dustin A Chacon",
   "pi_email_addr": "duchacon@ucsc.edu",
   "nsf_id": "000920224",
   "pi_start_date": "2024-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 649812.0
  }
 ],
 "por": null
}