{
 "awd_id": "2335225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IMPLEMENTATION: Shifting Culture and Mitigating Inequities in Landscape Ecology Through a Collaborative Network of Professional Societies",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922053",
 "po_email": "derdner@nsf.gov",
 "po_sign_block_name": "Deana Erdner",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 1359303.0,
 "awd_amount": 1359303.0,
 "awd_min_amd_letter_date": "2024-02-20",
 "awd_max_amd_letter_date": "2024-10-07",
 "awd_abstract_narration": "Landscape ecology is an interdisciplinary field that endeavors to understand the interplay between factors that shape landscape patterns and social-ecological processes. The North American Regional Chapter of the International Association for Landscape Ecology (IALE-NA) is the largest professional organization of landscape ecologists in the world, with goals of promoting the science and application of landscape ecology, bringing landscape ecologists together, and fostering research and communication among researchers, practitioners, and stakeholders. However, achieving these goals requires acknowledgement of multiple ways of knowing, integration of diverse perspectives, and elevation of historically marginalized identities. Through the support of this IMPLEMENTATION award, the IALE-NA aims to employ evidence-based strategies grounded in a developmental model of intercultural sensitivity to transform the culture of and address inequities within the field of landscape ecology. The specific objectives of this project are to: (1) Expand capacity: By cultivating a dedicated volunteer base from IALE-NA and related professional societies that support landscape ecologists, the project seeks to generate sustainable funding for long-term equity, inclusion, and diversity efforts initiated by IALE-NA members; (2) Foster a diverse and representative community: Through the implementation of a strategic recruitment program, the project aims to increase participation of underrepresented minority (URM) members by establishing an ambassador program, mentorship network, and outreach events in collaboration with societies serving URM communities; (3) Enhance opportunities and recognition: To ensure members from all backgrounds are provided equal opportunities, the project will focus on improving the accessibility of conference activities and websites, increasing diversity among award recipients, and offering culturally competent mentorship programs; (4) Champion participation: By creating inclusive networking opportunities and developing a Leadership Exploration Program for early career landscape ecologists, the project endeavors to effect systemic change in the future leadership of landscape ecology. By leveraging these strategies, the project seeks to create a more equitable, just, and inclusive landscape ecology community, where individuals from all backgrounds have equal opportunities to contribute, grow, and lead.\r\n\r\nThis project is designed to offer significant professional development and leadership opportunities to early career scientists. Moreover, it aims to support hundreds of professionals in the landscape ecology field through the mentorship network, ambassador program, leadership exploration programs, and workshops that aim to create a more equitable, just, and inclusive landscape ecology community. The resources developed through this IMPLEMENTATION award will be available to the wider scientific community, other professional societies, our \"parent\" organization IALE-World, and our \"sister\" landscape ecology organizations worldwide to promote similar initiatives customized to their background and needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Evans-White",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle A Evans-White",
   "pi_email_addr": "mevanswh@uark.edu",
   "nsf_id": "000409964",
   "pi_start_date": "2024-10-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kusum",
   "pi_last_name": "Naithani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kusum Naithani",
   "pi_email_addr": "kusum@uark.edu",
   "nsf_id": "000678410",
   "pi_start_date": "2024-02-20",
   "pi_end_date": "2024-10-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "McIntyre",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy E McIntyre",
   "pi_email_addr": "nancy.mcintyre@ttu.edu",
   "nsf_id": "000255499",
   "pi_start_date": "2024-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "With",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A With",
   "pi_email_addr": "kwith@ksu.edu",
   "nsf_id": "000452455",
   "pi_start_date": "2024-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "850 W. Dickson St.",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "209Y00",
   "pgm_ele_name": "LEAPS-Leading Cultural Change"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1359303.0
  }
 ],
 "por": null
}