{
 "awd_id": "2335117",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II: A new class of highly conductive solid polymer separator membranes compatible with high voltage cathodes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924506",
 "po_email": "marschin@nsf.gov",
 "po_sign_block_name": "Mara E. Schindelholz",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-09-05",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase II project is a high-density battery that will improve products that require energy storage. Potential customers for the innovation include battery manufacturers for a variety of applications including but not limited to space and military, small wearable devices, radio frequency identification (RFID), drones, consumer electronics, as well as automotive original equipment manufacturers (OEMs) in the mass mobility market. The demand for advanced energy storage devices creates a market opportunity that is projected to reach $130 billion by 2027. This market is mostly driven by the need for electric vehicle batteries that are cheaper, lighter, and safer, while allowing for longer drive ranges and reduced charge times. In the long-term, advanced batteries like those enabled by the new technology may drive the electrification of the transportation sector, reduce fossil fuel dependency, and support the transition towards greener energy solutions.\r\n\r\nThe intellectual merit of this project is the development of a highly conductive, solid battery separator membrane made of a new solid polymer electrolyte which is lighter, more flexible, compatible with high voltage cathodes, and scalable for manufacturing purposes. Battery cells made with this separator membrane have the potential for greatly improved safety, higher cyclability, and operation under a wider range of temperatures. This  project seeks to demonstrate of this new separator in a multilayer pouch cell, aiming to reach energy densities above 600 Watts-hour (Wh)/kilograms (kg), i.e., more than 2x those of current lithium (Li)-ion technology. The new separator has been validated through half-cell testing with high-voltage cathodes, demonstrating significantly better performance than legacy polymers. The goals of this project include (1) scaling up the manufacturing of the separator to multilayer pouch cell size, and (2) demonstrating its functionality in a multilayer pouch cell prototype integrating the rest of the battery elements. Cell functional parameters, cyclability, stability, temperature range, and other cell level operating conditions will be demonstrated through testing. This effort will generate a solid polymer electrolyte ready to be fully scaled and manufactured by an industrial customer through licensing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudiu",
   "pi_last_name": "Bucur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claudiu Bucur",
   "pi_email_addr": "grants@piersica.com",
   "nsf_id": "000871718",
   "pi_start_date": "2024-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PIERSICA, INC.",
  "inst_street_address": "1729 W PAUL DIRAC DR STE 213E",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9546829520",
  "inst_zip_code": "323103708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "PIERSICA, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTV4UT7Z4UV3"
 },
 "perf_inst": {
  "perf_inst_name": "PIERSICA, INC.",
  "perf_str_addr": "2051 E. PAUL DIRAC DRIVE",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323103760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}