{
 "awd_id": "2335124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: CasPlus: A safer, more efficient, and targeted method of deploying CRISPR in vivo",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 274438.0,
 "awd_amount": 274438.0,
 "awd_min_amd_letter_date": "2024-05-15",
 "awd_max_amd_letter_date": "2024-05-15",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project will be to decrease the risks associated with current gene editing practices. Gene editing offers significant promise for a wide variety of difficult to treat and currently untreatable conditions. Examples include cancers such as leukemia and multiple myeloma, muscular dystrophy, and cystic fibrosis. Last year, the FDA approved the first gene editing treatment for sickle cell anemia. Progress in gene editing has been slow due to unwanted side effects, which can delete the incorrect gene, insert a gene in the wrong location, etc., leading to undesirable impacts and ineffective treatment. The innovation is a platform technology that significantly reduces the potential inaccuracy of current gene editing technology. This leap forward in gene editing targets the desired gene, increasing the safety of gene editing, which is critical to the success of the technology. The innovation is a platform that could be used to advance promising therapies that are, in their current form, unsafe for patients and develop new therapies for disease unmet treatment needs.  \r\n\r\nThe proposed project will examine the feasibility of the platform technology by targeting the use of the technology in myotonic dystrophy type 1. The disease affects skeletal and smooth muscle, heart, endocrine system, and central nervous system in a progressive, age-dependent manner, with death resulting from pulmonary or cardiac complications. There are no current treatments for this disease. A potential cause for the disease is misfiring by genes that repair DNA. When this gene is not present, there is no known associated loss of function in the biological species. This project will deploy the innovation to: 1) Optimize the formulation in vitro to target the problem gene. This task requires using the formulations in the target cell, sequencing the cells after editing to determine editing efficiency and understand if there are unwanted effects; 2) Determine the delivery dose required for testing in a mouse model using the optimized formulation from first task; 3) Use an in vivo study to determine the feasibility of using the innovation in a mouse model. This study will use the optimal formulation and dose to study the impact on the target genes and potential effects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ursula",
   "pi_last_name": "Andreo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ursula Andreo",
   "pi_email_addr": "ursula.andreo@scriptbiosciences.com",
   "nsf_id": "000939538",
   "pi_start_date": "2024-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SCRIPT BIOSCIENCES INC",
  "inst_street_address": "29 LUDLOW ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "YARDLEY",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8476688133",
  "inst_zip_code": "190672751",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "PA01",
  "org_lgl_bus_name": "SCRIPT BIOSCIENCES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z7BBYN3B1BH1"
 },
 "perf_inst": {
  "perf_inst_name": "SCRIPT BIOSCIENCES INC",
  "perf_str_addr": "29 LUDLOW ROAD",
  "perf_city_name": "YARDLEY",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190672751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "PA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274438.0
  }
 ],
 "por": null
}