{
 "awd_id": "2336055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: A Hierarchical Framework for Naturalistic Multi-animal Behavior Understanding",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 599939.0,
 "awd_amount": 599939.0,
 "awd_min_amd_letter_date": "2024-09-06",
 "awd_max_amd_letter_date": "2024-09-06",
 "awd_abstract_narration": "Understanding social animal behaviors has become a major focus in computational neuroscience due to its ability to reveal complex brain-behavior connections. Despite advances in studying animal behavior, challenges remain in comprehending natural and social behaviors over long periods. Imagine the behavior of two mice moving around in an open field over several days. Many behaviors and interactions can happen over shorter and longer time scales. In just a few seconds or minutes, a mouse might groom itself or dart around, or two mice might sniff each other. Over hours or days, they might look for water or food together, or one might grab food from the other. Each behavior reflects different cognitive processes and has potential to connect with neural functions. The goal of behavior analysis is to extract and parse such complicated multi-animal behavior from days of video recordings, accounting for multiple decision-making processes and actions involving multiple individuals. This project seeks to provide accurate and reliable machine learning methods for identifying short-term actions, understanding long-term decision-making, and analyzing multi-animal interactions. These tools will offer new insights into natural and social animal behaviors and enhance the understanding of the relationships among brain regions, neural functions, and behaviors, especially in naturalistic and real-world contexts.\r\n\r\nThis project introduces advanced computational methods designed to analyze complex multi-animal behaviors. Aim 1 focuses on developing new self-supervised learning techniques for behavior segmentation, breaking down long behavior sequences into short, distinct actions like grooming or sniffing. Aim 2 addresses animal behavior as a series of decisions influenced by goals and rewards. A novel inverse reinforcement learning framework will be developed to explore how animals make decisions and how these decisions change over time. Aim 3 introduces a new spatiotemporal graph to capture interactions between animals and to study short-term actions and long-term decision-making in social contexts. These aims are interconnected to understand how behaviors are generated across different time scales and spatial contexts. The ultimate goal is to create a practical set of accurate, interpretable, and reliable machine learning models for analyzing multi-animal behaviors. Insights gained will reveal neuro-behavioral correlations across brain regions and functions, potentially impacting fields such as AI, robotics, cognitive science, and psychology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anqi",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anqi Wu",
   "pi_email_addr": "awu36@gatech.edu",
   "nsf_id": "000869891",
   "pi_start_date": "2024-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 599939.0
  }
 ],
 "por": null
}