{
 "awd_id": "2336990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Embodied Learning Environment for Advancing Human-Wearable Robot Interactions Skills in Construction Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2024-10-15",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 145598.0,
 "awd_amount": 145598.0,
 "awd_min_amd_letter_date": "2024-09-04",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "This IUSE Level 2 Engaged Student Learning project aims to serve the national interest by increasing opportunities for training and enhancing safety in the construction industry, The industry is gearing towards wearable robots as an ergonomic intervention that enhances human strength and performance while reducing muscle fatigue and stress. Consequently, it is crucial to equip construction engineering and management  (CEM) students with the skills needed to implement this intervention effectively. This research aims to investigate an interactive virtual reality environment designed to develop CEM students' competencies in implementing wearable robot solutions for addressing ergonomic risks. The proposed research will potentially benefit the construction industry by providing the future workforce with the competencies to advance wearable robot solutions.\r\n\r\nThis interdisciplinary research proposes to equip CEM students with relevant human-wearable robot interaction competencies through guided experiential learning in an interactive virtual reality environment called ViRLE. A first research goal is to identify the required skills, knowledge, and abilities for deploying wearable robot solutions by interviewing industry practitioners. Next, the project involves plans to integrate tools from wearable robots, virtual reality, tangible interactions, and sensing technologies to develop ViRLE. The project team intends to apply constructivism and cognitive apprenticeship theories to design activities and study how use of the technology impacts student learning. The research team then will attempt to identify the characteristics of ViRLE that facilitate interaction with wearable robots in reducing ergonomic exposures of construction tasks. Finally, planned implementation of ViRLE will occur in two institutions with diverse student populations to assess its potential to support the acquisition of these competencies. The research team envisages providing an interactive learning environment that is suitable for students of diverse demographics. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chukwuma",
   "pi_last_name": "Nnaji",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Chukwuma A Nnaji",
   "pi_email_addr": "cnnaji@tamu.edu",
   "nsf_id": "000835348",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "3137 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433137",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 145598.0
  }
 ],
 "por": null
}