{
 "awd_id": "2336725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expanding Understanding of Support for Students of Color in Science Technology  Engineering and Math Educator Preparation: An Educational Ecosystem Approach",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928712",
 "po_email": "lmcalist@nsf.gov",
 "po_sign_block_name": "Leah McAlister-Shields",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2029-04-30",
 "tot_intn_awd_amt": 913454.0,
 "awd_amount": 913454.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "This project aims to serve the national interest by improving institutional capacity to support students of color in the pursuit of careers as science, technology, engineering, and math (STEM) teachers in K-12 settings. There is a national shortage of K-12 teachers across the United States, and this shortage is particularly severe for those teaching in STEM disciplines. The lack of qualified STEM educators in the United States impacts socio-economic stability and threatens the Nation's capacity for global competitiveness. Importantly, research indicates that all students benefit from having teachers of color, and this benefit is even more pronounced for students of color. The lack of diversity of STEM K-12 educators is both a result and potential cause of significant inequitable outcomes for underrepresented students in undergraduate STEM programs and majors. This IUSE: EDU ICT level 2 research project will take a holistic approach to identifying factors that contribute to the attrition and retention of students of color in STEM teaching career pathways. The research will result in case studies that help sensitize university professionals who support this population of students and develop policies to that end.\r\n\r\nPrevious research documents the institutional and structural barriers leading to the attrition of diverse students in education and STEM fields alike. The goal of this project is to better understand the qualities of the educational ecosystems pre-service STEM educators experience in their undergraduate programs of study, and how these ecosystems may contribute to the attrition of students from underrepresented groups. The study will employ a critical cartographic case study methodology, a process of careful observation of the institutional and discursive influences on student experience, identity, and subjectivity and careful listening to students who are living and learning in those pathways. The study expands the scope of presumed causes of student retention/attrition by examining multiple, contextual, and often overdetermined influences on student experience. To document the complex but consequential contextual influences on student experience, the study will employ multiple modalities of observation (student shadowing, participant observation in classes and other settings) and multiple interview formats (post-observation debriefs, peer interviews, and student focus groups). Case study reporting methods, which are especially well suited for documenting and communicating complex causal relations that are highly context dependent in nature, will be used to analyze this data and represent findings. Findings will be disseminated in STEM education academic journals, STEM education policy and practitioner publications, and through a series of pilot workshops using the produced case studies as core curricula. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation (ICT) track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Rosiek",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald L Rosiek",
   "pi_email_addr": "jrosiek@uoregon.edu",
   "nsf_id": "000495956",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1585 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031657",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7908",
   "pgm_ref_txt": "Teaching & Mstr Tchng Fellows"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 913454.0
  }
 ],
 "por": null
}