{
 "awd_id": "2336504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Harnessing the Interplay of Morphology, Viscoelasticity, and Surface-Active Agents to Modulate Soft Wetting",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 505407.0,
 "awd_amount": 400191.0,
 "awd_min_amd_letter_date": "2024-01-25",
 "awd_max_amd_letter_date": "2024-01-25",
 "awd_abstract_narration": "Understanding the wetting behavior of liquids on soft surfaces is of significant scientific importance toward the design of functional surfaces with enhanced adaptability and sustainability for environmental and healthcare applications. The goal of this award is to investigate how micro-texture and softness of polymeric substrates synergistically affect wetting behavior of various liquids, including both simple liquids and liquids containing surfactants. A series of studies will be performed using textured surfaces and porous substrates with different micro-textures and different softness to uncover key factors governing the interactions between liquids and soft textured surfaces. A host of educational activities are integrated with the proposed project to provide interdisciplinary learning experiences to pre-college, undergraduate, and graduate students. The proposed science kit-based public engagement activity, which involves development of the “Magic of Soft Surfaces” science kit, will engage K-12 students in fun science experiments, and provide training opportunities to the science teachers.\r\n\r\nIn contrast to the well-established knowledge of wetting on rigid surfaces, the fundamental mechanisms regulating soft wetting are much less explored. There is a lack of understanding of how the interplay between morphology, viscoelasticity, and surface-active agents regulates soft wetting. The overarching goal of this award is to advance the fundamental understanding of soft wetting phenomena by closing these knowledge gaps. This goal will be achieved by performing interdisciplinary research to: (1) define the structure-property-performance relationships characterizing wetting behaviors of soft textured surfaces, (2) unveil the governing mechanisms of liquid imbibition, droplet absorption, and wetting resistance in soft porous substrates, and (3) probe how surface-active agents alter wetting ridge and soft wetting behavior. The findings of this project will result in original and transformative knowledge, which has the potential to pave the way for discovering novel functionalities of soft materials. An integrated education plan that involves various activities is woven into the proposed research through (1) undergraduate and graduate education and research, (2) pre-college education, and (3) broader community education and outreach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Wang",
   "pi_email_addr": "wwang87@utk.edu",
   "nsf_id": "000853517",
   "pi_start_date": "2024-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400191.0
  }
 ],
 "por": null
}