{
 "awd_id": "2336713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Human and Machine Translation: Cognitive, Linguistic, and Philosophical Perspectives",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 136969.0,
 "awd_amount": 136969.0,
 "awd_min_amd_letter_date": "2024-06-17",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "This award supports an interdisciplinary project at the interface of philosophy, linguistics, cognitive science, and artificial intelligence. The quality of machine translation has greatly improved over the last ten years, especially with the advent of neural networks and large language models. This has not resulted in making human translation redundant; rather, it is rapidly changing the nature of the everyday work of human translators. An increasing number of stakeholders are coming to view the relationship between human translation and machine translation as symbiotic, not adversarial. Tech giants are investing vast amounts of capital into translation technologies. They are also becoming increasingly interested in specialists who combine technical training with a background in the humanities. Larger translation agencies are actively working on improving human-machine interaction in the context of specialized language-specific tasks, such as translating healthcare materials from English to Catalan. By pursuing the goals of this project, the PI will contribute to nurturing the next generation of translation specialists. The PI will disseminate the results of this project at both academic industry conferences and will reach out to broader audiences, from professional translators to the public at large. He will make the project data, the conclusions, and the educational and research tools illustrating the complex interaction of human translation and machine translation widely available on a new, dedicated website.\r\n\r\nThis project is the first empirically grounded study of human translation and machine translation conducted from the complementary perspectives of philosophy, linguistics, and cognitive science. It combines a theoretical component focused on the representation and transfer of linguistic meaning in various human, machine, and hybrid human-machine translation systems, and a practical component focused on the human-machine symbiosis in realistic translation scenarios and ways of improving it. Philosophers have approached the problem of meaning from many angles, but never in the context of recent groundbreaking developments in translation technologies. A close examination of how human and machine translation interact in real life may offer new insights into how physical systems represent linguistic meaning and, more ambitiously, into the nature of linguistic meaning itself.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuri",
   "pi_last_name": "Balashov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuri Balashov",
   "pi_email_addr": "yuri@uga.edu",
   "nsf_id": "000825092",
   "pi_start_date": "2024-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "310 EAST CAMPUS RD TUCKER HALL ROOM 409",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 136969.0
  }
 ],
 "por": null
}