{
 "awd_id": "2336509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: iVisit: Situated Learning Experiences through Web-based Virtual Field Trips",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2028-12-31",
 "tot_intn_awd_amt": 185061.0,
 "awd_amount": 185061.0,
 "awd_min_amd_letter_date": "2024-06-24",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "This project aims to serve the national interest by significantly enhancing the spatial communication abilities of students on virtual field trips. Field trips are one of the most common methods used to deliver real life situated learning experiences to students. They represent a form of active learning, enriching traditional lessons by better engaging students and strengthening spatial, verbal, and math skills for many students. However, field trips also present major logistical, financial, and accessibility challenges for many educational institutions. In this IUSE level 3 project, Arizona State University in collaboration with the University of Missouri plans to engage in a 54-month project, the goal of which is to investigate the use of virtual field trips to improve student learning through a virtual field trip platform. The approach leverages web-based digital environments to deliver multi-user, synchronous, situated learning experiences offering students in-depth spatial communication practice. The project features a transformative change in the ways that spatial communication learning is conducted in STEM, democratizing it by making field trip experiences fully accessible anywhere, anytime. Broad dissemination of findings is assured through extensive faculty professional development and the implementation of iVisit in courses, workshops, webinars, and outreach. Intentional efforts will be made to reach low-income and students from groups underrepresented in STEM using iVisit, further improving STEM inclusion.\r\n\r\nResearch questions posited to guide the investigations include (1) What learning affordances in virtual field trips foster active spatial communication and student group engagement? and (2) How do virtual field trips improve student group spatial communication learning? A design-based research approach is to be employed to obtain answers since this offers the opportunity to improve educational practice through iterative analysis, design, and implementation. Researchers and practitioners will collaborate in real-world settings to create and test design principles and solutions for educational core areas in the current curriculum of Construction Management programs in the United States. The iVisit field trip contents and technology will be informed by the conceptual frameworks for situated learning, including Problem-Based Learning (PBL), Computer-Supported Collaborative Learning (CSCL), and spatial communication in construction. Focus group interviews for instructors recruited to provide the field trip experience for their courses, will be recorded, transcribed, and analyzed via thematic analysis. By leveraging the results from the focus groups, the field trip contents and the PBL Student Activities will be created. In order to support the created contents and activities, multiple media representations of spatial data will be embedded into iVisit to digitally embody the required knowledge for learning spatial communication. These field trip contents and PBL student activities will then be used for the iVisit platform development.  The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Oprean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle Oprean",
   "pi_email_addr": "opreand@missouri.edu",
   "nsf_id": "000738429",
   "pi_start_date": "2024-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 185061.0
  }
 ],
 "por": null
}