{
 "awd_id": "2336192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ECLIPSE: Ultrathin and Reliable Copper Diffusion Barriers for Advanced Copper Interconnects",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 486461.0,
 "awd_amount": 486461.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "This Ecosystem for Leading Innovation in Plasma Science and Engineering (ECLIPSE) award supports fundamental research that creates new knowledge related to advanced interconnects for current and future semiconductor manufacturing. This research contributes to utilizing materials and processes in advanced interconnects for the long-term future of scientific progress, sustaining U.S. global leadership in the semiconductor chip technology of the future, and advancing U.S. economic and national security. Developments in semiconductor chip technology have followed Moore’s law and made devices smaller, faster, and more reliable. However, there has been pressure to find new ways to enhance performance and innovate new design, equipment, and materials. One of the important breakthroughs to continue the successful semiconductor chip manufacturing is advanced copper (Cu) interconnects. In this project, ultrathin and reliable Cu diffusion barriers are introduced to replace typical diffusion barriers for scaled Cu interconnects. This project provides students, particularly women and under-represented groups in engineering, with opportunities for research and education across science and engineering disciplines and expand their knowledge and skills for successful industry or academic careers. The project also encourages K-12 students to participate in research activities and stimulates their interest in STEM fields. The project outcome is new fundamental knowledge for materials development for the semiconductor industry.\r\n\r\nIn modern semiconductor chip manufacturing, Cu and low dielectric constant insulator layers have been adopted for Cu interconnects. In the Cu interconnects, a dual layer of Ta/TaN has been used as the Cu diffusion barrier but faces technical limitations because grain boundaries in the randomly oriented columnar crystal structure of the layer are diffusion paths when the size of the Cu interconnects becomes significantly smaller. To replace the typical Ta/TaN barrier, this research will study amorphous carbon (a-C) and nitrogen-doped amorphous carbon (a-C:N) formed by plasma-enhanced chemical vapor deposition (PECVD) method as the ultrathin and reliable diffusion barrier coatings for the scaled Cu interconnects. The film growth mechanisms are correlated with microstructure, chemical bonding configuration, and optical and mechanical properties. Smooth surface morphology, defect-free structure, mechanical stability, and good diffusion barrier performance could be achieved by optimized deposition parameters including the gas flow rate, reactor pressure, temperature, and plasma power. The Cu diffusion barrier coatings are evaluated for adhesion to Cu and dielectrics, solubility in Cu and dielectrics, electrical conductivity, and barrier layer uniformity and thickness. They can also potentially be applied to reliable functional structures for oxidation prevention, energy harvesting, and optoelectronics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seonhee",
   "pi_last_name": "Jang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seonhee Jang",
   "pi_email_addr": "seonhee.jang@louisiana.edu",
   "nsf_id": "000805587",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E UNIVERSITY CIR 3RD FL",
  "perf_city_name": "LAFAYETTE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "110Z",
   "pgm_ref_txt": "Ecosystem Leading Innovation Plasma S&E"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 486461.0
  }
 ],
 "por": null
}