{
 "awd_id": "2336044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Habitability of the Hadean Earth - A South African perspective",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 887605.0,
 "awd_amount": 330221.0,
 "awd_min_amd_letter_date": "2024-02-22",
 "awd_max_amd_letter_date": "2024-08-28",
 "awd_abstract_narration": "Earth is the only planet known to harbor life, but when Earth became habitable is still debated. Initially, Earth was uninhabitable because it was covered by a magma ocean and frequently struck by giant impactors. Through time, the first crust crystallized, oceans precipitated, and continents started forming. Yet, we don't know when these processes occurred and when Earth became habitable. This is due to lack of a rock record for Earth’s first ~550 million years of history, the Hadean Eon. The only remaining materials from that time are zircons. Most of our knowledge comes from a single location of Hadean zircons, the Jack Hills in Australia. Recently, the PI’s team discovered Hadean zircon in South Africa. This offers a second lens into the Hadean Eon. Trace elements and isotopes of these zircons will help address processes key to Earth’s habitability. This includes the onset of plate tectonics, outgassing from the mantle, and the emergence of crust above sea level. The proposed research offers symbiotic opportunities to integrate research and educational experiences. The PI will create a museum exhibit to be shown at the Harvard Museum of Natural History and the Ngwenya museum in Eswatini. The research also offers abundant research opportunities for undergraduates from underrepresented minorities. Lastly, improved undergraduate and graduate teaching materials will be disseminated for broader use. The project supports one female early career scientist, one postdoctoral researcher, and 10 undergraduate research assistants.\r\n\r\nThe proposed work will create the first large dataset of Hadean zircon outside the Jack Hills by analyzing a statistically robust number of zircons and by broadening and integrating zircon isotopic (Hf, O, Si) and trace and rare earth element geochemical analyses. The research examines Hadean zircons from the Green Sandstone Bed, South Africa, that were previously collected, extracted, and dated through a separate grant. Firstly, the research will test whether the zircons formed in a stagnant-lid or mobile-lid (i.e., plate tectonics) environment through an integrated study of zircon Hf and O isotopes, trace elements and with modeling. Secondly, it will assess redox-sensitive Ce anomalies in mantle-derived zircons to evaluate the oxidation state of the mantle. A comparison to data from Hadean zircons of the Singhbhum Craton and the Jack Hills will provide constraints on mantle heterogeneity. Thirdly, it will assess isotopic (O, Si) and geochemical proxies (Al, P) to test for the generation of clays and the presence of meteoric waters as proxies for continental emergence through time. The research results will be disseminated through articles in journals, presentations at conferences, and submission to online databases.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nadja",
   "pi_last_name": "Drabon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nadja Drabon",
   "pi_email_addr": "ndrabon@fas.harvard.edu",
   "nsf_id": "000838801",
   "pi_start_date": "2024-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE 5TH FL",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385369",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 330221.0
  }
 ],
 "por": null
}