{
 "awd_id": "2336745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Remote Experimentation and Digital Twinning for Accessible and Innovative Learning (REDTAIL)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927260",
 "po_email": "lsun@nsf.gov",
 "po_sign_block_name": "Lulu Sun",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 720166.0,
 "awd_amount": 720166.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "This project aims to serve the national interest by enhancing learning and promoting understanding of lab concepts through the innovative use of digital twin technology - the integration of traditional simulation-based engineering models with real-world remote 3D hardware models. Students spend a significant amount of time using programmable devices such as microcontrollers and microprocessors. A common challenge for them is the visualization of those devices as part of a real-world system rather than just circuit boards with switches and blinking LED lights (Light Emitting Diodes). This 36-month IUSE Level 2 Engaged Student Learning project, titled “Remote Experimentation and Digital Twinning for Accessible and Innovative Learning (REDTAIL)\", promotes the democratization of immersive access to advanced STEM devices and equipment to students located in different cities, states and even countries. This is particularly significant for students from underrepresented and underserved communities, where the project is expected to have a substantial impact. REDTAIL, led by the Remote Hub Lab research group at the University of Washington, is to be leveraged to design, test and evaluate an innovative digital twin infrastructure for students of electrical engineering, computer engineering, and computer science. The project offers an ecosystem that is expected to overcome the limitations of traditional lab sessions by enabling students to interact with real devices in simulated real-world scenarios, thereby enhancing their grasp of fundamental engineering concepts. REDTAIL makes immersive learning globally accessible through an established network by LabsLand, a global network of remote laboratories that connects institutions to equipment located worldwide. The project's diverse team includes Navajo Technical University, LabsLand, and the University of Wuppertal and Hochschule Bonn-Rhein-Sieg University in Germany.\r\n\r\nResearchers will develop a REDTAIL Simulation Repository (RSR), which will host the simulations from within the Cloud. In order to ensure that communication between the simulation and the actual device has no latency, each simulation comprises two parts: one running on the web (visualization of simulation) and another in a controller physically connected to the target device. Additionally, researchers will develop an open source REDTAIL Development Kit (RDK) to be used by third party developers for creation, test and upload of simulations to the RSR repository. REDTAIL is centered around innovative pedagogy, blending remote experimentation with 3D simulations to enrich curricula, making them more engaging and closely aligned with real-world scenarios. Beyond its immediate scope, REDTAIL offers scalability and an open-source framework, making immersive learning globally accessible through the LabsLand network. The research planned will contribute to fundamental knowledge in three areas: 1) the integration of remote experimentation into engineering curricula; 2) the effective combination of remote experimentation with 3D simulation representation; and 3) the impact of these innovative technologies and pedagogies on faculty teaching and student learning. Project evaluation will involve collection and analysis of data at the participating institutions for measurement of student performance, engagement, satisfaction, and the overall educational impact of the REDTAIL infrastructure and teaching approach. Insights derived from evaluation will be used to further improve and enhance the ecosystem. The university's Office of Educational Assessment researchers will work with the principal investigator (PI) and project team to develop formative and summative evaluation instruments to monitor and assess the impact of the intervention. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rania",
   "pi_last_name": "Hussein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rania Hussein",
   "pi_email_addr": "rhussein@uw.edu",
   "nsf_id": "000816589",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 720166.0
  }
 ],
 "por": null
}