{
 "awd_id": "2337153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Coaching for Equity: Empowering Chemistry Graduate Teaching Assistants through Leadership Practices",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 807708.0,
 "awd_amount": 396159.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "This project aims to serve the national interest by reforming college-level chemistry teaching through an instructional coaching program developed by and for graduate student instructors. Instructional coaching addresses the need for long-term instructor support that attends to the complexities of teaching for equity and excellence. This collaboration between the University of Michigan (U-M) and The Ohio State University (OSU) will engage in Institutional and Community Transformation (Level 2) by changing departmental structures that guide, incentivize, and sustain reform-based instruction. The project is significant because of its potential to effect change in chemistry classroom interactions. By working with graduate student instructors and leveraging feedback from undergraduate students, this project will advance our understanding of how teaching and learning can be enhanced within the moment. Expected outcomes will include (1) robust pedagogical training models at both U-M and OSU, (2) the generation and dissemination of a video library that curates authentic chemistry teaching-learning moments, and (3) improved undergraduate learning outcomes and chemistry experiences. \r\n \r\nThis project will study how an iterative equity-based intervention supports pedagogical noticing and, as a result, influences undergraduate students' chemistry experiences. The scope of the project will improve how one observes, reasons, and responds throughout instruction via a coaching cycle that uses recorded sessions of graduate instructors' teaching. The project goal is to develop college instructors as reflective practitioner-researchers who can analyze and reinvent their own and their peers' pedagogy. Teacher growth, informed by the Interconnected Model of Teacher Professional Growth and the Multidimensional Noticing for Equity frameworks, will be determined using interviews, surveys, and recorded instruction in naturalistic settings with graduate student instructors and undergraduate students. To evaluate undergraduate students' learning, sense of belonging, and chemistry identity, the project will leverage classroom observations, survey responses to understand undergraduate perceptions, interviews to explore undergraduate insights on equity-based practices, and course grades to assess the outcomes of the project.  This project will unpack the nuances of effective equity-based teaching that can significantly improve how college-level instructors learn pedagogy and undergraduate students learn chemistry. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jocelyn",
   "pi_last_name": "Nardo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jocelyn E Nardo",
   "pi_email_addr": "nardo.11@osu.edu",
   "nsf_id": "000937610",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meng-Yang",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meng-Yang Wu",
   "pi_email_addr": "wu.6250@osu.edu",
   "nsf_id": "000937482",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 396159.0
  }
 ],
 "por": null
}