{
 "awd_id": "2337998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SaTC: CORE: Small: Vulnerability Characterization of Learning-Based Controllers in Networked Cyber-Physical Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 300027.0,
 "awd_amount": 300027.0,
 "awd_min_amd_letter_date": "2024-07-05",
 "awd_max_amd_letter_date": "2024-07-05",
 "awd_abstract_narration": "Intelligent cyber-physical systems (CPS) represent a symbiotic integration of physical systems, sensors,\r\nactuators, and learning-based intelligent controllers through communication networks. These systems are increasingly prevalent in diverse applications, including smart grids, robotic swarms, and autonomous vehicles. While learning-based controllers are used to upgrade the capabilities of CPS, providing numerous benefits, the introduction of a learning component adds an additional layer of security challenges, which adversaries can exploit via cyber attacks. This project strives to uncover the characteristics and effects of information patterns that can deceive an intelligent decision-making agent or a learning-based controller, manipulating it into taking biased and unsafe actions. These findings should enable trustworthy secure-by-design solutions for developing real-time learning-based controllers suitable for safety-critical CPS. The research outcomes have direct applicability in remote sensing, smart infrastructure, and robotics, reinforcing the overall safety and reliability of these crucial CPS. The project aligns with efforts to promote inclusivity in computing, workforce development, and education. Example initiatives include annual summer camps for K-12 students on learning systems and their security in robotics, and engagement with undergraduate and graduate students to prepare them for secure-CPS research and workforce development.\r\n\r\nThe primary goals of the collaborative project are to develop a) a real-time reward manipulation scheme for learning-based controllers, b) multi-level attack schemes on reward signals in a distributed control architecture for CPS, and c) data-enabled strategies for their detection. The scientific merit of the project is to gain insight into the information patterns that can stealthily manipulate learning-based controllers in uncertain CPS to increase control costs and threaten their stability. The reward manipulation, from an attacker’s perspective, may be formulated as a dynamic-constrained optimization problem. An online approximate solution will be developed to determine the optimal perturbation that can be added to the reward signal by an adversary. The optimization problem will be extended to address multi-level attacks using multiplayer Nash games. From a defender’s perspective, attack detection and isolation methods using time-series analysis and perturbation theory will be developed. This research will equip learning-based control schemes with built-in resiliency from their design phase. The success of this research will advance control-theoretic and learning tools, fostering advances that ensure secure and trustworthy autonomy, precise control, and safe operations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vignesh",
   "pi_last_name": "Narayanan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vignesh Narayanan",
   "pi_email_addr": "vigsnar@gmail.com",
   "nsf_id": "000860559",
   "pi_start_date": "2024-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST # 414",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300027.0
  }
 ],
 "por": null
}