{
 "awd_id": "2337344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Madison Lectures in Harmonic Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924630",
 "po_email": "winli@nsf.gov",
 "po_sign_block_name": "Wing Suet Li",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-01-23",
 "awd_max_amd_letter_date": "2024-01-23",
 "awd_abstract_narration": "The Madison Lectures in Harmonic Analysis, a two-week program encompassing a week-long international conference, followed by a week-long summer school on Fourier analysis and related topics, will take place on the campus of the University of Wisconsin-Madison, May 13-23, 2024. \r\n \r\nThe conference, to take place during the first week, May 13-17, 2024, is devoted to recent developments in the field of harmonic analysis, and will also encompass its many applications to other mathematical areas. The conference will bring 26 internationally-recognized mathematicians to each give a 50-minute talk and participate throughout the week. It will also support the participation of a number of early career researchers. All participants will have the opportunity to present their research in a poster session running throughout the week, and an open problem session will focus on future directions of research. The Spring School will take place during the second week, May 19-23, 2024. It will be led by two young experts, Drs. Durcik and Roos, with 10 to 15 participants at the graduate student or postdoctoral level. The participants will prepare presentations from a list of important papers in the field in advance and during the Spring School, they will study the papers together under the guidance of Drs. Durcik and Roos which will introduce these junior researchers to important recent developments in the field and gain a broad understanding of this every active area of mathematics. These two events are connected for synergistic purposes; junior researchers will be invited to the conference to learn more from more senior researchers, where they can present their own work in a poster session, and they can stay for the summer school for a more in-depth study. Thus, organizing the two events consecutively will provide enhanced opportunities for junior researchers to network, share their results, and learn from their peers and more senior researchers. The organizers have dedicated a substantial portion of the conference budget to the participation of early-career mathematicians. They will make special efforts to invite and encourage the participation of women and members of other underrepresented groups.\r\n \r\nThe topics to be discussed at the conference will include, but will not be limited to, the following important developments in harmonic analysis in recent years: the Fourier restriction and Bochner–Riesz problems; decoupling inequalities and local smoothing problems in Fourier analysis and their applications, applications to geometric measure theory; inequalities of Brascamp-Lieb type; sparse domination inequalities and their application to weighted norm theory; analysis problems for the Hamming cube; subelliptic partial differential equations and generalized pseudo-differential operators. The spring school will focus on the exciting and active area of multilinear singular integrals with applications to ergodic theory.\r\n \r\nMore information may be found at the conference webpage, https://sites.google.com/wisc.edu/mlha-2024/home.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Street",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Street",
   "pi_email_addr": "street@math.wisc.edu",
   "nsf_id": "000566394",
   "pi_start_date": "2024-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Seeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Seeger",
   "pi_email_addr": "seeger@math.wisc.edu",
   "nsf_id": "000199328",
   "pi_start_date": "2024-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Betsy",
   "pi_last_name": "Stovall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Betsy Stovall",
   "pi_email_addr": "stovall@math.wisc.edu",
   "nsf_id": "000628561",
   "pi_start_date": "2024-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}