{
 "awd_id": "2337353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partial Support of the  Condensed Matter and Materials Research Committee",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925360",
 "po_email": "mdeutsch@nsf.gov",
 "po_sign_block_name": "Miriam Deutsch",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2024-01-23",
 "awd_max_amd_letter_date": "2024-01-23",
 "awd_abstract_narration": "Non-Technical Abstract: \r\nThis project offers a partial, three-year funding to bolster the Condensed Matter and Materials Research Committee (CMMRC) of the National Academies of Sciences, Engineering, and Medicine. The CMMRC comprises a diverse group of experts hailing from universities, industry, and government laboratories who provide specialized knowledge and support to the communities engaged in condensed matter and materials research. Their research area transcends traditional discipline boundaries and helps unify otherwise disparate fields of condensed matter physics, including atomic, molecular, and optical and high-energy physics. The CMMRC undertakes several activities, including organizing workshops on cutting-edge research areas and distributing written summaries of the proceedings, which are also freely available to the public on the National Academies website. Additionally, it fosters collaboration among members of the community and the agencies that fund research in these domains through their bi-annual meetings and outreach programs. By inviting managers of the research enterprise and policy leaders in science and technology experts on the cutting edge to present their work to the committee, CMMRC serves as a public platform for discussing topics in condensed matter and materials research and their many interdisciplinary components.  Furthermore, the CMMRC also contributes to developing National Academies' projects that benefit the condensed matter and materials research communities and assists in providing long-term stewardship of National Academies' reports that impact these fields, such as the materials research decadal survey.\r\n\r\nTechnical Abstract: \r\nThis project provides partial, 3-year support for the National Academies of Sciences, Engineering and Medicine's (\"National Academies\") Condensed Matter and Materials Research Committee (CMMRC).  The role of the CMMRC is to act as a bridge between the research communities, universities, industry, and the federal government, to monitor the health of the community, to host interdisciplinary approaches to advancing condensed matter and materials research, and to keep track of significant new developments in the field. To accomplish this, CMMRC uses various mechanisms, such as initiating and overseeing annual workshops focusing on frontier areas of research, working with sponsoring agencies to draft workshop proceedings summarizing the presentations and ensuing discussions, and publishing them on the Academies' website. CMMRC also works within the National Academies to develop special forums, such as experts' meetings and report-generating studies related to condensed matter and materials research. The committee conducts two face-to-face meetings annually, allowing for engagement among members of the condensed matter and materials research communities and representatives of agencies supporting these fields. CMMRC will emphasize partnerships with professional societies and FACA committees, teaming with them to advance research in the field and inviting their members to participate in workshops. The committee also serves as a resource to students and the public and provides expert advice to other committees and boards in developing National Academies activities that affect the condensed matter and materials research fields. It also provides a platform for experts to share their knowledge and insights, recording the workshops and posting them for public viewing on the Academies' website. Additionally, CMMRC provides long-term stewardship of reports that it helped to develop or that impact the condensed matter and materials research communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Hartman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen N Hartman",
   "pi_email_addr": "chartman@nas.edu",
   "nsf_id": "000830349",
   "pi_start_date": "2024-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}