{
 "awd_id": "2337711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Field-scale quantification of dynamic physical properties in shrink-swell soils for improved hydrological prediction",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2029-07-31",
 "tot_intn_awd_amt": 680097.0,
 "awd_amount": 205186.0,
 "awd_min_amd_letter_date": "2024-03-15",
 "awd_max_amd_letter_date": "2024-03-15",
 "awd_abstract_narration": "Shrink-swell soils are clayey soils that expand when wetting and shrink when drying. Though these soils account for only 2% of soil globally, they have a disproportionately large impact on water quantity and quality due to their shrink-swell properties, which lead to the formation of cracks that in turn strongly influence key hydrologic processes including water and contaminant transport, infiltration, runoff, and plant water use. Currently, there are no ways of predicting the cracking behavior of these soils or including the effects of these cracks in model simulations. The goal of this research is to improve our ability to measure and predict crack formation in shrink-swell soils, with the ultimate goal of improving models of water flow in soils. This will allow us to better manage and predict the movement of water and pollutants within the environment. In addition, the project will include training opportunities for K-12 teachers to learn about soil science activities and lessons, with the goal of attracting students to the field at a young age.\r\n\r\nTo date, the dynamic physical properties of shrink-swell soils have not been adequately quantified beyond individual sites. Further, theoretical models describing the soil water content-bulk density relationship depend on empirical parameters that lack physical meaning. To address this gap, this project will integrate multiple proven, non-invasive geophysical measurement types at several locations to allow for the accurate field-scale quantification of the soil water content-bulk density relationship. The goal of the proposed research is to improve understanding of and ability to quantify dynamic properties of shrink-swell soils at the field scale by providing a physically-based, non-site-specific representation of the soil water content-bulk density relationship. This objective will be reached using the following objectives: 1) Quantify the relationship between soil moisture and bulk density at the field scale in shrink-swell soils at multiple sites, 2) Quantify the number and size of soil cracks based on surface and subsurface imagery, and 3) Produce field-scale estimates of effective soil hydraulic parameters for characterizing soil shrinkage, swelling, and crack development. The educational objectives of the proposed work are to 1) Broaden participation in soil and Earth sciences by hosting multiple train-the-trainer soil science education workshops for K-12 educators, and 2) incorporate project findings into an existing open-source introductory soil physics textbook. This research will provide a physically-based theoretical model of the soil water content-bulk density relationship at the field scale and lay a foundation for the integration of that model into existing numerical models. This will allow for the dynamic representation of the presence and size of cracks in areas with shrink-swell soils, improving estimates of infiltration, surface runoff, and soil water storage.\r\n\r\nThis project is co-funded by the Hydrologic Sciences and Education and Human Resources programs in NSF's Division of Earth Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Briana",
   "pi_last_name": "Wyatt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Briana Wyatt",
   "pi_email_addr": "briana.wyatt@tamu.edu",
   "nsf_id": "000904512",
   "pi_start_date": "2024-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "370 Olsen Blvd",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778430001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7384",
   "pgm_ref_txt": "ETHIOPIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 205186.0
  }
 ],
 "por": null
}