{
 "awd_id": "2337266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computer Science: Focusing on Undergraduate Pre-Service Teachers, with Unified Research, Ecosystems, and Structures",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 1999675.0,
 "awd_amount": 524290.0,
 "awd_min_amd_letter_date": "2024-09-04",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "This project aims to serve the national interest by increasing the number of teachers qualified to teach K- 12 computer science, thereby addressing a growing shortage of in-service teachers. This Improving Undergraduate STEM Education (IUSE) Track 1: Engaged Student Learning, Level 3 project will train undergraduate pre-service students studying to become K-12 teachers to teach computer science as part of their initial teaching assignment, as a significant approach to complement existing professional development programs for in-service teachers and to add more STEM teachers to the workforce. Furthermore, motivated by the trend of increasingly more states, including Nebraska, encouraging or requiring courses in computer science for high school graduation, this project will also study how states can meet the demands of such policies by improving recruitment and development of teachers through statewide collaboration. Notably, the project will guide other states seeking to expand K-12 computer science through undergraduate pre-service education. More K-12 computer science teachers will lead to more K-12 students having access to computer science and thus help broaden participation in computing, particularly for students in rural areas and under-represented groups, for Nebraska and other rural states. \r\n\r\nThis project is guided by the overall vision of building an end-to-end ecosystem, from recruitment and engagement to training and continuous learning for undergraduate computer science pre-service teachers, informed by research and with structures in place for sustainability. The goals of the project are two-fold: (1) addressing fundamental research questions to investigate how to recruit, train, and engage undergraduate pre-service teachers to teach K-12 computer science, and (2) producing tangible products such as curricular designs and infrastructure designs for sustainability, and instructional materials both for preparing undergraduate pre-service teachers, and for use in their future classrooms. This project, titled \"Computer Science: Focusing on Undergraduate Pre-Service Teachers, with Unified Research, Ecosystems, and Structures (CS FUTURES),\" has four specific aims: (1) develop curriculum and courses for preparing undergraduate pre-service teachers, (2) develop sustainable infrastructures and pathways such as policies and curricula across 4-year and 2-year colleges, (3) develop and investigate a statewide model of recruitment, coursework, and practices for undergraduate pre-service teachers to prepare to teach CS, and (4) disseminate findings and resources. The project team consists of two bachelor's degree-granting and three associate’s degree-granting academic institutions—the University of Nebraska-Lincoln, the University of Nebraska at Omaha, Southeast Community College, Metropolitan Community College, and Western Nebraska Community College—that have been involved in training pre-service and in-service teachers in Nebraska. Although the scope of this project is focused on the state of Nebraska, through the dissemination plans, this project will inform undergraduate education, curricular design, recruitment strategies, and institutional practices for training pre-service teachers across the United States. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools. Partial funding is from the Robert Noyce Teacher Scholarship program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leen-Kiat",
   "pi_last_name": "Soh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leen-Kiat Soh",
   "pi_email_addr": "lksoh@cse.unl.edu",
   "nsf_id": "000409977",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gwen",
   "pi_last_name": "Nugent",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gwen C Nugent",
   "pi_email_addr": "gnugent@unl.edu",
   "nsf_id": "000374826",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy M Smith",
   "pi_email_addr": "wsmith5@unl.edu",
   "nsf_id": "000531813",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Dorn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Dorn",
   "pi_email_addr": "bdorn@unomaha.edu",
   "nsf_id": "000634344",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Trainin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guy Trainin",
   "pi_email_addr": "gtrainin2@unl.edu",
   "nsf_id": "000746281",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST BOX 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 524290.0
  }
 ],
 "por": null
}