{
 "awd_id": "2337088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Point-of-Care Additive Manufacturing for Health: Cultivating and Assessing Engineering Students' Technical Knowledge and Professional Skills",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2024-10-15",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 374146.0,
 "awd_amount": 374146.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "This project serves the national interest by preparing a qualified engineering workforce with important technical and professional skills for the health-based point-of-care (POC) additive manufacturing (AM) industry. Health-based POC-AM is a non-traditional form of manufacturing referring to the just-in-time creation of anatomical models, surgical instruments, prosthetics, scaffolds, etc., based on medical imaging data and need at the place of patient care. The growth of POC-AM requires the collaboration of medical, engineering, and social science professionals in that engineers must be trained to be socially adept and communicative about additive manufacturing specifically for healthcare applications. Despite the exponential growth in POC-AM market value and scholarly activities, the needed education and training components are underdeveloped, especially for undergraduate students in public engineering schools. This IUSE Engaged Student Learning Level 2 project will bridge this talent gap by creating an undergraduate engineering course that is broadly accessible and will be able to define, cultivate, and assess students' technical and professional skills needed by the booming POC-AM industry. This project features a project-based learning plan to develop students' theoretical and hands-on skills to create a broad range of medical objects from non-patient-specific personal protection equipment and anatomical models to patient-specific prosthetics, tissues, and implants. This project will strongly emphasize the development of students' reflective communication skills, both written and verbal, with colleagues in both engineering and in healthcare. The project will also design a protocol for assessing and developing those communication skills using objective and subjective metrics.\r\n\r\nThus, the goal of this project is to remove barriers between POC-AM research and education while interconnecting key concepts in multiple related sub-disciplines through teaching this unique skillset to undergraduate students at two large public universities. The innovative course that focuses on students' technical and communication skills development will train holistic and well-rounded engineering students who can solve complex problems that require a broad integration of technical knowledge and communication skills. The combination of cutting-edge learning about POC-AM and a targeted and efficient communication skills development targeted to the needs of the post-COVID student population makes this project highly effective for undergraduate education. The developed instructional and assessment materials will be publicly available as this project can be a model for other similar upper division engineering courses, especially in an emerging and practical field. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. This project is jointly funded by the Established Program to Stimulate Competitive Research. This project is jointly funded by IUSE and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weilong",
   "pi_last_name": "Cong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weilong Cong",
   "pi_email_addr": "weilong.cong@ttu.edu",
   "nsf_id": "000654679",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Maloney",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Maloney",
   "pi_email_addr": "patricia.maloney@ttu.edu",
   "nsf_id": "000686726",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "148Z",
   "pgm_ref_txt": "Rural as Research Focus"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 374146.0
  }
 ],
 "por": null
}