{
 "awd_id": "2337194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Maximizing the Impact of Engineering Laboratory Studies to Transform Undergraduate Engineering Curriculum and Advance Student Outcomes",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928063",
 "po_email": "nalaraje@nsf.gov",
 "po_sign_block_name": "Nasser Alaraje",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 649294.0,
 "awd_amount": 649294.0,
 "awd_min_amd_letter_date": "2024-04-15",
 "awd_max_amd_letter_date": "2024-04-15",
 "awd_abstract_narration": "This project aims to serve the national interest by exploring a novel approach to significantly enhancing the diversity of learners in engineering. Engineering undergraduate populations are becoming more diverse in terms of sociocultural identity, exposure to technology and preferences for teaching approaches. This IUSE Level 2 Engaged Student Learning project proposes Universal-Design Learning (UDL)-based curricular changes to undergraduate mechanical and aerospace engineering courses. The UDL framework emphasizes learning experiences that are accessible and effective for all learners, regardless of their individual differences, by considering students’ individual strengths, weaknesses, motivational factors and curricular preferences. The project will explore how laboratory curriculum design and student assessments (rooted in student strengths) can be made flexible and designed to ignite learner interest thus enhancing the quality and quantity of time students spend learning engineering concepts. The broader impact of the work is to establish a foundation for STEM instructors to create more inclusive learning environments that resonate with diverse students.\r\n\r\nUDL, defined in the Higher Education Opportunity Act of 2008 as a “scientifically valid framework for guiding educational practice,” puts the burden of change on the curriculum. By facilitating the design and implementation of a flexible, responsive curriculum, UDL offers options for how information is presented, how students respond or demonstrate their knowledge and skills, how learning is assessed and how students are engaged in learning. The goal of the project is to explore and assess student perceptions, engagement, and learning outcomes that result from modifying, using the UDL framework, three undergraduate courses within the Mechanical and Aerospace Engineering Department at Rutgers University. Investigators will also acquire insights on how the educational infrastructure of the department is transformed due to those changes. Sophomore, junior, and senior level classes will be adapted to include labs developed from a prior project that focused on development and assessment of virtual labs for a senior lab course. Research questions are posited to be investigated by a sequential mixed method and exploratory research approach. Findings will be disseminated to engineering education researchers, STEM educators, and high school students via engineering experiential learning activities, publications, presentations, and professional development workshops. This project offers a roadmap for transforming conventional engineering educational philosophy and has the potential to significantly improve access and quality of learning for diverse engineering student communities. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Cook-Chennault",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Cook-Chennault",
   "pi_email_addr": "cookchen@soe.rutgers.edu",
   "nsf_id": "000514137",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Harrison",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Judith R Harrison",
   "pi_email_addr": "judith.harrison@gse.rutgers.edu",
   "nsf_id": "000726824",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZA",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 649294.0
  }
 ],
 "por": null
}