{
 "awd_id": "2338890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Heat Penetration Depth and Direction Control with Closed-Loop Device for Precision Ablation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2029-05-31",
 "tot_intn_awd_amt": 549575.0,
 "awd_amount": 459039.0,
 "awd_min_amd_letter_date": "2024-03-25",
 "awd_max_amd_letter_date": "2024-03-25",
 "awd_abstract_narration": "This project addresses a critical challenge in cancer treatment: enhancing the precision of thermal ablation technology to effectively target tumors while preserving surrounding healthy tissues. By 2030, it is estimated that over 26 million new cancer cases will arise, with more than 10 million potentially treatable through thermal ablation. Current techniques, however, often compromise healthy tissues due to uncontrolled heat spread, or they risk tumor recurrence by failing to eliminate all cancer cells. This project is dedicated to advancing Tumor Precision Ablation (TPA), a technique designed to precisely control the dispersion of heat in tissues once it is separated from its source. This approach is especially crucial for asymmetrically shaped tumors. The project's vision is to advance science and technology to transform cancer treatment by developing safer and more effective ablation methods. These advancements are particularly vital for treating brain tumors and other diseases where tissue ablation is a key therapeutic strategy, including liver, lung, kidney, and bone tumors, epilepsy foci, motor circuits in movement disorders, and vascular abnormalities in the brain. Integral to this project is an educational plan designed to involve students from underrepresented groups in STEM. This plan includes developing interdisciplinary courses that intersect with majors such as electrical engineering, biomedical engineering, and oncology. It offers research opportunities for undergraduate and graduate students, particularly through programs like Vertically Integrated Projects. Furthermore, it provides mentorship opportunities for graduate students to aid their career development. Outreach activities will be organized for sharing resources, tools, and knowledge with teachers and students, amplifying the project's impact. \r\n\r\nThis project aims to develop a novel ablation catheter, a first in its field, tackling specific scientific challenges in modulating heat penetration and direction during thermal ablation procedures. The core scientific advancements encompass three main areas: (1) Limiting Heat Penetration through a new method that alternates heating and cooling to create a zero-temperature gradient at the tumor boundary, aiming to prevent damage to adjacent healthy tissues; (2) Directing Heat by exploring the interaction between the physics of ultrasound and heat propagations, and modeling this interference, using low-power ultrasound waves to precisely direct heat within tumors of asymmetrical shapes; (3) Real-time Monitoring employing innovative ultra-wideband (UWB) sensors for continuous tracking of the ablation progress, thus enabling accurate and immediate closed-loop control of ablation penetration depth. The proposed research plan comprises three phases of evaluation and assessment, including in vitro tests and in vivo experiments with tumor-bearing small animals. The project's innovative approach in developing this TPA catheter, integrating a heat producer-absorber module for applying an alternate heating and freezing process, ultrasound arrays to direct the heat in the desired direction, and UWB sensors for ablation depth detection, signifies a leap forward in our understanding of heat flux in tissues. This innovative approach is anticipated to greatly influence the fields of microelectronics, heat transfer, and tumor treatment, opening new avenues in precision medicine research and development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seyedabdollah",
   "pi_last_name": "Mirbozorgi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seyedabdollah Mirbozorgi",
   "pi_email_addr": "samir@uab.edu",
   "nsf_id": "000725448",
   "pi_start_date": "2024-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH ST",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7564",
   "pgm_ref_txt": "INTEGRATIVE, HYBRD & COMPLX SY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 459039.0
  }
 ],
 "por": null
}