{
 "awd_id": "2338987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: DRL AI:  A Career-Driven AI Educational Program in Smart Manufacturing for Underserved High-school Students in the Alabama Black Belt Region",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 199999.0,
 "awd_amount": 199999.0,
 "awd_min_amd_letter_date": "2023-11-30",
 "awd_max_amd_letter_date": "2024-01-12",
 "awd_abstract_narration": "The integration of artificial intelligence (AI) into advanced manufacturing has promising potential to revolutionize productivity and generate new jobs in smart manufacturing. There is an urgent need to investigate \"what to teach\" and \"how to teach\" AI in order to prepare future workforce with the necessary AI skills, as most K-12 educators and schools lack the knowledge and experience to teach students AI skills for smart manufacturing. This project will initiate an age-appropriate career-driven AI educational program for high-school students and evaluate its effectiveness. Education researchers will develop manufacturing specific AI learning modules to teach high school students about Fused Filament Fabrication (FFF), the most accessible additive manufacturing (AM) process, that will be equipped with automatic real-time process monitoring, analysis and communication. Fifty rising high-school students from underserved school districts across the Black Belt region and rural low-income areas of Alabama, where 52.2% are African Americans and the median household annual income is $27,130, will be recruited to participate in a one-week summer camp. This AI in smart manufacturing education program will employ project-based learning to stimulate broader career interest among a diverse range of students. The proposal was received in response to the Dear Colleague Letter (DCL): \"Rapidly Accelerating Research on Artificial Intelligence in K-12 Education in Formal and Informal Settings (NSF 23-097)\" and funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThe goal of the project is investigating age-appropriate equitable AI learning and inclusive teaching in the context of smart manufacturing. The research plan includes: (1) identify AI knowledge and skills required in smart manufacturing for high-school students; (2) experiment with project-based learning (PBL) pedagogy to prepare students to explore smart manufacturing and provide professional training in AI and smart manufacturing for teachers; (3) use a mixed method design with qualitative interview and worksheet data as well as quantitative pre-post knowledge assessment to evaluate the effectiveness of the proposed AI educational intervention. In addition to the fifty underserved students, ten high-school teachers will be recruited to receive a three-day intensive professional training before the student summer camp and will facilitate the summer camp activities. These teachers will also develop a lesson plan for continuing the AI educational intervention at their respective schools. The resulting deliverables include the AI learning modules and the smart manufacturing centered PBL pedagogy. The experimental process in developing this AI intervention can be adapted for other AI educational efforts for underserved high schools. The insights gained on the effectiveness of the proposed AI educational intervention will provide valuable lessons for advancing age-appropriate, future career-oriented, and equitable AI education across different K-12 AI educational programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jia Liu",
   "pi_email_addr": "lzj0040@auburn.edu",
   "nsf_id": "000821636",
   "pi_start_date": "2023-11-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melody",
   "pi_last_name": "Russell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Melody L Russell",
   "pi_email_addr": "russeml@auburn.edu",
   "nsf_id": "000535700",
   "pi_start_date": "2024-01-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chih-hsuan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chih-hsuan Wang",
   "pi_email_addr": "wangchi@auburn.edu",
   "nsf_id": "000756560",
   "pi_start_date": "2024-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "093Z",
   "pgm_ref_txt": "AI Education/Workforce Develop"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 199999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF RAPID project investigated age-appropriate equitable AI learning and inclusive teaching in smart manufacturing at the dawn of AI. It answered the important questions of &ldquo;<em>what to teach</em>&rdquo; and &ldquo;<em>how to teach</em>&rdquo; in AI to prepare the future workforce with the necessary AI skills in smart manufacturing, as most K-12 educators and schools lack the knowledge and experience, especially the underserved high schools in Alabama Black Belt region. The project used 3D printing as the manufacturing process and designed AI learning modules for smart manufacturing based on the &ldquo;Five Big Ideas in AI&rdquo; from the Artificial Intelligence for K-12 initiative (AI4K12), including (1) perceiving the temperature and vibration, (2) representing operations with sensor data, (3) learning data patterns for different operations, (4) communicating operations with natural language and visual indication, and (5) indicating positive and negative impacts of AI for operations. The procedure of developing AI learning modules in smart manufacturing is also applicable to developing specialized AI learning modules for other industries. These AI learning modules were integrated into a project-based learning (PBL) experience of making a 3D-printed rocket for underserved high-school teachers and students to learn AI concepts and skills for smart manufacturing. The activities in the PBL experience included self-learning and exploration based on AI learning modules, hands-on, inquiry-based processes to develop solutions,&nbsp; group collaboration and discussion on tasks, sharing the solution and findings, group debate on the societal impacts of AI, guided tours of different labs (e.g., manufacturing labs, virtual reality labs) to see the state-of-the-art technologies.</p>\r\n<p>Based on the designed AI learning modules and PBL experience, a three-day professional development session in AI in smart manufacturing was developed for ten teachers from underserved school districts in Alabama to learn various concepts in AI and smart manufacturing and develop lesson plans for continuing the AI educational program at their respective schools. Then, a one-week-long summer camp was developed for thirty-three students, who learned 3D printing, engineering design, sensing, microcontrollers, machine learning, and Python coding, successfully built the rocket model with 3D printers, and experienced AI-smart manufacturing.</p>\r\n<p>To evaluate the effectiveness of the developed AI educational program, a mixed-method longitudinal design was used to collect qualitative data and quantitative data and examine the progress of project participants throughout the teacher professional development session and student summer camp to ensure that the project goal and objectives were achieved. The project proved to be beneficial not only for students but also for teachers&rsquo; professional development. The summer camp from the project received overwhelmingly positive feedback from participants, who described it as practical, helpful, and valuable. Students&rsquo; levels of intrinsic and extrinsic motivation increased significantly after the summer camp. Their interest in STEM careers and confidence in completing computer programming tasks also improved. After the professional development workshop, teachers&rsquo; level of self-efficacy in logical thinking and completing computer programming tasks significantly improved. Teachers appreciated the opportunity to immediately apply their newly acquired knowledge from the professional development workshop to the student summer camp, distinguishing the RAPID AI Smart Manufacturing Summer Program from traditional professional development programs. Furthermore, the program provided teachers with additional support and helped them refine their teaching plans and structures. They particularly valued the project&rsquo;s potential impact in underserved areas by incorporating the content of AI and 3D printing in their curricula at their respective schools.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/17/2025<br>\nModified by: Jia&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF RAPID project investigated age-appropriate equitable AI learning and inclusive teaching in smart manufacturing at the dawn of AI. It answered the important questions of what to teach and how to teach in AI to prepare the future workforce with the necessary AI skills in smart manufacturing, as most K-12 educators and schools lack the knowledge and experience, especially the underserved high schools in Alabama Black Belt region. The project used 3D printing as the manufacturing process and designed AI learning modules for smart manufacturing based on the Five Big Ideas in AI from the Artificial Intelligence for K-12 initiative (AI4K12), including (1) perceiving the temperature and vibration, (2) representing operations with sensor data, (3) learning data patterns for different operations, (4) communicating operations with natural language and visual indication, and (5) indicating positive and negative impacts of AI for operations. The procedure of developing AI learning modules in smart manufacturing is also applicable to developing specialized AI learning modules for other industries. These AI learning modules were integrated into a project-based learning (PBL) experience of making a 3D-printed rocket for underserved high-school teachers and students to learn AI concepts and skills for smart manufacturing. The activities in the PBL experience included self-learning and exploration based on AI learning modules, hands-on, inquiry-based processes to develop solutions, group collaboration and discussion on tasks, sharing the solution and findings, group debate on the societal impacts of AI, guided tours of different labs (e.g., manufacturing labs, virtual reality labs) to see the state-of-the-art technologies.\r\n\n\nBased on the designed AI learning modules and PBL experience, a three-day professional development session in AI in smart manufacturing was developed for ten teachers from underserved school districts in Alabama to learn various concepts in AI and smart manufacturing and develop lesson plans for continuing the AI educational program at their respective schools. Then, a one-week-long summer camp was developed for thirty-three students, who learned 3D printing, engineering design, sensing, microcontrollers, machine learning, and Python coding, successfully built the rocket model with 3D printers, and experienced AI-smart manufacturing.\r\n\n\nTo evaluate the effectiveness of the developed AI educational program, a mixed-method longitudinal design was used to collect qualitative data and quantitative data and examine the progress of project participants throughout the teacher professional development session and student summer camp to ensure that the project goal and objectives were achieved. The project proved to be beneficial not only for students but also for teachers professional development. The summer camp from the project received overwhelmingly positive feedback from participants, who described it as practical, helpful, and valuable. Students levels of intrinsic and extrinsic motivation increased significantly after the summer camp. Their interest in STEM careers and confidence in completing computer programming tasks also improved. After the professional development workshop, teachers level of self-efficacy in logical thinking and completing computer programming tasks significantly improved. Teachers appreciated the opportunity to immediately apply their newly acquired knowledge from the professional development workshop to the student summer camp, distinguishing the RAPID AI Smart Manufacturing Summer Program from traditional professional development programs. Furthermore, the program provided teachers with additional support and helped them refine their teaching plans and structures. They particularly valued the projects potential impact in underserved areas by incorporating the content of AI and 3D printing in their curricula at their respective schools.\r\n\n\n\t\t\t\t\tLast Modified: 03/17/2025\n\n\t\t\t\t\tSubmitted by: JiaLiu\n"
 }
}