{
 "awd_id": "2338531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Linking Cement Chemistry, Microstructure, and Long-term Performance in Rapid-Setting and Sustainable Belitic Calcium Sulfoaluminate Cement",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927732",
 "po_email": "lsneed@nsf.gov",
 "po_sign_block_name": "Lesley Sneed",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2029-07-31",
 "tot_intn_awd_amt": 599994.0,
 "awd_amount": 599994.0,
 "awd_min_amd_letter_date": "2024-07-22",
 "awd_max_amd_letter_date": "2024-07-22",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) award supports research that investigates the long-term durability properties of belitic calcium sulfoaluminate (BCSA) cement through the lens of its unique chemistry. Rapid-setting BCSA cement reduces the impacts of construction on society and enables accelerated reconstruction in the face of infrastructure failures or natural disasters. Meanwhile, the lower carbon footprint of BCSA cement relative to traditional portland cement aligns with the United Nations Sustainable Development Goals, which aim to safeguard global health and prosperity now and into the future. This award will support research that sheds new light on how, when, and under what conditions rapid-setting BCSA cement systems develop their long-term durability properties, an area which has received little attention in the past. This award will also support research-integrated educational initiatives focusing on personalized complementary learning through micro-credential courses and workforce development for design and construction professionals, enhancing the competitiveness of the US STEM workforce.\r\n\r\nThe primary aim of this research is to make connections between later-age hydration processes and long-term durability in BCSA cement systems, with emphasis on corrosion resistance and alkali-silica reactivity. To that end, this project will (i) characterize the hydration chemistry of BCSA cement at ages from hours to months, focusing on hydration kinetics, hydrate assemblages, pore solution compositions, microstructure evolution, thermodynamic modeling, and the influence of cement composition and reaction conditions; (ii) investigate the time dependence of mass transport and corrosion processes in BCSA cement composites, focusing on the extent to which BCSA cement systems of various ages or maturities passivate steel, bind chlorides, enable mass transport, and protect embedded steel from chloride-induced corrosion; and (iii) clarify the mechanisms of alkali-silica reaction in BCSA cement composites, with emphasis on how the changing hydrate assemblage and pore solution chemistry influences the formation and expansion of ASR gels in systems with aggregates of varying reactivity. This research will advance the state of knowledge in materials science, cement chemistry, concrete durability, and corrosion science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Thomas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Thomas",
   "pi_email_addr": "rthomas@clarkson.edu",
   "nsf_id": "000767485",
   "pi_start_date": "2024-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 CLARKSON AVE",
  "perf_city_name": "POTSDAM",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 599994.0
  }
 ],
 "por": null
}