{
 "awd_id": "2338739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: An Agile Compiler Framework for Spatial Dataflow Accelerators",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 303749.0,
 "awd_min_amd_letter_date": "2024-01-17",
 "awd_max_amd_letter_date": "2024-01-17",
 "awd_abstract_narration": "In the era of large machine learning models, hardware accelerators play a key role in achieving fast and scalable training and inference performance. Among them, spatial dataflow accelerators (SDA), such as tensor processing units, have been extremely successful at accelerating demanding neural network workloads. Subsequently, many diverse accelerator platforms have been introduced with heavily programmable interfaces. In spite of these advances in hardware, compilers have been lagging behind, having only limited support for these accelerators. The current approach of manually constructing compiler backends is not sustainable with diverse and rapidly evolving accelerators. The project’s novelty is a set of automated and parameterized compiler construction methodologies that can generate optimized code targeting a wide array of spatial dataflow accelerator designs. The project’s impact is enabling hardware designers to rapidly build optimizing compilers for novel emerging architectures, which in turn will democratize the usage of new hardware platforms for accelerating diverse machine learning workloads. The investigator’s integrated education plan creates a novel machine learning compilers course that integrates formalisms, compilation techniques, and machine learning for compilers topics explored in this project. This new course offering prepares students with the necessary knowledge to succeed in careers that involve designing and maintaining compilers for hardware-accelerated machine learning workloads. The investigator plans to open source both the code and the data with public competitions, publish academic papers, collaborate with key industry partners with the possibility of technology transfers, hold academic workshops, and increase undergraduate participation to broaden the impact of the proposed research activities.\r\n\r\nThe project explores novel automated compiler construction methodologies that are suitable for emerging SDAs. Compared to established commodity hardware platforms, emerging SDAs are more diverse, have faster design iteration cycles, and have expensive execution modalities. The project investigates novel techniques tackling three different aspects of backend code generation by synergistically innovating in both formal methods and machine learning fronts that can cater to the aforementioned characteristics of SDAs. First, it develops parametric representations and formalisms of tensor compiler intermediate representations (IR) and SDA descriptions. It uses these to automatically generate code generators specialized to each SDA. Second, the project develops innovative solutions that require significantly less target data to transfer learned cost models from mature accelerators. Finally, the project explores novel multi-fidelity optimization techniques that leverage different execution modalities to find faster auto-tuning solutions amidst expensive simulations. Successful completion of the project produces an agile compiler framework that can rapidly generate retargetable compiler backends for emerging spatial dataflow accelerators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thirimadura",
   "pi_last_name": "Mendis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thirimadura C Mendis",
   "pi_email_addr": "charithm@illinois.edu",
   "nsf_id": "000847082",
   "pi_start_date": "2024-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of the University of Illinois",
  "perf_str_addr": "352 Henry Administration Building",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7943",
   "pgm_ref_txt": "PROGRAMMING LANGUAGES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 303749.0
  }
 ],
 "por": null
}