{
 "awd_id": "2338371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Informed Testing — From Full-Field Characterization of Mechanically Graded Soft Materials to Student Equity in the Classroom",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2029-02-28",
 "tot_intn_awd_amt": 763083.0,
 "awd_amount": 763083.0,
 "awd_min_amd_letter_date": "2024-03-06",
 "awd_max_amd_letter_date": "2024-03-06",
 "awd_abstract_narration": "Mechanical gradient soft materials (MGSMs) are compliant systems with smooth variations in their properties. MGSMs are observed in nature as stiff ligaments attaching seamlessly to bone, or hard shells or beaks on aquatic creatures. Recent advances in machine learning stand to customize the design of MGSMs for engineering purposes, ranging from soft robotics to impact absorption and biomedical devices. However, certifying that “what we planned is what we built” relies on our ability to peer into these materials and test their properties as they are stretched. This Faculty Early Career Development (CAREER) award supports fundamental research to establish a method which will both cause and quantify three-dimensional deformations inside designed soft materials. Informed testing will reduce the time it takes to determine how mechanical properties vary over a material, speeding up characterization efficiency and feedback loops for generally making personalized soft materials. This research will not only promote the progress of fundamental science but will also advance national health, prosperity, and welfare. By integrating informed testing into the engineering classroom, this research will additionally improve educational outcomes for—and broaden participation of—underrepresented groups. \r\n\r\nA single test procedure for reliably identifying spatial heterogeneity for materials undergoing large deformations has not yet been developed. Previously, magnetic resonance cartography had been used as a characterization method for soft materials without internal contrast, but the method  is currently restricted to moderate deformations of homogeneous materials.   This research aims to permit identification of spatial variations of material properties by using continuum mechanics theory and forward finite element simulations to inform experimental boundary conditions for tests. Furthermore, confidence in the identifiability these parameters will be assessed for the first time via an experimental goodness metric. The specific aims of the research are to (1) actuate and measure fully three-dimensional strain fields of MGSMs with peak strain magnitude values newly above 1, (2) assess the usefulness of deformation states using orthogonal strain invariants and the virtual fields method, and (3) determine how kinematic data richness and noise quantifiably alter the identifiability of the complete set of constitutive parameters of interest. The principles of informed testing will additionally be applied to driving assessment strategies in mechanics classrooms using course equity data and will underpin a personalized PrairieLearn-based mechanics mastery platform.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Estrada",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan B Estrada",
   "pi_email_addr": "jbestrad@umich.edu",
   "nsf_id": "000801722",
   "pi_start_date": "2024-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE, SUITE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 763083.0
  }
 ],
 "por": null
}