{
 "awd_id": "2338147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Fundamentals and Applications of Electrochemically Active Nanofluids for Energy Storage and Conversion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 556579.0,
 "awd_amount": 447589.0,
 "awd_min_amd_letter_date": "2024-03-12",
 "awd_max_amd_letter_date": "2024-03-12",
 "awd_abstract_narration": "Colloidal suspensions of nano-sized particles in fluids such as water (also known as nanofluids) are increasingly finding use in a variety of energy applications, especially energy storage and conversion systems. This project will address the knowledge gap that exists in the understanding how nanofluids containing electrochemically active materials can be developed and used for various applications. The project will promote knowledge-sharing activities such as mentored undergraduate research, inclusion of research activities into the curriculum with a focus on skill-building activities such as group presentations, and scientific writing. Another significant goal is the enhancement of scientific training of undergraduate students in the classroom using chemical simulation tools with emphasis on methods to circumvent the traditional barriers to their entry. These exercises will be developed with a focus on electrochemical technologies such as batteries, fuel cells, solar cells and electrolyzers, which are becoming increasingly important to expand the use of renewable energy. \r\n\r\nA majority of the fundamental understanding of nanofluid systems comes from suspensions containing redox-inactive materials such as silica and alumina, well supported and guided by modeling efforts based on Derjaguin-Landau-Verwey-Overbeek (DLVO) theory. However, a large knowledge gap exists in the understanding of electron transfer in nanofluids containing redox-active materials. Objectives include the use of graft molecules for modifying the surface of redox active nanoparticle and assessing its effect on both colloidal stability and electron transfer through a variety of in-situ measurements. Variations in charge, steric and chemisorption functionality of the grafts will be used to understand the effects on rheology and redox mediation to establish structure-property relations and transport mechanisms. The developed nanofluids will also be optimized for interaction with carbon dioxide to maximize catalytic conversion and explore absorption capacity. Integrated with these are educational objectives, centered on developing modules for undergraduate students to use graphical user interface (GUI)-based computational methods. Inter-disciplinary methods in materials science, electrochemistry, computer-aided design tools and modern manufacturing methods will be used to accomplish these goals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sujat",
   "pi_last_name": "Sen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sujat Sen",
   "pi_email_addr": "ssen@uwlax.edu",
   "nsf_id": "000803881",
   "pi_start_date": "2024-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-La Crosse",
  "inst_street_address": "1725 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "LA CROSSE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6087858007",
  "inst_zip_code": "546013742",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LZFYPNDKE3Y5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-La Crosse",
  "perf_str_addr": "1725 STATE ST",
  "perf_city_name": "LA CROSSE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "546013742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 447589.0
  }
 ],
 "por": null
}