{
 "awd_id": "2338609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Manufacturing of Continuous Network Graphene-Copper Composites for Ultrahigh Electrical Conductivity",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 660150.0,
 "awd_amount": 660150.0,
 "awd_min_amd_letter_date": "2024-01-30",
 "awd_max_amd_letter_date": "2024-01-30",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant supports research to establish the basis of a new manufacturing technique for the fabrication of ultrahigh electrical conductivity materials. The research exploits the excellent electrical conductivity of graphene, an emerging two-dimensional (2D) carbon nanomaterial, within a pure copper matrix. Fundamental multiscale and multi-physics studies will be performed in order to understand the fabrication and properties of graphene-copper composites critical to the achievement of scientific and technological advancements in high conductivity materials. The availability of ultrahigh conductivity materials meets the ever-increasing demand for high performance electrical conductors in electric vehicles, portable devices, and power grids, which impacts various industries and, hence, the U.S. economy. New experimental methods will be developed for controlling the continuity of graphene networks within a copper matrix to achieve electrical conductivities significantly higher than that of pure copper. The manufacturing approach is generalizable to other carbon-metal composites consisting of low dimensional constituents within metal matrices for improved electrical and structural applications. This project provides interdisciplinary research, education, and training opportunities for high school students to postdoctoral researchers, ensuring participation from women and under-represented minority groups. Educational and research integration activities include developing modular demonstrations and laboratory tours for interactive teaching and learning experiences and offering new interdisciplinary courses and research programs. \r\n\r\nCarbon nanomaterials, such as carbon nanotube and graphene, have excellent electrical properties far exceeding those of pure metal conductors such as copper. To exploit these attractive properties, carbon nanomaterials are often dispersed in a copper matrix to fabricate carbon-copper composite conductors. However, these conductors suffer from low electrical performance due to the discontinuous interfaces between the dispersed nanocarbon materials and the copper matrix. This research project seeks to address these technical challenges by developing an innovative manufacturing technique involving chemical vapor deposition (CVD) and growth of continuous graphene films in a pre-compacted copper foam followed by a ‘gentle’ compression step. The ‘gentle’ compression ensures that the final densification of the graphene-coated copper foam occurs without damaging the continuous graphene films. This research aims to resolve fundamental questions about (1) the underlying mechanisms for the enhanced electrical properties of graphene-copper composites; (2) the role of the continuity of graphene networks in the composite on their overall material properties; and (3) size-dependent material behavior of the composite besides the direct effect of different graphene-to-copper volume ratios. Overcoming these technical challenges is essential for designing and manufacturing graphene-copper composite conductors with significantly enhanced electrical properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wonmo",
   "pi_last_name": "Kang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wonmo Kang",
   "pi_email_addr": "wonmo.kang@asu.edu",
   "nsf_id": "000863722",
   "pi_start_date": "2024-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 660150.0
  }
 ],
 "por": null
}