{
 "awd_id": "2338221",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Marine Debris at Coastlines: predicting sources from drift, dispersion, and beaching via experiments and multiscale stochastic models",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2028-12-31",
 "tot_intn_awd_amt": 563949.0,
 "awd_amount": 563949.0,
 "awd_min_amd_letter_date": "2024-01-08",
 "awd_max_amd_letter_date": "2025-04-23",
 "awd_abstract_narration": "Floating marine debris in oceans and lakes across a range of sizes from microplastics to larger debris is a pressing global issue with inputs projected to increase in the coming years and decades. Often, the worst impacts of marine debris pollution are at coastlines, where economies and ecosystems are much more sensitive to pollution and where debris can accumulate to high concentrations. Current knowledge of marine debris motion near coastlines is insufficient to predict how debris drift, disperse, and become beached. This project seeks to fill this knowledge gap by investigating the fate and transport of marine debris at coastlines. This research will produce new and more accurate models for how particles of different sizes and complex shapes interact with and are transported by complex wavy and turbulent flows at coastlines. The project will also include significant educational activities, including an initiative to leverage expertise across institutions to improve graduate student training and increase participation of students from diverse backgrounds in engineering research in partnership with a local high school.\r\n\r\nThe goal of this project is to construct a multiscale stochastic model of marine debris at coastlines that includes how debris particles drift, disperse, and become beached. While most efforts in marine debris research have concentrated on characterizing pollution in open waters and in beach sediment, this project will consider how the complexities of debris size, shape, and density combine with the complexity of flow conditions in the coastal environment to determine marine debris fate and transport. Experimental and theoretical approaches at multiple scales will produce the parameters required to populate the overall model. On the experimental side, this will include advanced flow and particle tracking methods in different water wave flumes and basins. On the theoretical side, this will include discovering appropriate scaling relationships and dimensionless descriptions of debris drift, dispersion, and beaching through mathematical modelling and experimental data analysis. Overall, the results are expected to inform solutions for coastal protection against debris pollution. The project is co-funded by the NSF ENG/CBET Fluid Dynamics and Environmental Engineering programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nimish",
   "pi_last_name": "Pujara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nimish Pujara",
   "pi_email_addr": "npujara@wisc.edu",
   "nsf_id": "000784507",
   "pi_start_date": "2024-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 448116.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 115833.0
  }
 ],
 "por": null
}