{
 "awd_id": "2338902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Single-Molecule Study of Nucleic Acid Conformational Dynamics in Telomere",
 "cfda_num": "47.074, 47.083",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 971969.0,
 "awd_amount": 797486.0,
 "awd_min_amd_letter_date": "2024-01-25",
 "awd_max_amd_letter_date": "2024-01-25",
 "awd_abstract_narration": "Telomeres protect the ends of chromosomes. They are composed of special repetitive DNA, proteins, and the RNA version of the DNA. Telomeric DNA can fold into structures called G-quadruplexes, form lariat structures called telomere loops, and form R-loops when it is transcribed into RNA. Solving the unknown structural dynamics during telomere looping and transcription will provide new insights to how telomeres carry out their function of protecting chromosomes, and how aging happens at the cellular level. This project will use a recently developed model telomere DNA system to study DNA structure in real-time, and how DNA structures control telomere looping and transcription. This project will also develop a continuous program that allows high school teachers and students to work in research and teaching laboratories. The inclusion of high school teachers and students is expected to improve the science education on the fundamentals about DNA and RNA. Overall, this project will advance the knowledge of how DNA and RNA works in telomere and propagate basic knowledge of DNA and RNA functions to high school teachers and students. \r\n\r\nThe research goal of this project is to understand how the slow folding process of non-canonical secondary structures affects telomere maintenance. This project seeks to characterize the conformational dynamics of telomeric DNA, RNA, and DNA-RNA hybrid complexes by combining single-molecular Förster resonance energy transfer microscopy (smFRET), calorimetry, and CD spectroscopy. This research will advance mechanism-based understanding of (a) how conformational dynamics in the telomeric DNA and RNA affect the formation of telomere loop and end protection, and (b) how telomeric and non-telomeric sequences self-regulate their transcription. The research goals of this project will be addressed by the following specific objectives: (1) Quantify the sequence dependence of G-quadruplex (G4) refolding kinetics; (2) Characterize the structural and conformational dynamics induced by telomeric repeat-binding factor 2 (TRF2); and (3) Measure the correlation between telomere transcription and TRF2-induced structural changes. The preliminary data from the PI’s laboratory leads to a hypothesis that the slow process of forming a stable G4 in telomeric G-rich ssDNA serves as a biological timer. The outcome of this work will advance our knowledge about how telomeres respond to regulatory factors and the environment, help to reveal the molecular mechanisms of telomere maintenance, and lead to better understanding of cell cycle regulation. This project is jointly funded by the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui-Ting",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui-Ting Lee",
   "pi_email_addr": "htlee@uab.edu",
   "nsf_id": "000821548",
   "pi_start_date": "2024-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH ST",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 797486.0
  }
 ],
 "por": null
}