{
 "awd_id": "2338197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Unraveling spatiotemporal deformation patterns in the Basin and Range and Walker Lane provinces: Combining geochronology methods and scaffolded peer-peer student mentoring",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2029-07-31",
 "tot_intn_awd_amt": 618108.0,
 "awd_amount": 227192.0,
 "awd_min_amd_letter_date": "2024-07-22",
 "awd_max_amd_letter_date": "2024-07-22",
 "awd_abstract_narration": "Tectonic plates interact by moving towards each other (convergent), moving away from each other (divergent), and sliding side-by-side (transform). The tectonic plate boundary on the southwest side of the North American Plate has changed relatively recently, in geologic time (<50 million years), from a convergent boundary to a transform boundary. This plate boundary change caused new faults to form, and altered the surface topography (i.e., mountains and valleys). Documenting the types of faults and the timing and rates of fault motion across two different geologic regions (the Basin and Range and Walker Lane) will increase our understanding of how the surface changes in response to changes in tectonic plate interactions. This project develops a new approach that combines three different dating methods to provide information about fault activity on different but overlapping timescales. This research will be conducted by a multi-level cohort of high school, community college, 4-year undergraduates, and master’s students. The research and education components of this CAREER grant advance desired societal outcomes by providing research and peer-mentoring opportunities designed to recruit, train, and prepare a diverse STEM workforce. This project will support a woman, early career scientist, six master’s students, six undergraduate students, six community college students, and six high school students all from minority serving institutions in southern California. The peer-cohort design is aimed at increasing recruitment and retention in the geosciences, and project participants will help provide guidance on how a research experience like this increases confidence and belonging in STEM. Additionally, the education plan includes creating teaching materials for high school and community college instructors to teach about faulting, tectonics, and geochronology. These activities will be designed to easily embed Earth science concepts into existing curricula and will be publicly published so that any instructors may use them, allowing for findings from this project to have a much wider reach.\r\n\r\nThis CAREER grant combines geochronological methods to evaluate how the changing of a plate boundary, and therefore, the regional stress regime is expressed in the surface deformation. A novel combination of low-temperature thermochronology, cosmogenic radionuclide, and luminescence dating techniques is used to quantify spatial and temporal changes in the timing and rates of fault-slip and fault-growth patterns across the Basin and Range extensional province and the Walker Lane transtensional province from the Oligocene to Holocene. These techniques record information on different but overlapping timescales (e.g., Luminescence: 1 to ~300,000 years, cosmogenic: 10,000 years to 5Ma, low-temperature thermochronology: 1Ma to 3Ga) and from separate regions within the crust (i.e. <1m below the surface, 1-2 meters below the surface, 1-6 km depth). The complementary use of these geochronologic methods to address tectonic questions will fill the important temporal gap between shorter time-scale deformation, near-surface exhumation, and long-term geologic constraints on faulting. Fault initiation and growth as well as the development of these two provinces, as we know them today, documents the plate boundary transition from compressional regime with a subduction zone boundary between the North American Plate and Farallon Plate to a transform boundary between the North American Plate and Pacific Plate accommodated by the San Andreas strike-slip fault zone and the Walker Lane shear zone. Acquiring these new data and compiling it with existing data to address rates of deformation across the Basin and Range and Walker Lane provinces will advance our knowledge about the development of each of these structural regions and will contribute more generally to the understanding of how a complete shift in plate boundary relationships and stresses affect surface deformation over time and space. This is accomplished through the creation of a research cohort composed of undergraduate and master’s level students at California State University, Long Beach (CSULB), as well as community college (CC) and high school (HS) students from southern CA working together to create a community that provides support, feedback, and peer-mentoring about research and education. This CAREER grant supports field, lab, and computational work allowing students to be exposed to many different types of data collection and analyses to increase interest, access, and introduce the process behind scientific research. This project involves the creation of educational lessons for HS and CC instructors, to adopt for introduction of topics such as faulting, tectonics, and geochronology, in their current science classes. This project (1) exposes students to Earth science research experiences at an earlier stage in their education and (2) creates a peer-peer mentoring network between HS, CC, undergraduate and graduate students to facilitate a welcoming, accessible, and comfortable research environment. Evaluation of this peer-network research experience strategy will provide insights into the efficacy of such a model to recruit diverse students to Earth science fields and retain students to help build a diverse workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Abbey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa L Abbey",
   "pi_email_addr": "alyssa.abbey@csulb.edu",
   "nsf_id": "000757664",
   "pi_start_date": "2024-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach Foundation",
  "perf_str_addr": "1250 Bellflower Blvd",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908400004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 227192.0
  }
 ],
 "por": null
}