{
 "awd_id": "2338148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC: CAREER: Transparent Theory of Mind Algorithms for Social Robots Assisting Young Children",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924420",
 "po_email": "cbethel@nsf.gov",
 "po_sign_block_name": "Cindy Bethel",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2029-04-30",
 "tot_intn_awd_amt": 505358.0,
 "awd_amount": 103054.0,
 "awd_min_amd_letter_date": "2024-04-23",
 "awd_max_amd_letter_date": "2024-04-23",
 "awd_abstract_narration": "Social robots that assist young children provide new learning opportunities in the classroom. If a robot can reason about a child’s goals, intentions, and beliefs, then it can provide better help. Current approaches in social robotics have not used theory of mind reasoning (ToM). The goal of this research is to develop ToM algorithms, which will allow social robots to infer a child’s goals, intentions, and beliefs. The robot can then respond with more effective help. The algorithms use analogical reasoning to make each inference step. This provides transparency and explainability in the robot’s reasoning. The aim is that children and parents will see the robot as effective, helpful, and trustworthy. The outcome will contribute to more ethical applications of robots. The educational aspect of this project aims to create a more informed citizenry. The project will develop and integrate machine ethics materials across curricula. These materials will address the social and ethical implications of technology. For broader impacts, the research and educational goals of this project address the broader need in society for ethical technology. \r\n\r\nFrom a technical perspective, there are three key goals for this research. The first is to develop algorithms for ToM reasoning. The second goal is to show that the algorithms are transparent and explainable. The third goal is to show that social robots using ToM reasoning will be more effective. The expected outcome is that people will have a more positive view of these robots. The robot needs to use ToM reasoning in two challenging situations. First, the robot may know something that the child does not know. Also, the child may know something that the robot does not know. To enable ToM reasoning, the project explores novel applications of analogical chaining. This approach uses analogies to make a series of inferences. The project lead will partner with developmental psychologists. Together, they will determine the effectiveness of the ToM reasoning. They will examine how parents and children perceive the robot. The development and evaluation of these algorithms will advance five critical research areas. First, the project will advance analogical reasoning. It will apply analogical reasoning to problems related to human-robot interaction (HRI). Second, the research will produce a novel algorithm for theory of mind reasoning for use in HRI. Third, the research will produce unique datasets featuring complex theory of mind scenarios. Fourth, researchers will provide new knowledge on how children and parents see robots. Last, the researchers will collect knowledge from experts. This knowledge will suggest how a robot should help and support children. An important broader impact of this project is the effects it will have on undergraduate students. The project aims to support the growing diversity of computer science. Part of this plan is to recruit students from all backgrounds. Students will support all aspects of the research. The intent is to encourage more students to consider further research opportunities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Wilson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jason R Wilson",
   "pi_email_addr": "jrw@fandm.edu",
   "nsf_id": "000839220",
   "pi_start_date": "2024-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Franklin and Marshall College",
  "inst_street_address": "415 HARRISBURG AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LANCASTER",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7173584517",
  "inst_zip_code": "176032827",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "PA11",
  "org_lgl_bus_name": "FRANKLIN AND MARSHALL COLLEGE",
  "org_prnt_uei_num": "P4NXVGAJNQK3",
  "org_uei_num": "P4NXVGAJNQK3"
 },
 "perf_inst": {
  "perf_inst_name": "Franklin and Marshall College",
  "perf_str_addr": "415 HARRISBURG AVE",
  "perf_city_name": "LANCASTER",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "176032827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "PA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 103054.0
  }
 ],
 "por": null
}