{
 "awd_id": "2338225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Reactivity and mobility of micro- and nanoplastics from open burning of solid waste in underserved communities",
 "cfda_num": "47.041, 47.083",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2029-03-31",
 "tot_intn_awd_amt": 549985.0,
 "awd_amount": 432024.0,
 "awd_min_amd_letter_date": "2024-04-23",
 "awd_max_amd_letter_date": "2024-04-23",
 "awd_abstract_narration": "Communities without access to waste management facilities often use open dumping and burning pits to dispose of their waste. Although this practice is associated with low- and medium-income countries, open dumping and burning of waste also occurs frequently in the United States in remote, rural locations, or isolated Native American communities. These disposal pits are an overlooked source of microplastics (MPs) and nanoplastics (NPs) in underserved and remote communities. In open burning pits, plastics are partially burned and generate MPs and NPs with different chemical and physical properties compared to plastic particles that are produced via other weathering processes such as abrasion. The overarching goal of this CAREER project is to investigate the reactivity, transport, and environmental impact of thermally oxidized (burned) MPs (1 micron to 5 millimeters) and NPs<1 micron) in soils nearby open waste dumping and burning sites. Building upon preliminary data showing that burned MPs/NPs release more dissolved organic carbon into aqueous media than unburned plastic particles, the Principal Investigator (PI) proposes to test the hypothesis that changes in the functional chemistry and bulk physical structure of thermally oxidized MPs/NPs will affect their reactivity, transport (e.g., leaching/sorption) and environmental impact in aqueous media and soil matrices. The successful completion of this project will benefit society through the generation of fundamental knowledge to address a critical knowledge gap about the reactivity, transport, and environmental impact of burned MPs and NPs in underserved and remote communities that utilize open dumping and burning pits to dispose of their waste. Additional benefits to society will be achieved through student education and training including the mentoring of one graduate student and one undergraduate student at Oklahoma State University.\r\n\r\nMicroplastics (MPs) and nanoplastics (NPs) generated from the open burning of solid waste contain more oxidized functional groups compared to unburned plastic particles. This CAREER project will evaluate the reactivity and transport of partially burned (thermally oxidized) MPs and NPs in environmental aqueous media and soil matrices and their impacts on key soil biogeochemical processes. The specific objectives of this research are to 1) evaluate  the release of dissolved organic carbon and additives from partially burned MPs/NPs into environmentally relevant aqueous media; 2) evaluate the sorption and transport of plastic additives and partially burned MPs/NPs in soils; and 3) determine the effect of partially burned MPs/NPs on key soil biogeochemical processes including oxygen utilization, methanogenesis, and denitrification. The successful completion of this project has the potential for transformative impact through the generation of new fundamental knowledge about the reactivity and transport of thermally oxidized MPs and NPs in environmental media following plastic waste burning and wildfires. To implement the educational and outreach activities of this CAREER project, the Principal Investigator (PI) proposes to leverage existing programs and resources at Oklahoma State University (OSU) such as the NSF-funded Oklahoma Louis Stokes Alliance for Minority Participation (OK-LSAMP) to develop and implement summer research programs in environmental engineering for students from underrepresented groups. In addition, the PI proposes to  1) expose high school students in grades 9-12 to the field of environmental engineering through workshops incorporating the construction of low-cost MP detection devices; and 2) communicate the results of their research to communities and farmers that practice open dumping and burning of solid waste and discuss the environmental impact and implications of MPs/NPs generated through this process. \r\n\r\nThis project is jointly funded by the NSF ENG/CBET Environmental Engineering program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Gonzalez Estrella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge Gonzalez Estrella",
   "pi_email_addr": "jorgego@okstate.edu",
   "nsf_id": "000799300",
   "pi_start_date": "2024-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "203 Whitehurst Hall",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 432024.0
  }
 ],
 "por": null
}