{
 "awd_id": "2338708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Engineered Hydrogels to Study Host-Parasite Interactions that Drive Extracellular Matrix Remodeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927354",
 "po_email": "gmahler@nsf.gov",
 "po_sign_block_name": "Gretchen Mahler",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2029-02-28",
 "tot_intn_awd_amt": 610650.0,
 "awd_amount": 481988.0,
 "awd_min_amd_letter_date": "2024-02-28",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "When certain parasites invade our bodies, they often lead to a peculiar thing – internal organs get larger. In Leishmania infections, even after patients clear out the parasites, the liver stays enlarged due to substantial changes in its tissue structure. This project aims to uncover how these parasites cause changes in the liver extracellular matrix (ECM) – the tissue components that surround and support cells. At the core of this exploration are hepatic stellate cells (HSCs), pivotal architects orchestrating the construction of liver ECM. The investigators hypothesize that Leishmania manipulates these cells, instigating modifications to the ECM and an increase in liver size. To test this hypothesis, the investigators will employ materials that mimic the ECM in human bodies to culture HSCs and create mini tissue models in the laboratory. The team will then use these models to study how HSCs behave after Leishmania infection and examine their interactions with macrophages – immune cells that are the preferred host for these parasites. Inspired by these research ideas, in parallel, the investigator will create a tissue engineering workshop for Latine middle-school students, implement an international virtual exchange for graduate students enrolled in “Global Health in Biomedical Engineering.\" and use crocheted SciArt and social media to inform people about the increasing dangers of these and other tropical parasites.\r\n\r\nOrgan enlargement is a common phenomenon observed in chronic protozoal infections. Protozoa of the Leishmania subgenus cause substantial swelling of the liver. Liver enlargement persists after parasite clearing and is linked to extensive modifications of host extracellular matrix (ECM). The biological processes through which these parasites induce ECM remodeling is not well understood. Because hepatic stellate cells (HSCs) are the dominant drivers of ECM production in the liver, the central hypothesis of this project is that Leishmania infection induces ECM remodeling through the activation of HSCs. Considering macrophages are the primary resident cell for Leishmania, a secondary hypothesis is that infected macrophages also mediate the activation of HSCs. Testing these hypotheses is not possible using traditional in vitro systems because culture on tissue culture polystyrene leads to the spontaneous activation of stellate cells. Furthermore, most Leishmania in vitro models study a single host cell type cultured in environments that fail to account for the characteristics of host ECM. The investigator will address these concerns by leveraging biomaterials to engineer improved in vitro models that address the following research objectives: (1) design a biomaterial that supports the culture of quiescent HSCs, (2) assess HSC activation and ECM production after infection with Leishmania donovani, and (3) evaluate HSC phenotype after co-culture with Leishmania-infected macrophages or their released extracellular vesicles. Thus, this proposal will leverage engineering and biomaterials strategies to address critical gaps in our understanding of host-parasite interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ana",
   "pi_last_name": "Porras",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ana M Porras",
   "pi_email_addr": "anaporras@ufl.edu",
   "nsf_id": "000927783",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 481988.0
  }
 ],
 "por": null
}