{
 "awd_id": "2339956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Multi-faceted Framework to Enable Computationally Efficient Evaluation and Automatic Design for Large-scale Economics-driven Transmission Planning",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2024-01-18",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "This NSF CAREER project aims to improve the computational efficiency of economics driven transmission planning for electric power systems by up to three orders of magnitude, in order to transform lengthy planning processes toward an agile process and prepare the US power grids for rapidly changing energy and policy landscape. The project will bring transformative change in the fundamental methods and computational tools for the design and evaluation of electric power transmission system planning. This will be achieved by exploring research innovations in modeling, simulation, computing and design and integrating them together to form a holistic solution. The intellectual merits of the project include (1) revealing a technological path to achieving up to three orders of magnitude performance speedup for economics-driven transmission planning, (2) advancing knowledge in understanding, modeling and control of electrical transmission systems, (3) producing new knowledge in network theory, mathematical methods and computational methods, (4) producing scientific findings in design and refinement for large-scale networked system expansion. The broader impacts of the project include (1) dramatically shortening the timeline of economics driven transmission planning, providing more effective transmission expansion strategies, and unleashing immense economic benefits, (2) providing an automated design approach for infrastructure planning, (3) facilitating cross-sector and cross-industry integration of infrastructures, (4) raising awareness of electric transmission system’s critical role in integrating clean energy and combating climate change.\r\n\r\nThe economics-driven transmission planning problem can be characterized as a large-scale mathematical optimization with chronology. Such mathematical problems are widely present in various engineering and social problems. Although the literature continues to offer gradually improved solution quality and ability to handle non-convexity, these solution methods are not tractable or scalable to large-scale realistic systems due to the inherent computational challenges. This NSF CAREER project plans to address it through innovations in and integration of network reduction, decomposition and graphics processing unit (GPU) computing, artificial intelligence (AI)-based transmission option design, and parametric analysis-based refinement. The project will promote power engineering education and foster interdisciplinary thinking through outreach, game and course development, training and software.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Bo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Bo",
   "pi_email_addr": "rbo@mst.edu",
   "nsf_id": "000760782",
   "pi_start_date": "2024-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W 12TH ST",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}