{
 "awd_id": "2339637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Career: Learning-Enabled Medical Cyber-Physical Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2029-03-31",
 "tot_intn_awd_amt": 575073.0,
 "awd_amount": 255978.0,
 "awd_min_amd_letter_date": "2024-01-25",
 "awd_max_amd_letter_date": "2024-01-25",
 "awd_abstract_narration": "Safety critical medical systems increasingly aim to incorporate learning-enabled components that are developed using machine learning and AI.  While the impact of these learning-enabled medical cyber-physical systems (LE-MCPS) are revolutionizing personalized patient care and health outcomes, assuring their safety and efficacy remains a formidable challenge.  Existing model-based design paradigms for learning-enabled cyber-physical systems require an abundance of “clean” data or high-fidelity simulators – unfortunately, LE-MCPS do not have that luxury.  Consequently, LE-MCPS development strongly depends on experimentation to generate data for design and assurance. The ethical and economic constraints of working in safety-critical medical applications necessitate experimentation efficiency. Yet, experimental design and learning-enabled component design are often weakly coupled -- which contributes to inefficiencies, increased development costs, and increased patient risk.  This CAREER proposal aims to develop foundations and tools for assuring learning-enabled medical cyber physical systems (MCPS) by bridging-the-gap between experimentation and model-based design.  Specifically, the research focuses on leveraging model-based design techniques to address foundational challenges associated with experimental design (ante-experimentation), protocol execution (during experimentation), and system assurance (post-experimentation). The project’s broader significance will advance the state-of-the-art in medical system design, accelerate learning-enabled CPS (LE-CPS) innovation, and provide abundant interdisciplinary and use-inspired education opportunities and outreach activities.\r\n\r\nThe goal of this project is to develop foundations and tools for assuring LE-MCPS by bridging-the-gap between experimentation and model-based design. The proposed research will result in a high-assurance LE-CPS design framework spanning ante-, intra-, and post-experimentation. Prior to experimentation, this work will develop foundational techniques to address gaps in traditional experimental designed exposed by high-assurance LE-CPS design. During experimentation, new platforms and capabilities will be realized that can support tamper-evident run-time experimental data curation for assuring LE-CPS. After experimentation, techniques that leverage historical evidence and experimental data will maximally assure LE-CPS designs. Foundations developed in the project are prospectively evaluated in industrial LE-MCPS applications. While the research is motivated by medical scenarios, the developed technologies are immediately applicable to a wide range of LE-CPS applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JAMES",
   "pi_last_name": "WEIMER",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "JAMES WEIMER",
   "pi_email_addr": "james.weimer@vanderbilt.edu",
   "nsf_id": "000695898",
   "pi_start_date": "2024-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "K9AHBDTKCB55",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 255978.0
  }
 ],
 "por": null
}