{
 "awd_id": "2339943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: The Choice of Free vs. Priced for Transportation Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2029-04-30",
 "tot_intn_awd_amt": 519991.0,
 "awd_amount": 519991.0,
 "awd_min_amd_letter_date": "2024-01-18",
 "awd_max_amd_letter_date": "2024-01-18",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) project will inform common policy choices about whether to charge prices for the use of certain transportation services and facilities, such as metering parking or fare-free transit. The research will extend models of road and transit systems to account for special considerations that arise when prices are added or removed, e.g., the difference in bus boarding times with and without fares. The project will also consider equity factors through simulations calibrated to represent real communities, to capture policy impacts across sociodemographic groups and income levels. The project will also conduct surveys to understand people's attitudes towards alternative pricing strategies and will illuminate how people think about the fairness of transportation pricing. In addition, educational tasks complementary to the research will give civil engineering students experience in thinking rigorously about implementing real policies and make knowledge of transportation engineering more accessible. The research, education and outreach plans are tightly integrated, to further disseminate the impacts through active and interactive learning opportunities to broaden participation in STEM. \r\n\r\nThe primary goal of the project is to trace the consequences of the discontinuous behavior that transportation systems exhibit at the zero price. For example, when prices are introduced, demand drops sharply and both provider- and user-side transaction costs arise. These and other discontinuities will be inserted into formal transportation models in which individuals' choices affect one another, leading to equilibrium. These models will be applied to problems of optimal transit system design and traffic assignment, with investigations into how best to formalize the Zero-Price Effect in generalized cost functions and the existence and stability of equilibria. Detailed microsimulations will be used to (i) validate results derived from the formal models, (ii) check the equity impacts of plausible policies over synthetic populations and (iii) test an original hypothesis about sub-optimal prices. The project intends to investigate if, given that traffic externalities such as delay and pollution are convex to traffic flow and traffic demand is convex to price near zero, introducing even low tolls and parking charges on congested roads can capture a substantial share of the benefits that higher, welfare-maximizing tolls and charges obtain. A survey study will extend novel research methods for systematically capturing the public's reasoning about economic policies into the domain of transportation pricing for the first time.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Lehe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis J Lehe",
   "pi_email_addr": "lehe@illinois.edu",
   "nsf_id": "000833904",
   "pi_start_date": "2024-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 519991.0
  }
 ],
 "por": null
}