{
 "awd_id": "2339462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: CAS- Climate -- Air-quality-related environmental justice impacts of decarbonization scenarios",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924539",
 "po_email": "lcamacho@nsf.gov",
 "po_sign_block_name": "Lucy Camacho",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2028-12-31",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 406342.0,
 "awd_min_amd_letter_date": "2024-01-25",
 "awd_max_amd_letter_date": "2024-01-25",
 "awd_abstract_narration": "The U.S. and other nations are at the beginning of a major technological shift from a fossil fuel-based economy to one driven by non-climate-forcing energy generation. The speed and success of this technology shift (“decarbonization”) depend in part upon whether it is perceived to be implemented equitably with benefits that accrue broadly across society. A major way that energy generation intersects with equity is through ambient air pollution. Ambient air pollution is one of the largest causes of death in the US and globally, with health burdens that are distributed inequitably on both regional and international scales. However, minimal research has thus far been conducted into the air quality and environmental justice implications of different decarbonization strategies. Furthermore, current integrated assessment models, which are used to develop decarbonization strategies, have minimal support for air quality assessment and are not well-suited to quantify environmental inequity. This project will develop a new modeling framework for integrated assessment of climate, air quality, and environmental equity impacts of policy scenarios, and apply the framework in the analysis and evaluation of climate policy. The research targets greatly improved understanding of the co-benefits and dis-benefits of decarbonization policy scenarios, especially as related to environmental equity, both within the US and internationally. It also targets improved understanding of effective methods for educating the general public on climate science and policy. The open-source computational tools to be created aim to facilitate the calculation of air quality co-benefits and related equity by policymakers, sustainability scientists, and others. This goal is to result in a stronger technical grounding for decarbonization policy. Furthermore, as the perception of equity is critical to successful decarbonization, the identification of strategies that mitigate environmental injustice, and the development of educational tools to broadly communicate the benefits of those policies, will contribute to the fight against climate change overall. \r\n\r\nProject research will be organized in three Thrusts. Thrust 1 will couple the Global Change Analysis Model (GCAM) with the Intervention Model for Air Pollution (InMAP). GCAM represents linkages between energy, water, land, climate and economic systems. InMAP is a high-resolution, reduced-complexity model of the transport, transformation, and removal of air pollution developed by PI Tessum and widely used to estimate air pollution health and equity impacts of policy interventions. Both GCAM and InMAP have versions that are global- and US-focused and the research will couple the corresponding versions to allow analysis at sub-national US and international scales. Thrust 2 will expand the coupled models developed in Thrust 1 to allow high-resolution integrated assessment. To do this, the research will integrate high-resolution demographic population down-scaling into the resulting model to allow the assessment of how policy scenarios will differentially affect air pollution exposure across different demographic groups. Technology implementation decisions will also be enabled at high spatial resolution within the model, enabling the exploration of intra-urban location-based policy implementation. Thrust 3 will create a machine-learned single-pass GCAM solver that allows the model to run in seconds instead of hours for a subset of possible scenarios, as well as flexible software infrastructure (GCAM-EDU) for building interactive educational experiences.\r\n\r\nThis CAREER project is jointly supported by the NSF ENG/CBET Environmental Sustainability and Environmental Engineering program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Tessum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Tessum",
   "pi_email_addr": "ctessum@illinois.edu",
   "nsf_id": "000863163",
   "pi_start_date": "2024-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 406342.0
  }
 ],
 "por": null
}