{
 "awd_id": "2339676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Learning World Models from Descriptive Language",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2024-04-15",
 "awd_exp_date": "2029-03-31",
 "tot_intn_awd_amt": 564645.0,
 "awd_amount": 199021.0,
 "awd_min_amd_letter_date": "2024-04-24",
 "awd_max_amd_letter_date": "2025-01-23",
 "awd_abstract_narration": "Learning to fix a car, operate a new appliance, or use new software through “trial and error” are inefficient and potentially dangerous propositions. To avoid this issue for human learners, tremendous effort has been spent in developing user manuals, field guides, tutorials, and other training documents that provide descriptions of how complex systems function. These allow the reader to bootstrap a useful mental model of a new system before actually interacting with it. Even when this mental model is incomplete, it may still provide a useful starting point that improves the speed and safety with which the reader learns to interact with a new system. For instance, an excavator's cockpit contains a multitude of joysticks, buttons, and pedals to control the excavator itself and its bucket arm. A description of their function would inform a new operator how to begin exploring the system, even if the exact sensitivity of the controls or speed of the motion was not well specified in the text. This is especially compelling compared to an overly eager operator that learns by trial and error without first consulting a manual. This project aims to extend a similar capability to artificially intelligent (AI) systems -- allowing AI systems to more efficiently learn to interact with new systems by reading manuals written in natural language. If realized, this capability will significantly expand the capacity for AI systems to perform digital and physical labor by reducing the cost to develop capable systems for new tasks. The project integrates research with education and outreaches to different groups including underrepresented minorities.\r\n\r\nFrom a machine learning perspective, developing AI systems that learn to act in complex interactive environments to achieve high-valued outcomes is often addressed through reinforcement learning techniques. Like our overly eager operator described above, standard methods rely on trial and error to learn. This project will develop a new model-based reinforcement learning paradigm in which natural language descriptions of “how” an environment operates can be leveraged to efficiently learn a predictive model of the environment. This language-guided world model will be capable of simulating the effect of actions and will enable more rapid behavior learning. This project will address three research challenges – 1) developing an empirical testbed for language-guided world model learning that enables systematic investigation of language grounding for descriptive text, 2) designing language-guided world models for both fully-observable and partially-observable settings, and 3) designing mechanisms for these models to adapt to new language over time. These research directions pave the way for artificially intelligent systems to better comprehend and predict complex behaviors described in language and to leverage these descriptions to learn interactive tasks more efficiently.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Lee",
   "pi_email_addr": "leestef@oregonstate.edu",
   "nsf_id": "000785182",
   "pi_start_date": "2024-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON ST",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 95016.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 104005.0
  }
 ],
 "por": null
}