{
 "awd_id": "2339554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Studying biophysical properties of the cervix to engineer models of cervical dysplasia",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927354",
 "po_email": "gmahler@nsf.gov",
 "po_sign_block_name": "Gretchen Mahler",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 626492.0,
 "awd_amount": 547876.0,
 "awd_min_amd_letter_date": "2024-04-23",
 "awd_max_amd_letter_date": "2025-04-03",
 "awd_abstract_narration": "The development of new medical interventions requires experimental models that mimic how disease progresses in humans. However, limited models exist of cervical dysplasia, a process in which abnormal cells develop in a women’s cervix, which, if untreated, can lead to cervical cancer. To enable the development of new models, we first need to understand how the material properties of the cervix change with the development of cervical dysplasia because material properties can impact the transport of drugs through tissue. In this proposal, the investigator will investigate how the tissue properties of the cervix change in cervical dysplasia. Results will guide the development of a computational model of transport through abnormal cervical tissue. The model will be validated through comparing simulated results to experimental results obtained through imaging the distribution of an injectable gel in tissue samples. In the long term, the validated computational model can support the development of therapeutic interventions for cervical dysplasia. The research will be directly integrated with a global educational initiative that brings students from the U.S. and Uganda together. Through the educational initiative, students will develop biomedical technologies to improve cancer management in underserved communities. \r\n\r\nLimited models exist of cervical dysplasia, a pathophysiological process in which abnormal, precancerous cells develop in a women’s cervix. Further, a thorough understanding of how biophysical properties change during the development and progression of cervical dysplasia has not been established. Biophysical properties can impact the transport of drugs through tissue; thus, understanding how those properties change with disease progression is essential for model development. To address this need, the investigator proposes to develop a comprehensive understanding of underlying biophysical properties of cervical dysplasia and implement this understanding in developing computational models of transport through abnormal cervical tissue. The proposed work includes three research objectives: 1) characterizing salient biophysical properties of human cervical tissue to understand how those properties change with disease state, 2) developing and refining a computational model of drug transport through abnormal cervical tissue, and 3) validating the computational model through a novel three-dimensional imaging methodology to visualize the distribution of an injectable gel in human cervical tissues. The model will focus specifically on injectable hydrogel drug delivery systems, which undergo a phase transition upon injection into tissue. The proposed model will uniquely combine physics-derived principles based on cavitation rheology, mass transport, and phase separation with key biophysical parameters to simulate transport of phase-transitioning injections. Completion of these tasks will generate a validated computational model to support the development of therapeutic interventions for cervical dysplasia, which if adequately treated at the precancerous stage can prevent cervical cancer – a disease that continues to be a top cause of cancer related deaths for women in underserved communities. The proposed work is jointed supported by Engineering of Biomedical Systems and Fluid Dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jenna",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenna Mueller",
   "pi_email_addr": "mueller7@umd.edu",
   "nsf_id": "000887457",
   "pi_start_date": "2024-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 491440.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 56436.0
  }
 ],
 "por": null
}