{
 "awd_id": "2339223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding Fiber Bundle Failure Mechanics for Ultra-high Reliability Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2029-04-30",
 "tot_intn_awd_amt": 566954.0,
 "awd_amount": 566954.0,
 "awd_min_amd_letter_date": "2024-02-22",
 "awd_max_amd_letter_date": "2024-02-22",
 "awd_abstract_narration": "Fiber bundles (parallel filaments) are some of the strongest materials per unit weight. Bridge cables, muscles, flexible body armor, and aerospace composites are all fiber bundles of some form. Understanding the failure properties of these bundles is crucial but challenging. The lower the desired failure probability (higher reliability), the harder it is to accurately predict. This Faculty Early Career Development (CAREER) award supports fundamental research to increase our understanding of the mechanisms leading to bundle failure. It uses a new computer modeling method to combine experimental data and theory. This will provide insight into how fiber bundles behave, allowing for better estimation of bundle failure probabilities. Knowing the probability of failure allows for better decision making and potentially decreased costs for structures made from fiber bundles, including cables and composites. Therefore, results from this research will benefit the U.S. economy and society. The project will also provide research and outreach opportunities for pre-college minority students, to inspire them to attend college and consider a future in STEM, broadening participation of underrepresented groups in research and positively impacting engineering education.\r\n\r\nThe objectives of this project are to understand how interactions between fibers determine the bundle’s stress-strain response through deformation to fracture, and the key driving mechanics leading to bundle failure. Bundle failure is caused by instability leading to collapse, and understanding the onset of instability and the lower tail of the failure distribution is critical to ensuring ultra-high reliability. The novelty of this project is the combination of modeling (mechanistic, probabilistic, and stochastic) with experiments in a data-based Monte-Carlo simulation, which will be extensively validated against experimental data. This simulation will numerically determine full bundle stress strain behavior. Further, the new ability to numerically predict distributions of bundle load-strain characteristics for generic, non-linear fibers, will result in improved understanding of the fundamental mechanics of fiber load sharing. Student involvement is key to the success of this project, which involves careful fiber material testing, theoretical concepts, and statistical modeling. This research is ideal for students with a blend of tractable experiments, theory and coding. Their new knowledge and abilities will be cemented through inclusion in outreach activities and presenting at professional conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Engelbrecht-Wiggans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Engelbrecht-Wiggans",
   "pi_email_addr": "aeeme@rit.edu",
   "nsf_id": "000871863",
   "pi_start_date": "2024-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 LOMB MEMORIAL DR",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 566954.0
  }
 ],
 "por": null
}