{
 "awd_id": "2339606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Diffusive and Convective Gas Dissolution over Super-Hydrophobic Surfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2028-11-30",
 "tot_intn_awd_amt": 505075.0,
 "awd_amount": 505075.0,
 "awd_min_amd_letter_date": "2023-11-28",
 "awd_max_amd_letter_date": "2024-12-12",
 "awd_abstract_narration": "Superhydrophobic surfaces, initially found on lotus leaves, have recently shown great potential to be the next generation of multi-function materials. These surfaces trap a layer of gas between the surface textures when immersed in liquid, and consequently benefit many industries from saving energy in maritime transport, to protecting undersea structures from corrosion and biofouling. However, the beneficial gas could be dissolved in ambient liquid and may last only for a limited amount of time, significantly limiting the real-world applications of superhydrophobic surfaces. This project aims to understand this gas dissolution process through innovative experiments and develop new strategies to extend the longevity of gas. The research efforts are well integrated with an education and outreach plan including five activities: undergraduate student-lead original research, summer workshop for high-school students, table-top experiments for K-12 students, class trip to a local autonomous underwater vehicle manufacturer, and technology showcase to marine industry in the Southeastern New England area.\r\n\r\nThere is a lack of experimental studies which simultaneously measure mass flux, velocity field and gas concentration field, which are three key parameters that govern the dissolution of gas from the superhydrophobic surfaces to the liquid. This project fills this gap and measures the three parameters by combining three advanced optical technologies: Reflective Interference Contrast Microscopy, Planar Laser-Induced Fluorescence with Inhibition, and Holographic Particle Image Velocimetry. The first objective is to investigate the diffusive gas transfer in stationary liquid. The results will reveal how gas concentration in liquid changes and ultimately affects the mass flux. By systemically varying the texture parameters (height, wavelength, and gas fraction), predictive models of gas longevity will be established. The second objective is to examine the convective gas transfer in laminar and turbulent flows. By varying the slip length of the samples, new scaling models of Sherwood number over slip boundaries will be proposed. The third objective is to combat the gas dissolution issue by studying the impacts of four passive and active methods on gas longevity: nano-scale roughness, re-entrant geometry, gas injection through a porous material, and gas transfer from supersaturated water. This project will be transformative and advance our fundamental understanding of mass transfer, interfacial stability, and flow dynamics at complex boundaries of novel materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hangjian",
   "pi_last_name": "Ling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hangjian Ling",
   "pi_email_addr": "hling1@umassd.edu",
   "nsf_id": "000832781",
   "pi_start_date": "2023-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "285 OLD WESTPORT RD",
  "perf_city_name": "NORTH DARTMOUTH",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472356",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400928.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 104147.0
  }
 ],
 "por": null
}