{
 "awd_id": "2339999",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:HCC: Using Virtual Reality Gaming to Develop a Predictive Simulation of Human-Building Interactions: Behavioral and Emotional Modeling for Public Space Design",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922170",
 "po_email": "tmartin@nsf.gov",
 "po_sign_block_name": "Thomas Martin",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2029-05-31",
 "tot_intn_awd_amt": 574136.0,
 "awd_amount": 126887.0,
 "awd_min_amd_letter_date": "2024-02-13",
 "awd_max_amd_letter_date": "2024-02-13",
 "awd_abstract_narration": "Many people have experienced the frustration of trying to find their way to a doctor’s office, departure gate, or meeting room in a large, complex, and unfamiliar building. The economic and human toll of these navigational difficulties is often underestimated. Researchers have found tremendous economic losses resulting from poor architectural design, measured in millions of missed appointments and missed flights, delayed deliveries, reduced performance of new and temporary staff members, and time spent providing directions to visitors. The immediate human costs of stressful buildings can also be substantial, particularly for those whose needs are frequently overlooked in design, such as the elderly and the young, and people with cognitive impairments, among others. Spatial anxiety and frustrating inefficiency are very real phenomena with implications for the wellbeing of those who must work in and navigate through buildings whose designs are not user-friendly. To make the built environment easier to navigate, it is now possible to use virtual simulation tools that analyze a building’s layout, check for “problem spots” and confusing design features, and evaluate the human effects of altering specific environmental features. Performing such analytical checks on design documents before the building is constructed can save a great deal of financial expense and human grief in the long run. The goal of this project is to use data from actual human navigational experiences to help improve such computational design-evaluation tools. Better design review will contribute to more comfortable and enjoyable public spaces, and produce economic benefits through improved operational efficiency in facilities such as hospitals and airports.\r\n\r\nThis research proposes a transformative approach to evidence-based design (EBD), a field that has traditionally relied on logistically complex and expensive methods such as post-occupancy studies and participatory design sessions with building users to inform design decisions. The research will leverage the unique capabilities of virtual reality (VR) to create engaging wayfinding evaluation tasks in various facilities, and collect data about how participants navigate through these virtual buildings and react to key environmental features. The researchers will then identify predictable trends in the extensive resulting dataset via machine learning. This approach will allow us to replace the rationalized pathfinding algorithms used in existing crowd-simulation models (which are wildly inaccurate in relation to actual human behavior) with an Evidence-Based Cognitive Agents Model (EBCAM) to produce more realistic simulated human responses to architectural features. As a final step, the researchers will validate the EBCAM simulation by comparing, and, if necessary, fine-tuning, its predictions against data collected from human participants in two real-world buildings. This project also extends human–building interaction analysis beyond wayfinding performance outcomes, by considering broader factors in spatial experience such as uncertainty, emotional response, and spatial memory. The extent of continuous data collection that will be performed regarding psychological factors during wayfinding, unprecedented in previous studies, will allow for testing new theoretical frameworks in the spatial navigation field, as well as enhancing the evidence-based simulation tool. The application of these empirical findings in the form of a simulation tool vastly increases their accessibility in design workflows, potentially making it possible for a much broader range of facilities to receive the benefits of evidence-based review. The general public can benefit from such expansion in evidence-based design analysis, which until now has mostly been limited to wealthy, urban contexts. The research will further enhance the inclusiveness of design by incorporating overlooked groups such as older adults, developing a model that reflects their specific needs. The tool will empower designers to work more confidently and creatively, knowing that evidence-based evaluations can help to confirm or refute the value of an innovative idea.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saleh",
   "pi_last_name": "Kalantari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saleh Kalantari",
   "pi_email_addr": "sk3268@cornell.edu",
   "nsf_id": "000780547",
   "pi_start_date": "2024-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 126887.0
  }
 ],
 "por": null
}