{
 "awd_id": "2339371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: AF: Algorithms for Facility Location Problems with Uncertainty",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2024-03-15",
 "awd_exp_date": "2029-02-28",
 "tot_intn_awd_amt": 495537.0,
 "awd_amount": 174138.0,
 "awd_min_amd_letter_date": "2024-03-08",
 "awd_max_amd_letter_date": "2024-03-08",
 "awd_abstract_narration": "Facility locations are fundamental problems in the real world that are concerned with determining the best locations of facilities to \"serve\" demands under some optimization criteria. In this age of big data, the significance of uncertainty within the gathered demand data becomes more evident due to factors such as data acquisition device error, measurement inaccuracies, sampling fault, data integration error, etc. This is especially true due to the wide deployment of sensor monitoring infrastructures and increasing prevalence of technologies. This project aims to study a set of facility location optimization problems in face of uncertain demand data, and the goal is to explore new ideas and techniques to develop efficient algorithms to solve these optimization problems on uncertain data. The research will incorporate a variety of methodologies from diverse areas such as discrete math, graph theory, combinatorial optimization, probability theory, operations research, computational geometry, data structures, etc. This project will engage undergraduate and masters students in the development and implementation of algorithms to increase the throughput of them who pursue careers in theoretical computer science research, including continuing on to Ph.D. programs. The research results produced from this project will be integrated into several courses on data structures and algorithms, which will benefit both undergraduate and graduate students with diverse backgrounds. \r\n\r\nIn this project, three topics will be investigated: The first topic is faulty-tolerant facility locations to provide a safeguard against failures of facilities; the second topic is chromatic facility locations to situate multiple types of facilities; the third topic is proximity connected facility locations to address intelligent facility location problems. Specifically, the faulty-tolerant generalized versions, the chromatic generalized versions, and the proximity connected generalized versions of several fundamental minimax and minisum optimization models, as well as other variations will be explored in facility location scenarios including various graph networks and the plane. More efficient or first-known algorithms will be developed to solve these optimization models with certain and uncertain data inputs. This research will advance knowledge and understanding within the field of Algorithms in theoretical computer science by developing efficient algorithmic approaches for solving these fundamental optimization problems on uncertain data and improving the understanding of the computation on uncertain data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingru",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingru Zhang",
   "pi_email_addr": "j.zhang40@csuohio.edu",
   "nsf_id": "000771482",
   "pi_start_date": "2024-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland State University",
  "inst_street_address": "2121 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2166873630",
  "inst_zip_code": "441152226",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CLEVELAND STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YKGMTXA2NVL6"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland State University",
  "perf_str_addr": "2121 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441152214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 174138.0
  }
 ],
 "por": null
}