{
 "awd_id": "2339266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Psychology-aware Human-in-the-Loop Cyber-Physical-System (HCPS): Methodologies, Algorithms, and Deployment",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2028-12-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 114727.0,
 "awd_min_amd_letter_date": "2023-12-27",
 "awd_max_amd_letter_date": "2023-12-27",
 "awd_abstract_narration": "The seamless interaction between humans and smart technologies represents a significant opportunity, but it also presents a daunting set of challenges. Understanding the intricate interactions between CPS and humans is essential for shaping the ultimate societal outcomes of future CPS technologies, particularly within the realm of Human-Cyber-Physical Systems (HCPS). In this context, decisions made by CPS can yield disparate impacts on individuals within settings like smart cities, traffic systems, and crowd management, constituting what we term as \"Multi-Human-CPS (MHCPS).\" In particular, MHCPS encapsulates a multitude of individuals with conflicting preferences and diverse perceptions coexisting within the same environment, influenced by both social-psychological dynamics and the decision-making process of CPS. MHCPS consists of two intertwined and coupled dynamics, physical and social psychology, the latter encapsulating the ever-changing patterns of social interactions that mold individuals' thoughts, feelings, and behaviors along the continuum of altruistic, prosocial, neutral, or antisocial behavior. Research underscores the impact of social-psychological states on overall system performance, where increased prosocial behavior correlates with heightened system compliance and acceptance. The objective of this research is to design CPS decision-making algorithms that understand both the physical system and the social-psychological nature of human interactions with these systems. Such psychology-aware decision-making algorithms will enable harmonious interactions, foster equity, and optimize overall performance.\r\n\r\nThis NSF CAREER project aims to bridge a gap in current CPS engineering practices by incorporating social-psychological dynamics and societal tensions into engineering solutions to address current and future challenges of societal scale CPS. This research introduces new algorithms, models, and tools that integrate these dynamics into engineering solutions, significantly expanding the research toolbox available to both researchers and practitioners. The research entails: (i) developing novel human modeling techniques to capture social psychological dynamics in Multi-Human CPS (MHCPS) applications, (ii) formalizing objectives for CPS decision-making to enhance social dynamics in MHCPS, (iii) designing neurosymbolic sequential decision-making algorithms that account for both physical and social dynamics and constraints in MHCPS, (iv) creating causality-aware preference learning algorithms to capture tradeoffs and social tensions in MHCPS, (v) deploying decision-making algorithms in real-life applications, considering deployment/resource constraints and their impact on the resulting system, and (vi) implementing systematic software frameworks to facilitate the real-life implementation of MHCPS. This research can influence the direction of engineering research significantly, advancing the understanding and development of CPS technologies with enhanced social considerations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Salma",
   "pi_last_name": "Elmalaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Salma Elmalaki",
   "pi_email_addr": "salma.elmalaki@uci.edu",
   "nsf_id": "000810242",
   "pi_start_date": "2023-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 114727.0
  }
 ],
 "por": null
}