{
 "awd_id": "2339439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Towards a general recipe for fast high-dimensional scientific computing",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922117",
 "po_email": "dgolovat@nsf.gov",
 "po_sign_block_name": "Dmitry Golovaty",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 506150.0,
 "awd_amount": 84529.0,
 "awd_min_amd_letter_date": "2024-02-12",
 "awd_max_amd_letter_date": "2024-02-12",
 "awd_abstract_narration": "This project addresses the curse of dimensionality in solving the many-body Fokker-Planck and Schrödinger partial differential equations (PDEs), which are fundamental to understanding and predicting molecular structures, material properties, chemical reactions, extreme weather events, and pattern formations at various physical scales. The investigator aims to develop a general method to overcome high dimensionality of these PDEs via developing an iterative solver that combines the advantages of tensor-network, Monte Carlo, and convex optimization methods. The main idea is to solve for only a small number of descriptors of the solution (e.g., the statistical moments of the solution) and then recover a compressed representation of the solution through these descriptors. An improved solution procedure will contribute to the Material Genome Initiative by developing new computational tools for physical and chemical simulations. The proposed education plan aims to train graduate students for quantitative research at the intersection of mathematical and physical sciences, fostering a new generation of researchers well-equipped to tackle problems of national interest in scientific computing, machine learning, and quantum computing. Through research advising, a summer mentoring program, and the development of a summer school for quantum mechanics, the proposal aims to encourage the participation of underrepresented students in scientific research and higher education. \r\n \r\nCurrently, Monte Carlo methods have been widely successful in many practical physical and chemical simulation tools due to their flexibility, despite potential drawbacks such as slow mixing time and high variance. An alternative approach to characterizing chemical/physical systems is to deterministically solve for the solution of a PDE over the entire space, which can work only for small (and consequently low-dimensional) problems. The proposed research attempts to address the limitations of sampling-based and PDE approaches through the development of an iterative solver. It involves fast iterations achieved by alternating between short-time Monte Carlo simulations and estimating a tensor-network ansatz. It relies on the initialization strategy underpinned by convex optimization in order to reduce the number of iterations. Monte Carlo variance of traditional sampling methods is significantly reduced since only a small number of tensor-network parameters need to be estimated. On the other hand, it significantly extends the flexibility of tensor-network methods by allowing stochastic operations. To this end, a novel tensor-network-based generative model is proposed where density can be learned from empirical samples without the use of any optimization. It would impact statistics by providing new density estimators and analysis without the curse of dimensionality. Further, a new moment method based on convex optimization is proposed for solving high-dimensional PDEs. This would develop mathematical programming, a tool traditionally used in operations research, into an effective tool for physics simulations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuehaw",
   "pi_last_name": "Khoo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuehaw Khoo",
   "pi_email_addr": "ykhoo@uchicago.edu",
   "nsf_id": "000844476",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 84529.0
  }
 ],
 "por": null
}