{
 "awd_id": "2340391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Mechanics of Soft Multiphase Architected Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 612379.0,
 "awd_amount": 612379.0,
 "awd_min_amd_letter_date": "2024-06-26",
 "awd_max_amd_letter_date": "2024-06-26",
 "awd_abstract_narration": "Architected materials are materials with tailored arrangement of one or more materials in a periodic or quasi-periodic fashion. Such arrangement leads to engineered physical properties that are not directly accessible with their individual constituents. This Faculty Early Career Development (CAREER) award will support research that investigates the mechanics of a novel class of architected materials that constitute multiple material phases, specifically a soft solid and a liquid. This entails understanding the influence of solid-liquid phase interaction and geometrical arrangement on the mechanical response of these materials under external stimuli. The knowledge generated will allow creation of architected materials with tunable, multifunctional material response. This in turn allows design of structures and devices that emulate the flexibility and toughness of soft biological matter, without their complexity, for biomedical, healthcare, and soft robotics applications. Example applications include realistic organ models, energy absorbing structures, and flexible actuators or sensors. The educational plan will investigate pathways for integrating computational science and engineering, an increasingly critical component for all engineers and scientists, into mechanical engineering education and dissemination through modern web-based interactive computing platforms.\r\n\r\nThe overarching research objective is to understand the nonlinear thermomechanics of soft architected materials that embed liquid phase inclusions of characteristic sizes ~0.1-1 mm within a soft elastomeric solid to be created via a novel additive manufacturing process. To understand the effective material behavior and mechanics of these materials, a nonlinear homogenization framework that considers the liquid inclusion geometry, topology, and its interface with the solid will be developed. The homogenization framework will be validated via mechanical testing on additively manufactured specimens. The research performed will advance our understanding of architected materials with complex microstructures and multifunctional behavior and can potentially be extended to hierarchical multiscale materials. The main synergistic educational activity will involve the development of a science gateway to host a collection of open-source computational tools and educational resources relevant to architected materials. Additionally, curriculum enrichment and outreach activities to promote computational science and engineering education among K-6, undergraduate, graduate, and professional students will be undertaken.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Narasimha",
   "pi_last_name": "Boddeti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Narasimha Boddeti",
   "pi_email_addr": "narasimha.boddeti@wsu.edu",
   "nsf_id": "000825114",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 612379.0
  }
 ],
 "por": null
}