{
 "awd_id": "2340139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Towards Safe and Interpretable Autonomy in Healthcare",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922949",
 "po_email": "atalkach@nsf.gov",
 "po_sign_block_name": "Alena Talkachova",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 553536.0,
 "awd_amount": 563536.0,
 "awd_min_amd_letter_date": "2024-03-27",
 "awd_max_amd_letter_date": "2024-12-03",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant will fund research that enables new knowledge related to safe and interpretable autonomous medication dosing in critical care, thereby promoting the progress of science and advancing national health, prosperity, and welfare. Substantial challenges in modeling, control, and testing currently impede the application of theoretical autonomy in practical healthcare. By concentrating on infusion therapy, the project intends to develop foundational capabilities for overcoming autonomy barriers in critical care drug dosing. The successful completion of this project will set the stage for the seamless incorporation of autonomous algorithms into clinical settings. Furthermore, the project is committed to educational excellence and outreach, aiming to engage underrepresented minorities and provide comprehensive learning and training opportunities for students at all levels. Focusing on the safe and interpretable autonomy, these initiatives include enriching the existing engineering curriculum, developing educational modules for high school students, mentoring capstone projects, providing college coaching, and organizing regular lab tours to foster interest in STEM fields and promote inclusivity.\r\n\r\nThe research aims to merge insights from machine learning, control systems, probability modeling, and causal inference to innovate in the domain of autonomous medication dosing for critical care. The primary objective is to enable a holistic, integrated autonomous framework that accounts for uncertainty and data scarcity in the modeling of hemodynamic systems, while ensuring their control remains safe, reliable, and interpretable. The approach is threefold: First, a holistic modeling framework will be developed to estimate uncertainties and enhance prediction accuracy for hemodynamic responses, integrating Bayesian inference, autoencoder learning, the unscented Kalman filter, and Bayesian optimization. Second, a novel control algorithm will be established, focusing on the safety and interpretability of dosing decisions, leveraging dose-response insights from Bayesian causal models, and optimizing reinforcement learning policies within a safety-centric framework. Lastly, the project will test and validate these advancements across various critical care scenarios, particularly in the management of circulatory shocks, and develop new testing methodologies to assess the safety and effectiveness of the autonomy. This project is poised to contribute significantly to the field, enhancing the reliability and interpretability of autonomous medication dosing systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hossein",
   "pi_last_name": "Mirinejad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hossein Mirinejad",
   "pi_email_addr": "hmiri@kent.edu",
   "nsf_id": "000840845",
   "pi_start_date": "2024-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 553536.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}