{
 "awd_id": "2340586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Scalable and Robust Uncertainty Quantification using Subsampling Markov Chain Monte Carlo Algorithms",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928318",
 "po_email": "vpavlovi@nsf.gov",
 "po_sign_block_name": "Vladimir Pavlovic",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2029-05-31",
 "tot_intn_awd_amt": 604751.0,
 "awd_amount": 130405.0,
 "awd_min_amd_letter_date": "2024-02-29",
 "awd_max_amd_letter_date": "2024-02-29",
 "awd_abstract_narration": "When trying to understand the workings of complex systems (whether it be individual cells or whole ecosystems), large datasets have the potential to provide deep scientific and operational insights. However, there are two major challenges that must be addressed: how to quickly yet rigorously process such large datasets, and how to avoid becoming overconfident in the conclusions reached, given the limitations of the data and knowledge of how such systems work. This research develops a comprehensive framework and set of algorithms for addressing both of these challenges in a general way, so that scientists and other data analysts can use them off-the-shelf, thereby accelerating the acquisition of new knowledge. The work will be developed in the context of two modern application areas of broad interest. The first is to enable biologists to learn about the inner workings of systems that are difficult or impossible to observe directly (such as the internal functioning of cells or the evolutionary history of animal species). The second is to enable ecologists to predict how ecosystems change over periods of time ranging from months to decades, thereby enabling better management of ecosystems and deployment of ecological monitoring efforts. The investigator is working directly with experts in these applications to have an immediate and substantive impact in both areas. In one educational component of the project, the investigator is a core member of the team developing new modern introductory applied statistics courses for undergraduate students at Boston University. The investigator is also writing an accessible textbook on the design and analysis of algorithms for data science, which will be of broad interest to students and researchers in machine learning, data science, statistics, and related fields. \r\n\r\nDespite many empirical successes, a lack of machine-learning methods with rigorous guarantees has resulted in systems that unpredictably perform poorly in real-world settings and therefore cannot be trusted for scientific discovery and safety-critical applications. Hence, there is an urgent need to create learning algorithms that are simultaneously scalable to the large datasets and high-dimensional models typical of machine-learning applications; able to accurately quantify uncertainty to ensure correct decision-making despite model misspecification, distribution shift, and data corruption; and are reliable and easy-to-use for the typical machine-learning practitioner. The primary technical objective of the project is to provide a comprehensive solution to these challenges by developing provably correct subsampling Markov chain Monte Carlo (MCMC) algorithms with automated tuning procedures. The key technical tool is a statistical-scaling-limits approach to establishing statistical and algorithmic foundations for how to tune basic subsampling MCMC algorithms designed for inference in latent variable and Gaussian process models, and for modified subsampling MCMC algorithms that can improve computational efficiency and numerical stability. These theoretical developments will be translated into practical, user-friendly algorithms with diagnostics that inform the user if the theory is applicable to their problem. The theory and algorithms will also be extended to distributionally robust losses such as maximum mean discrepancy. The research program is highly interdisciplinary, drawing on theory and methods from large-scale probabilistic machine learning, statistics, stochastic analysis, stochastic process theory, and numerical analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Huggins",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan H Huggins",
   "pi_email_addr": "huggins@bu.edu",
   "nsf_id": "000838135",
   "pi_start_date": "2024-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 130405.0
  }
 ],
 "por": null
}