{
 "awd_id": "2340398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Atomically-Precise Single Photon Emitters",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 632916.0,
 "awd_amount": 241171.0,
 "awd_min_amd_letter_date": "2024-01-02",
 "awd_max_amd_letter_date": "2024-01-02",
 "awd_abstract_narration": "Nontechnical Description:\r\nThe ability to characterize and control matter at small length-scales is a critical capability for the advancement of technologies, specifically for technologies which harness quantum mechanical behavior. Such quantum technologies are poised to revolutionize how we transmit and process data. A key component of many quantum technologies is a special type of light emitter called a single photon emitter (SPE). One major problem facing the practical implementation of SPEs in modern technologies is the variability of performance between nominally identical SPEs. It is critical to understand and minimize these sources of variability. The research goal of this project is to develop experimental techniques based on atomic force microscope (AFM) that provide atomic-scale characterization and control, and accelerate the development of SPEs. An AFM is a tool which uses a sharp tip to mechanically interact with the sample surface. This research uses AFMs to measure and manipulate the mechanical and electronic properties of materials to understand the interplay between mechanical strain, material imperfections, and quantum behavior. This project also supports development and dissemination of training materials that teach researchers how to use advanced AFM measurements in their research. Additionally, the principal investigator develops and implements laboratory projects related to materials science and AFMs that are geared to students ranging from middle school through graduate school, with the intention of inspiring and training students in materials research.\r\n\r\nTechnical Description:\r\nThe goal of this project is to develop atomic force microscope (AFM) capabilities that accelerate the discovery and development of nanomaterials for applications in quantum technologies and electronics. A key component of many quantum technologies is a single photon emitter (SPE). Two-dimensional materials (2DM), such as tungsten diselenide and hexagonal boron nitride, have emerged as promising candidates for solid-state SPE hosts. However, for 2DM SPEs to become technologically viable it is essential to understand and control these materials at the atomic scale. Unfortunately, there are no experimental tools capable of simultaneously addressing the key factors of nano-scale strain, atomic defects, and interlayer effects from surrounding materials. The research goal of this proposal is to develop and use a suite of novel AFM techniques to achieve atomic-scale characterization and control of 2DM in conjunction with optical characterization to understand the fundamental origin and sources of variability in 2DM SPEs, which is a critical step toward realizing 2DM SPEs with sufficient attributes and repeatability to be useful in technologies. In contrast to prior work in this area, this research focuses on measurements at the atomic scale, which reveals heterogeneities that have not been adequately considered in the past. In addition to insights into SPE behavior, the general framework developed in this research enables 2DM researchers to obtain knowledge about strain, defects, and substrate interactions at the atomic scale, which has far-reaching impacts in the understanding of 2DM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Rosenberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Rosenberger",
   "pi_email_addr": "mrosenb2@nd.edu",
   "nsf_id": "000868567",
   "pi_start_date": "2024-01-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 241171.0
  }
 ],
 "por": null
}