{
 "awd_id": "2340049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Uncertainty-aware sensing and management for IoT",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 522786.0,
 "awd_amount": 522786.0,
 "awd_min_amd_letter_date": "2024-02-26",
 "awd_max_amd_letter_date": "2024-08-20",
 "awd_abstract_narration": "Bolstered by a massive scale of ubiquitously connected smart devices, the emergence of Internet-of-Things (IoT) has brought about substantial conveniences to our daily life through a plethora of applications, of which many are safety-critical, including healthcare, surveillance, and autonomous driving, to name a few. For such safety-critical domains, the current toolkits usually fall short in uncertainty quantification, a key feature that is necessitated for informed decision-making. Given the enormous data collected by IoT devices on-the-go, scalability is another key enabler of real-time IoT sensing and management with low latency. Further, how to endow learning with adaptivity and robustness to unpredictable dynamics in IoT is of utmost importance, especially with humans-in-the-loop. Before embracing the full potential of safety-critical IoT, novel tools have to be developed to address these major challenges. Towards this goal, this CAREER proposal advocates fundamental research that aspires to advance the current tools for real-time IoT sensing and management, with direct impact on a number of safety-critical domains, including healthcare, transportation, and environmental sensing. Leveraging the PI's institutional resources, the PI will transform the proposed research goals into educational activities, through i) mentoring graduate and undergraduate students, especially those from the underrepresented groups; ii) curriculum development that cross-fertilizes the fields of machine learning, communications, signal processing and networking; as well as iii) interdisciplinary collaboration with UGA's Center of Cyber-Physical Systems. This seamless integration of research and education is central to the PI's career path and is well aligned with UGA's mission ``to teach, to serve, and to inquire into the nature of things.\" To further promote the societal embracing of the emergent IoT technologies, the PI is committed to disseminate the research outcomes to the general public, in particular K-12 students, through short courses, online videos, and workshops.\r\n\r\n\r\nThis proposal puts forth an ambitious plan by tailoring advances in contemporary Bayesian machine learning tools, namely, Bayesian function approximation, Bayesian bandit optimization, and Bayesian reinforcement learning, to address the aforementioned challenges. This fresh Bayesian flavor naturally innovates existing toolkits with uncertainty quantification and robustness, essential to safety-critical IoT. The resultant approaches will not only benefit key IoT-enabled tasks, but also markedly push the envelope of these disciplines by incorporating IoT-driven constraints. Specifically, three complementary and intertwined research thrusts will be pursued. Thrust 1 (T1) puts forth a fundamental uncertainty-aware function learning framework, which not only directly benefits the prediction-oriented IoT sensing task in T1, but also contributes to Bayesian optimization for open-loop blind IoT management in Thrust 2 (T2), where the decisions made by the IoT controller do not affect the IoT state. Thrust 3 further builds on T1 and T2 to scale up Bayesian RL for real-time closed-loop IoT management with full interaction between the IoT state and the IoT controller. The ultimate pursuit is a holistic framework that integrates novel algorithms with uncertainty awareness, scalability, and adaptivity for real-time IoT sensing and management, the associated rigorous analyses for robustness to unpredictable dynamics, and the deployment to real safety-critical IoT applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qin",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qin Lu",
   "pi_email_addr": "luqinrosy@gmail.com",
   "nsf_id": "000930464",
   "pi_start_date": "2024-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "310 EAST CAMPUS RD TUCKER HALL ROOM 409",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 522786.0
  }
 ],
 "por": null
}