{
 "awd_id": "2340760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Analog Quantum Simulation of Quasicrystalline Topological Quantum Materials with Ultracold Atoms in Optical Quasicrystal Lattice Potentials",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 670000.0,
 "awd_amount": 188815.0,
 "awd_min_amd_letter_date": "2024-09-03",
 "awd_max_amd_letter_date": "2024-09-03",
 "awd_abstract_narration": "This CAREER project aims to explore how mathematical ideas from geometry and topology combine with quantum mechanics to affect properties of quasicrystalline materials. All materials require quantum mechanics to explain their basic properties. However, “quantum materials” are a subset of materials that exhibit macroscopically observable quantum effects. Topology in materials refers to a mathematical property that remains unchanged when a material is distorted. The discovery of topological phases of matter has been an eye-opening breakthrough in condensed matter physics and has led to surprises in possible phases of matter and in the behavior of electrons flowing through materials. Geometry is important for describing crystal symmetries and it places constraints on the behavior of materials, depending on the specific symmetries at play. Altogether, topological quantum materials (TQMs) are materials for which quantum mechanics, geometry and topology are important for describing emergent material properties. The research this CAREER award enables has high synergy with ongoing experimental and theoretical efforts across atomic physics, condensed matter physics, chemistry and beyond. This CAREER project will use atomic physics techniques to build and probe an experimental analogue of a quasicrystalline material with unusual symmetries. This research team will build an experiment that traps atoms in dynamically reconfigurable and aperiodic grids of light; here, the atoms are analogous to electrons in a material, and the light grid is analogous to the underlying patterns of atoms in a material.  They will observe the behavior of atoms moving around the light grid and take measurements that provide detailed information on how geometry and topology play a role in the analogue quasicrystal. This research also aims to support the internationally impactful work of BlackInPhysics (BIP) in its capacity to honor and empower physicists, as well as to provide a variety of new educational opportunities for students to learn about the scientific and technical aspects of cutting-edge research in physics. BIP will continue to generate impactful community-based programming that supports physicists and continue to develop high-visibility role models for Black youth and engage millions around the world. Separate from BIP, this research group is developing educational opportunities for a diverse group of over 1,000 young local students, which will engage the students with cutting-edge quantum science from their laboratory.\r\n\r\nThis CAREER project will experimentally explore the physics of quasicrystalline quantum materials by mimicking these materials with quantum degenerate matter in optical lattices. A quasicrystal is an aperiodic crystal with rotational symmetries that are mathematically forbidden in periodic crystals. The standard mathematical analysis techniques used to understand the behavior of periodic crystals does not work for quasicrystals due to a lack of translation symmetry. Quasicrystals exhibit anomalous and, potentially, topological transport properties that are thus difficult to understand analytically. This project aims to experimentally probe the effects of geometry and topology in the quantum behavior of a quasicrystal and how these effects lead to unusual transport properties in quasicrystals. New experimental techniques developed during this project are poised to open a new class of experimental probes of quasicrystalline material properties and of atomic physics systems. These experiments may lead to a jump in the understanding of the fundamental properties of TQMs, and the quantum many-body problem more broadly, especially for addressing scientific questions that are hard to answer with quantum many-body theory alone.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Brown",
   "pi_mid_init": "D",
   "pi_sufx_name": "II",
   "pi_full_name": "Charles D Brown",
   "pi_email_addr": "charles.d.brown@yale.edu",
   "nsf_id": "000939650",
   "pi_start_date": "2024-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "YALE UNIVERSITY",
  "perf_str_addr": "217 Prospect Street",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  },
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 188815.0
  }
 ],
 "por": null
}