{
 "awd_id": "2340719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Electrical Signals in Soils across Terrestrial and Aquatic Interfaces",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032928825",
 "po_email": "cslowry@nsf.gov",
 "po_sign_block_name": "Christopher S. Lowry",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2029-04-30",
 "tot_intn_awd_amt": 680238.0,
 "awd_amount": 294375.0,
 "awd_min_amd_letter_date": "2024-02-20",
 "awd_max_amd_letter_date": "2024-02-20",
 "awd_abstract_narration": "Soils along coastal interfaces where the land and ocean meet play important roles in capturing, storing, transforming, and releasing carbon, nitrogen, sediments, water, and energy. The transformation and exchange of materials at these interfaces depend on extreme hydrological disturbances such as flooding, sea level rise, and seiches. As the intensity of extreme hydrological events increases with a warming climate, there is a need to know the rate at which these processes take place along coastal interfaces. However, scientists often rely on direct discrete measurements using soil cores and sensors to estimate these rates, which are incapable of capturing spatial changes, making it hard to use models to predict how these areas will be affected by changes in climate. Hence, better ways to measure these processes are needed, and more scientists from different disciplines need to work together to leverage their different approaches. This project will advance the use of geophysical imaging techniques, including natural electrical potential, induced polarization, and electrical conductivity, to better understand changes in soil conditions along coastal interfaces. This project will also mentor environmental science and ecology students on how to use these geophysical methods to expand the spatial resolution of environmental measurements. \r\n\r\nThe proposed research in this project will [1] assess the relationship between the distribution of natural electric potential and redox potential and how both change with different soil moisture and organic matter contents, [2] investigate how organic matter and soil moisture contents affect the migration and storage of electric current, and [3] assess how changes in permeability affect the storage of electrical charges within soils along coastal interfaces. This study will involve using geophysical data from laboratory experiments and automated long-term, repeated field measurements on soils at both the Chesapeake Bay and Lake Erie regions. These robust datasets will be combined with direct measurements of soil redox potential, moisture content, matric potential, salinity, and soil respiration to study how processes along coastal soils change spatially. The multidisciplinary approach of integrating geophysics with ecological studies developed in this research will be used to train upper-level undergraduate and graduate students. A case-study approach will also be used to include geophysics in the environmental science and ecology curriculum at the University of Toledo and made publicly available. This would equip future environmental scientists to use and think of methods beyond geophysics for scaling laboratory and direct measurements typically used in environmental investigations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kennedy",
   "pi_last_name": "Doro",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Kennedy O Doro",
   "pi_email_addr": "kennedy.doro@utoledo.edu",
   "nsf_id": "000886877",
   "pi_start_date": "2024-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "133Z",
   "pgm_ref_txt": "EMBRACE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 294375.0
  }
 ],
 "por": null
}