{
 "awd_id": "2340835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Nanophotonic synthetic dimensions for scalable analog Hamiltonian simulators and sensing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922967",
 "po_email": "sekim@nsf.gov",
 "po_sign_block_name": "Margaret Kim",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "Quantum systems promise substantial speedups and enhanced performance over classical systems for certain applications by using quantum phenomena such as superposition, entanglement, and interference. However, the utility of current digital quantum computers is limited by the fragile and noise-prone nature of quantum states and the environments in which they reside. The field of analog quantum simulators aims to bridge the gap between today’s noisy hardware and the long-term goal of digital quantum computers (akin to today’s classical digital computers) by building controllable experimental systems that mimic other desirable materials and structures that are classically hard to simulate. The emerging concept of synthetic dimensions – which harnesses properties of a photons and atoms such as frequency or spin – is well-suited for building analog simulators, but their realization in photonics has been primarily limited to classical scenarios and to off-chip macroscopic systems. The PI will integrate such synthetic dimensions on chip using low-loss nanophotonics in a quantum-compatible fashion. In addition to analog quantum simulation, the proposed research is expected to yield benefits for enhanced sensing. The PI will also create targeted Wikipedia editathons in collaboration with university libraries to increase the coverage of quantum science and scientists, especially women scientists, through close engagement with local students, teachers and librarians, and introduce a new Engineered Quantum Systems course in mechanical engineering.\r\n\r\nSynthetic dimensions have gained popularity in recent years due to their ability to implement Hamiltonians with complex, long-range coupling, artificial gauge potentials, non-Hermitian coupling, and versatile reconfigurability through externally controllable drive and dissipation. The idea of a photonic synthetic dimension here is to create a lattice of modes labeled by an internal degree of freedom of light, such as frequency, polarization, spin, angular momentum or temporal mode structure; however, most such demonstrations have been macroscopic and classical. This Faculty Early Career Development award (CAREER) will leverage low-loss nanophotonics to integrate synthetic dimensions on chip based on the frequency and Floquet modes of driven microring resonators, and extend them to the quantum regime. The project will focus on several research thrusts, including the creation of new nanophotonic synthetic dimensions, their experimental implementation on chip, the development of efficient and fast readout techniques to characterize nanophotonic synthetic dimensions, and their use for sensing and for analog simulation of high-dimensional Hamiltonians. Models hosting nontrivial topological physics will be investigated in particular to build robust photonic devices. The project’s educational and outreach goals include workforce development in photonics and quantum technologies through cross-disciplinary training of students, as well as the development of public literacy through Wikipedia editathons focused on quantum science and scientists.\r\n\r\nThis project is jointly funded by Electronic, Photonic, and Magnetic Devices (EPMD) Program and the Communications, Circuits, and Sensing-Systems (CCSS) Program of the Division of Electrical, Communications and Cyber Systems (ECCS).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avik",
   "pi_last_name": "Dutt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avik Dutt",
   "pi_email_addr": "avikdutt@umd.edu",
   "nsf_id": "000876732",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": null
}