{
 "awd_id": "2340137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Architectural Foundations for Practical Privacy-Preserving Computation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 108385.0,
 "awd_min_amd_letter_date": "2023-12-28",
 "awd_max_amd_letter_date": "2023-12-28",
 "awd_abstract_narration": "To access high-quality online services users must sacrifice privacy and upload their private, sensitive data to the cloud for processing. This forces users to make a choice: keep their data private or realize the utility of powerful online services. Privacy-preserving computation is an emerging computational paradigm that supports computation directly on encrypted data. It has the potential to break the privacy-utility tradeoff. Today, privacy-preserving computation is not widely used as it is far too computationally expensive to be practical. Prior work has consistently reported that programs running under privacy-preserving computation are 4-6 orders of magnitude slower than without it. This project will develop novel hardware and software techniques to substantially improve the processing of privacy-preserving computation. The methods will speedup privacy-preserving computation to a practical level, providing users unparalleled privacy guarantees while simultaneously providing access to online services now integral to everyday life. To facilitate the adoption and continued advancement of this new computational paradigm, this project will also develop educational material to teach these new topics at all levels including K-12 programs, university classrooms, and conference tutorials.\r\n\r\nOvercoming the extreme slowdown requires optimizations across the computational stack. The approach taken in this project is deeply rooted in co-design, considering the interplay of hardware, software, and algorithms together. A key observation is that privacy-preserving computation is naturally data oblivious, implying that all program behavior is known statically at compile time. Given this, careful orchestration between hardware and software can enable the extreme degrees of speedup required for practical privacy-preserving computation. The project will consider two (both) varieties of privacy-preserving computation to efficiently support all computation: arithmetic (e.g., homomorphic encryption) and Boolean (e.g., garbled circuits). For homomorphic encryption, systolic array based architectures will be explored and developed to accelerate computation in addition to dataflow optimizations for high-performance mapping. Next, the project will devise methods to further speedup Boolean computations. The project will develop a chiplet-based architecture to break the non-scalable structures of monolithic designs alongside program partitioning algorithms that parallelize work across chiplets efficiently. Finally, the project will build compiler infrastructure to address the challenges of efficiently mapping plaintext programs to privacy-preserving computation primitives. The advances made via this award will lay the foundations for processing in the era of private computing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Reagen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon Reagen",
   "pi_email_addr": "bjr5@nyu.edu",
   "nsf_id": "000838915",
   "pi_start_date": "2023-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 108385.0
  }
 ],
 "por": null
}