{
 "awd_id": "2341192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Comprehensive Investigation of Nonlinear Shock-Induced Flutter in High-Speed Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2023-12-15",
 "awd_exp_date": "2026-11-30",
 "tot_intn_awd_amt": 524764.0,
 "awd_amount": 524764.0,
 "awd_min_amd_letter_date": "2023-12-14",
 "awd_max_amd_letter_date": "2023-12-14",
 "awd_abstract_narration": "High-speed flows are highly complex, involving phenomena like shock-boundary layer heating, entropy layer, gradients, and viscous interactions. The intricate fluid-thermal-structural interaction responses in these systems pose challenges toward ensuring safety and efficiency in high-speed flow applications. The presence of temperature changes and shock dynamics in high-speed flow applications can result in fluid-structural interaction response modes which are dependent on the force history and differ significantly from other similar systems. This joint computational and experimental project aims to provide a deep understanding of the key factors governing the fluid-structure interaction at high-speed flows and identify new nonlinear dynamic response modes due to interaction between the shocks and a heated flexible surface. The project will include significant educational and outreach activities, including engaging a diverse group of undergraduate research programs and K-12 outreach program with the local community.\r\n\r\nThe project aims to fill the current gap in understanding fluid-thermal-structural interaction by investigating a novel class of scenarios involving translating shock and thermal gradients. Currently, our understanding is mainly limited to situations where the changes in the flow at small length scales significantly shorter than the interface length. This project fills the gap in our knowledge by exploring how shock wave translation at specific velocities can induce new modes of aeroelastic flutter and determine the influence of temperature gradients on the emergence of these new response modes.  The project will accomplish these objectives through rigorous experimental and computational research, focusing on three specific tasks: (i) Developing and validating a computational model using an immersed boundary approach for a comprehensive study of fluid-thermal-structure interaction, (ii) Identifying the role of thermal conditions on shock boundary layer interaction with a flexible surface in both fixed and moving shock situations, and (iii) Unraveling the complex physics through the formulation of theoretical energy-based and momentum-based analysis approaches. The knowledge gained through this project will enable the development and design of more reliable high-speed applications with strong shock and thermal interaction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kourosh",
   "pi_last_name": "Shoele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kourosh Shoele",
   "pi_email_addr": "kshoele@eng.famu.fsu.edu",
   "nsf_id": "000735501",
   "pi_start_date": "2023-12-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rajan",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajan Kumar",
   "pi_email_addr": "rkumar@eng.famu.fsu.edu",
   "nsf_id": "000539751",
   "pi_start_date": "2023-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 524764.0
  }
 ],
 "por": null
}