{
 "awd_id": "2341008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Probing Specificity and Competition in the Lipid Droplet Proteome",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 794045.0,
 "awd_amount": 307015.0,
 "awd_min_amd_letter_date": "2023-12-27",
 "awd_max_amd_letter_date": "2023-12-27",
 "awd_abstract_narration": "Lipid droplets (LD) are the cellular hubs of energy storage and lipid distribution. As such they play a central role in a wide range of health issues from obesity and diabetes to atherosclerosis and liver diseases.  This research aims to understand how proteins specifically bind to lipid droplets to control their lifecycle and metabolic outcomes.  Multiscale simulations and coordinated collaborative experiments will be used to query the mechanisms behind selective targeting of lipid droplets with different neutral lipid compositions and specific targeting in response to metabolic conditions, such as excess energy storage or starvation. We will also probe two new potential mechanisms of regulation: kinetic selection and allosteric protein association through altered surface properties.  The intellectual merit of this research will be advancing our understanding of LD biology, while the broader impacts will be establishing a foundation to help guide future therapeutic interventions.  Additionally, LDs are the production hubs of sustainable lipid products from microbes. Thus, insights gained in yeast and eukaryotic systems will be related to microbial systems to aid in the development of climate solutions, such as scalable biofuel and bioplastic production.  Closely integrated with these goals, the educational plan will expose large numbers of first and second-year undergraduates to chemistry, physics, and biology in an array of climate solutions, featuring as an example the role of lipid droplets in bioplastic and bioenergy production.\r\n\r\n\r\n\r\n\r\nLipid droplets (LDs) are neutral lipid (NL) storage organelles that play a central role in energy metabolism and lipid distribution. They are uniquely surrounded by phospholipid monolayers decorated with a dynamic array of proteins.  The proposed research aims to probe the mechanisms that regulate the LD proteome.  A suite of multiscale simulation methods and coordinated experimental collaborations will address: 1) how proteins selectively target certain pools of LDs based on their NL composition; 2) how cytosolic proteins specifically target based on metabolic conditions; and 3) if allostery and/or kinetic selection influence protein competition. Multiple methodological advances will additionally be developed to enhance our ability to study LDs and protein-monolayer interactions through simulations. If successful, the proposed research will advance our understanding of LD biology and how it influences metabolic disorders and diseases, such as obesity, diabetes, liver disease, and atherosclerosis. Additionally, LDs are the production hubs of sustainable lipid products from microbes. Thus, the insights gained in yeast and eukaryotic systems will be related to microbial systems to aid the development of climate solutions, such as scalable biofuel and bioplastic production. Closely integrated with these goals, the educational plan will expose large numbers of first and second-year undergraduates to chemistry, physics, and biology in an array of climate solutions, featuring as an example the role of LDs in bioplastic and bioenergy production.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Swanson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica M Swanson",
   "pi_email_addr": "j.swanson@utah.edu",
   "nsf_id": "000942365",
   "pi_start_date": "2023-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 307015.0
  }
 ],
 "por": null
}