{
 "awd_id": "2341653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GEO-CM: Rare earth element and yttrium extraction by biotic and abiotic hydrous manganese oxides associated with acidic mine drainage",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 180189.0,
 "awd_amount": 180189.0,
 "awd_min_amd_letter_date": "2024-08-01",
 "awd_max_amd_letter_date": "2024-08-01",
 "awd_abstract_narration": "With the projected growth in renewable energy and technology sectors along with their increasing reliance on critical minerals such as rare earth elements, yttrium, and manganese, identifying domestic sources of these critical minerals is essential. Large volumes of solid waste containing critical minerals are generated every year as a byproduct of acid mine drainage remediation. Within the United States, acid mine drainage remains an ongoing environmental issue. This research will examine the potential of adapting acid mine drainage remediation systems to produce critical minerals in economically viable concentrations. The research will support STEM education initiatives by providing training in the field and lab at both undergraduate and graduate levels, as well as hands-on activities in multiple introductory geoscience courses. This work will contribute to developing a more knowledgeable STEM workforce and a more efficient, economical, and environmentally sustainable approach for critical mineral recovery from unconventional domestic sources. \r\n\r\nThe research will investigate the impact of a variety of biogeochemical conditions (such as pH, sulfate concentrations, and the presence of microbes) on rare earth elements and yttrium (REYs) uptake by hydrous manganese (Mn) oxide minerals in acid mine drainage remediation systems. With research comprising both laboratory and field experiments, the results will provide a comprehensive understanding of REY-hydrous Mn oxide mineral interactions. Multiple microcharacterization techniques (including advanced spectroscopic techniques such as synchrotron-based X-ray absorption spectroscopy) along with sequential extractions will provide a comprehensive understanding of REY sorption behaviors and mobilization. These results will help identify the optimal conditions for concentrating REYs in acid mine drainage remediation systems for the recovery of these critical minerals from unconventional domestic sources, while remediating harmful metal-laden acid mine drainage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Hinkle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A Hinkle",
   "pi_email_addr": "hinklem@wlu.edu",
   "nsf_id": "000770130",
   "pi_start_date": "2024-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington and Lee University",
  "inst_street_address": "204 W WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5404588274",
  "inst_zip_code": "244502116",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "THE WASHINGTON AND LEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MSVHQKG44VN5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington and Lee University",
  "perf_str_addr": "204 W WASHINGTON ST",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "244502116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "136Z",
   "pgm_ref_txt": "Critical Minerals"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 180189.0
  }
 ],
 "por": null
}