{
 "awd_id": "2341882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABR: Signal Molecules in Ctenophores: Quest for the Earliest Transmitters & Neural Architecture",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924958",
 "po_email": "lborodin@nsf.gov",
 "po_sign_block_name": "Laura N. Borodinsky",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2029-07-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "The origin of neurons is one of the major transitions in Life history, shaping our planet, and relevant to all biomedical implications. Did Nature use one or many ways to make a neuron, elementary circuits, and behaviors? This interdisciplinary study on enigmatic marine animals, ctenophores, will uncover new classes of signal molecules as fundamental integrators of behaviors, and factors that drive the emergence of neurons. Through broad comparisons of neural machinery with state-of-the-art technologies, the project addresses a major problem in neuroscience: when and how neural circuits evolved. Ctenophores also show remarkable neural regeneration capabilities with behavioral recovery. As such, the understanding of the neural mechanisms in these organisms will open new horizons for synthetic biomedicine of the future. This program will also provide integration of educational activity in neuroscience with broad field-type biodiversity research using marine vessel experience directly in the field. The training will combine genomic, computational, developmental, and neurobiological concepts, expanding our understanding of the origins of biological complexity. The worldwide research locations will secure students from underrepresented groups, who will be recruited by apprenticeship programs to trace the emergence of complex traits and speciation. \r\n\r\nThis research is centered on whether neurons evolved from a single ancestral cell lineage, or did neural circuits and, eventually, brains they form develop from different non-homologous lineages as a result of independent neurogenic and migration events? Emerging data suggest that neurons evolved more than twice, and Ctenophora is the sister group to all other animals. This integrative project will use different lineages of ctenophores to investigate early neuronal phylogeny. To test alternative hypotheses of neural system evolution, the team will take advantage of neuron-specific single-cell multi-omics, connectivity, and functional approaches to identify novel transmitters and neural specification molecules and, ultimately, reconstruct ancestral toolkits and cell populations composing ctenophore neural nets. In doing so, this study will re-evaluate the criteria of how homology can be assigned in chimeric neural populations across Metazoa.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Moroz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid L Moroz",
   "pi_email_addr": "moroz@whitney.ufl.edu",
   "nsf_id": "000307312",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}