{
 "awd_id": "2341424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Resolving the LGM ventilation age conundrum: New radiocarbon records from high sedimentation rate sites in the deep western Pacific",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 443823.0,
 "awd_amount": 119770.0,
 "awd_min_amd_letter_date": "2024-01-09",
 "awd_max_amd_letter_date": "2024-01-09",
 "awd_abstract_narration": "For more than a century, scientists have sought to understand why ice sheets expanded from the polar regions into the middle latitudes, plunging the Earth into an Ice Age. In the first part of the 20th century, scientists focused on changes in solar radiation due to changes in the Earth’s orbit around the Sun. By the mid-20th century, the Earth Science community developed new methods to reconstruct climate variables, like temperature and ice volume using fossils. That important advance led to the recognition that there is a rhythmicity to Earth’s climate during the last 2.5 million years that is like that of the Earth’s orbital cycles. But there was a problem with the original theory of orbital-induced climate variability. By the late 20th century, it had become clear that ice had advanced and retreated in both hemispheres simultaneously. This is incompatible with the orbital theory unless there was something else that would increase the sun’s impact to affect the entire planet simultaneously. That was exactly what scientists discovered from ice cores. Using samples of air trapped in Antarctic ice, scientists showed atmospheric CO2 levels were 30% lower during the last ice age. With that major scientific advance came the realization that somehow orbital variations influence changes in carbon dioxide levels. But how? The connection between orbital cycles and the Earth’s carbon cycle has been a primary focus of paleoclimate research and debate for more than three decades. This project addresses the scientific debate by testing one of the prevailing hypotheses, that is “Do the ocean’s store atmospheric CO2 during ice ages?” In this work, the scientific team will test whether the circulation of the deep ocean slowed down enough during the last ice age to allow CO2 to build up in the deep ocean. Radiocarbon techniques will be used to date how long deep waters resided in the deep Pacific before returning the surface. If the ocean circulation slowed significantly during the last ice age, it would lend strong support to the notion that the oceans regulate atmospheric CO2. The radiocarbon data currently available cannot answer this question, primarily because deep sea sediments accumulate too slowly to allow precise age dating. The new research will address this challenge by recovering deep sea records from a region where sediments accumulate very rapidly, which will allow the team to precisely date how old the deep waters in the Pacific were during the last ice age. If the findings show that the deep ocean waters were not significantly older when CO2 concentrations were low, it will prompt scientists to look to other alternative explanations. This project will provide training for undergraduate and graduate students especially students from traditionally excluded groups. Students will also have an opportunity to participate in the research cruise to collect the samples. \r\n\r\nCurrently available radiocarbon data from low sedimentation rate sites (<10 cm/kyr) in the deep Pacific imply deep water ventilation ages were ~800-1000 years older than today, whereas high sedimentation rate sites (>20 cm/kyr) indicate there was no substantial difference. The contrast is due to either: 1) bioturbation-driven biases in low accumulation rate locations, or 2) the lack of high accumulation rate records from water depths below 3 km. The research proposed will address this problem by acquiring new high-resolution stable isotope and radiocarbon data from high deposition rate sites in the western North Pacific. Filling the deep Pacific data gap is essential to assess the hypothesis that a more sluggish ocean circulation allowed respired carbon to accumulate in the abyssal Pacific, leading to lower atmospheric CO2 levels during the Last Glacial Maximum (LGM). The goal of the project is to obtain a suite of cores from the margin of Mindanao in the western Pacific to reconstruct the ventilation ages at water depths between 1000 and 3800m. The margin of Mindanao is ideally suited for this task because sedimentation rates in the region are very high, ranging from 30 cm/kyr to >75 cm/kyr. By creating new ventilation age reconstructions from the high accumulation rate sites, it will be possible to definitively test whether ventilation rates in the deep Pacific were lower during the LGM, as predicted from the ocean circulation hypothesis. The research will address one of the grand challenges in paleoclimate science: What controls atmospheric CO2 on glacial/interglacial timescales? It has been proposed that the deep ocean played a primary role in lowering atmospheric CO2 during glacial maxima by sequestering CO2 through a combination of biological and physical processes. Testing whether the ocean sequestered CO2 would be a major step forward in solving the glacial/interglacial CO2 problem. The proposed research is critical to this effort because previous attempts to evaluate whether ventilation ages were greater during glaciations has been hampered by a lack of high-resolution data sets from the deep (> 3 km) Pacific, which is the largest potential reservoir for the storage of metabolically- derived carbon. Of the data currently available to test the prevailing hypothesis, most are from very low resolution (low deposition rate cores) that have likely been contaminated by bioturbation. Furthermore, there are no ventilation age estimates from sites below 2800 m in the Pacific that have sediment accumulation rates greater than 20 cm/kyr. This project will overcome the limitations of the current database by obtaining highly resolved records from sites in the western North Pacific at depths that will confirm whether or not ventilation ages were substantially older during the LGM. The project will support the training of students with an emphasis on recruiting students from traditionally excluded groups. In addition, students from all three institutions will participate in the research cruise and collaborate in the lab.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lowell",
   "pi_last_name": "Stott",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lowell D Stott",
   "pi_email_addr": "stott@usc.edu",
   "nsf_id": "000424347",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "USC Department of Earth Sciences",
  "perf_str_addr": "3651 Trousdale Parkway",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 119770.0
  }
 ],
 "por": null
}