{
 "awd_id": "2342607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multi-isotope and microbial ecology approaches to investigate sedimentary nitrous oxide production and consumption in the northern Benguela upwelling system",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 280354.0,
 "awd_amount": 280354.0,
 "awd_min_amd_letter_date": "2024-01-25",
 "awd_max_amd_letter_date": "2024-01-25",
 "awd_abstract_narration": "Nitrous oxide (N2O) is a potent greenhouse gas. It also plays an important role in the destruction of ozone. Nitrous oxide is produced by microorganisms in low-oxygen marine environments, which are important sources of N2O to the atmosphere. The northern Benguela Upwelling System off the west coast of Africa is one of the major oceanic Oxygen Deficient Zones (ODZs). Despite the recognition that the northern Benguela Upwelling System is a significant source of N2O, it remains an understudied ecosystem, particularly the sedimentary environment. In this study, a team of geochemists and microbial ecologists will investigate N2O cycling in northern Benguela Upwelling System sediments. The goal of the work is to describe the role of sediments both in this particular system and more broadly, in order to improve scientists’ ability to predict future emissions of this important greenhouse gas under changing environmental conditions. The project will support three undergraduates and three graduate students at the University of South Carolina (USC) and Florida State University. The project includes collaboration with scientists in South Africa and Namibia. The University of South Carolina will host students from each of these countries for six week internships as part of the project. The team is planning substantial outreach and educational activities in the U.S. and southern Africa.\r\n\r\n\r\nThe contribution of different N2O producing and consuming processes in the northern Benguela Upwelling System will be determined with samples collected during two cruises of opportunity. Concentration, stable isotopic and isotopomer data, 15N-labeled rate measurements as well as molecular ecology data will be generated and synthesized to determine 1) the net sediment-water column flux of N2O, 2) N2O production and consumption rates for different processes, 3) controls by environmental conditions (e.g., oxygen (O2), hydrogen sulfide (H2S), and nutrient concentrations, O2 penetration depth, as well as organic matter elemental composition), and 4) the link between measured rates and the active processes that lead to N2O production by bacteria, archaea, and microbial eukaryotes, as well as bacterial and archaeal N2O consumption. This project will disentangle the relative contribution of these different processes by combining multi-isotope mass balance and meta-genomic/transcriptomic data. The study will generate a comprehensive dataset with new information on the contribution of archaea, bacteria (including large chemoautotrophic sulfide-oxidizing bacteria), fungi and other microbial eukaryotes for N2O production in relation to environmental conditions. The sediment data will complement water-column N2O concentration, stable isotope, isotopomer, rate measurement, and microbial ecology data collected concurrently as part of two other NSF). Sediment and water-column N2O data will be incorporated in a 3-dimensional nitrogen based physical/biogeochemical model. This data will be of interest to environmental scientists, including chemical and biological oceanographers and geochemical modelers, to help improve predictions of greenhouse gas emissions in marine environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olivia",
   "pi_last_name": "Mason",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Olivia U Mason",
   "pi_email_addr": "omason@fsu.edu",
   "nsf_id": "000627512",
   "pi_start_date": "2024-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 280354.0
  }
 ],
 "por": null
}