{
 "awd_id": "2342824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding impacts of cold-season coastal wetland hydrology and freeze-thaw dynamics on lateral carbon fluxes",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 203222.0,
 "awd_amount": 161665.0,
 "awd_min_amd_letter_date": "2024-06-06",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "Salt marshes have potential to store large amounts of atmospheric carbon by accumulating sediment and exporting dissolved carbon to the adjacent ocean. Lateral carbon export, or carbon outwelling, is impacted by tides and seaward groundwater flow. To date, studies of salt marsh carbon outwelling have focused on periods when biological activity is relatively high (i.e., spring through fall). As a result, prior studies have often neglected export during cold seasons, assuming that marshes are either impermeable due to frozen conditions or biologically inactive. This oversight limits annual water and carbon budget estimates to only a fraction of the year, potentially underestimating salt marshes’ carbon storage potential and influence on the coastal ocean carbon budget. This project will address this knowledge gap by investigating the magnitude and drivers of cold season water and carbon export in North Atlantic salt marshes. This understanding is critical for refining estimates of carbon outwelling and improving understanding of the relative role of temperate salt marshes as a carbon sink. The project will develop a Science Exploration and Education from a Kayak (SEEK) program to teach middle-school girls how to sea kayak while also teaching them coastal science through hand-on learning in the field. This project will also train a postdoctoral researcher, graduate student, and multiple undergraduate students through summer programs.\r\n\r\nCold-season hydrological dynamics and biogeochemical processes have seldom been evaluated in salt marshes, preventing accurate estimates of local and global carbon outwelling. This project’s goal is to better understand cold-season freeze-thaw processes, groundwater flow dynamics, and lateral carbon export in North Atlantic salt marshes. The project will (1) monitor soil temperatures and groundwater and surface water levels, salinity, and temperature in four salt marshes between Massachusetts, USA, and Nova Scotia, Canada, to gain better understanding of the extent and duration of marsh freezing; (2) quantify groundwater discharge in summer through spring, as well as during storm events, to compare discharge magnitude and sources across all seasons; and (3) evaluate seasonal variability in salt marsh porewater carbon concentrations and quantify carbon outwelling from the marsh platform to the tidal channel across seasons and following winter events. This project will result in increased understanding of coastal hydrological processes, refined carbon outwelling estimates, and improved projections of carbon outwelling dynamics in mid- to high-latitude salt marshes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Tamborski",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Tamborski",
   "pi_email_addr": "jtambors@odu.edu",
   "nsf_id": "000820362",
   "pi_start_date": "2024-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 161665.0
  }
 ],
 "por": null
}