{
 "awd_id": "2342374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Aeroacoustics of the quiet flight of hunting owls",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 661152.0,
 "awd_amount": 661152.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2025-03-20",
 "awd_abstract_narration": "Quiet owl flight has been an inspiration for quiet airfoils, and owl hearing is a model for how the brain localizes sound. Yet these two well-studied topics have a virtually unexplored evolutionary and ecological nexus: how owls use quiet flight to hunt. This project will address this knowledge gap with three inter-related experiments. Owl attacks on prey will be recorded to ask: do owls employ a ‘stealth mode’, i.e., do owls alter their behavior to minimize sound production?  Second, this project will conduct experiments on the quieting features of owl feathers to test how they work. And third, if owls are quiet, virtually nothing is known about the ‘noisy’ flight of regular birds. A phylogenetically diverse array of bird species will be flown through a simple, standardized ‘flight tube’ to measure their sound field in three dimensions during ordinary flight. This project’s intellectual merits include suggesting new directions for both the neurobiology of owl hearing and ‘bioinspiration’ of quiet flight for technical devices such as windmills or drones. Broader impacts include incorporating underserved students as researchers, and outreach about sound with students at the California School for the Deaf. \r\n\r\nAim 1 of this project tests two hypotheses of how wing features reduce flight sounds: that they ameliorate aerodynamic (turbulence) sounds, or frictional sounds of feathers rubbing against feathers. These hypotheses will be tested using experimental manipulations of wing features on captive animals. Aim 2 of this project will record the wing kinematics and acoustic signature of hunting owls and other raptors (hawks, falcons) in both captive and wild settings to ask: how do the acoustics of flapping flight vary with kinematics? Quieting features of owl wings may play a particularly important role in reducing sound in hunting kinematics, such as when an owl hovers over prey and the wings are at high angle of attack, near aerodynamic stall. Finally, owl flight has received more attention than sound production mechanisms present in ‘ordinary’ bird flight. Ordinary birds will be flown through a ‘flight tube’ to measure 3D sound production in cruising flight. Data to be recorded and analyzed in phylogenetic context are load (Gutin) sound, frictional sounds, and turbulence sounds. By rigorously documenting the acoustic mechanisms of ordinary flight, including multiple independently evolved instances of quiet flight, this 3rd aim will document the acoustic substrate out of which quiet flight has evolved.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Clark",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Clark",
   "pi_email_addr": "cclark@ucr.edu",
   "nsf_id": "000639988",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 661152.0
  }
 ],
 "por": null
}