{
 "awd_id": "2342516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating Multi-Scale Dynamical Processes Amplifying Storm Surges",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 429311.0,
 "awd_amount": 429311.0,
 "awd_min_amd_letter_date": "2024-01-18",
 "awd_max_amd_letter_date": "2024-01-18",
 "awd_abstract_narration": "This study aims to investigate the reasons for increased coastal flooding in the US, as related to high tide and storm surge. It will determine year-to-year variability of coastal flooding events and try to identify its causes. The study will also propose regions of most vulnerability to flooding from storms and high tides. To achieve these aims, the study will carry out three tasks: 1) analyze data that are publicly available; 2) execute simplified mathematical models of the ocean dynamics to try to isolate the main driving mechanisms of flooding events; and 3) analyze results from a global ocean community model (GLORYS12v1) that is frequently updated with global-scale data. Results from this study should help in the assessment of risk to coastal flooding along the US. Such results will be disseminated in an understandable format to wider audiences. Furthermore, the study will provide research opportunities to undergraduate students. The latter two activities will be achieved via outreach initiatives at the Woods Hole Oceanographic Institution.\r\n\r\nThis study will explore various factors that generate and amplify coastal flooding related to high tides and storm surge in the US. It will investigate responses to atmospheric systems that traverse an entire ocean basin and that are modified by bathymetry. In addition, the study will propose regions that could be most vulnerable to flooding, determine the effect of seasonal and interannual variations in atmospheric and ocean forcing on storm surge severity, and identify processes that have contributed to increased flooding events along US coasts. These aims will be achieved through a) analysis of tide gauge and satellite observations; b) reanalysis of the 1/12degree GLORYS products; and c) analysis of process-oriented ocean model experiments using a 1/16degree, 2-layer ocean model driven by surface wind stress and atmospheric pressure. As Broader Impacts, the improved understanding of the interplay among factors that cause coastal flooding should allow effective risk management and disaster response to mitigate its impacts. Findings would be disseminated to a wider audience through the Woods Hole Science and Technology Education Partnership. Additionally, the project will furnish research opportunities for undergraduates through the Summer Student Fellowship Program of the Woods Hole Oceanographic Institute.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiayan",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiayan Yang",
   "pi_email_addr": "jyang@whoi.edu",
   "nsf_id": "000428387",
   "pi_start_date": "2024-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 429311.0
  }
 ],
 "por": null
}