{
 "awd_id": "2342767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SEI: Creating a Lasting LEGACY - Scaling a Peer-learning Community Model to Provide AP CS Preparation and Career Awareness for Black Young Women",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2024-05-15",
 "awd_exp_date": "2028-04-30",
 "tot_intn_awd_amt": 643191.0,
 "awd_amount": 245177.0,
 "awd_min_amd_letter_date": "2024-05-16",
 "awd_max_amd_letter_date": "2024-05-16",
 "awd_abstract_narration": "Careers in Computer Science (CS) related areas represent many of the best-paid jobs in the nation. However, Black women comprise less than 1% of the workforce at the most popular U.S. software companies. Low participation of Black students in CS areas is often attributed to a lack of “preparatory privilege,” encompassing the unavailability of resources and experiences that build content knowledge and associated skills, and few role models. This Scaling, Expanding, and Iterating Innovations project will scale up a successful project that engaged Black young women in high schools throughout the state of Alabama in a year-long peer-learning community to prepare them for the College Board’s Advanced Placement Computer Science Principles (AP CSP) course. Called LEGACY++, the project will expand the focus to 500 students, adding two other states - Mississippi and Ohio. To do so, it will create a partnership among (1) post-secondary institutions in diverse cultural settings (urban and rural); (2) collaborators that specialize in analyzing programmatic outcomes and identifying factors that promote student success in CS; and (3) industry partners to connect students with new learning experiences from the automotive, wireless, and health sector domains. Eighteen Black CS Teacher Leaders will receive training across the tri-State partnership to facilitate an immersive summer institute experience to initiate the preparation of students for the AP CSP course at their school. Interactions will continue during the school year to promote students’ AP exam readiness through curriculum workshops focused on AP CSP topics and interactions with multiple mentors who are all Black women. Students will also be provided with resources to mitigate the barriers to CS access often faced by low-income families, such as access to a peer learning community with scheduled meetings over the academic year. \r\n\r\nThe LEGACY++ Scholars will represent Black young women from three states to imbue CS content knowledge and an awareness of opportunities in CS-related occupations. LEGACY++ Scholars will learn AP CSP concepts through culturally responsive instruction and project-based learning facilitated by tools to support remote student collaborations to highlight the nature of virtual work, while connecting with new learning experiences from industry partners, their own life situations, and career aspirations. The synergy among these strategies is a promising approach to stimulate the learning of CS for this population; thus, the project’s activities will explore creative and transformative approaches targeted at enabling the participation of groups historically underrepresented in CS careers. Specifically, the research questions addressed in this project include investigating how LEGACY++ activities foster a perception of CS as a communal endeavor, how creating a community of learners can strengthen participants’ identity with CS/technical careers and reduce the effects of stereotype threat, and whether LEGACY++ participation can increase awareness and understanding of CS careers. The LEGACY++ evaluation plan will continuously assess activities and provide quantitative and qualitative feedback by identifying promising practices and evidence of success that stimulate CS interest among Black young women. Data collection and evaluation of the implementation of the program activities will include observations of the Summer Institutes, semi-annual interviews of teacher leaders, annual interviews of program leaders and mentoring board members, and student projects. These data will be analyzed qualitatively in terms of pre-defined program success criteria. Measurable program outcomes will include changes in Scholars’ content knowledge and attitudes towards CS, and Scholars’ career plans. The knowledge-generation component will investigate how creating a community of learners increases identification, belonging, and persistence in CS among Black women. This project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Odom-Bartel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Odom-Bartel",
   "pi_email_addr": "r.odombartel@csuohio.edu",
   "nsf_id": "000744876",
   "pi_start_date": "2024-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chansu",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chansu Yu",
   "pi_email_addr": "c.yu91@csuohio.edu",
   "nsf_id": "000215955",
   "pi_start_date": "2024-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland State University",
  "inst_street_address": "2121 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2166873630",
  "inst_zip_code": "441152226",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CLEVELAND STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YKGMTXA2NVL6"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland State University",
  "perf_str_addr": "2121 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441152214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 245177.0
  }
 ],
 "por": null
}