{
 "awd_id": "2342604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lawsonite and epidote as novel sensors of redox and intraslab mass transfer",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 382137.0,
 "awd_amount": 382137.0,
 "awd_min_amd_letter_date": "2024-06-04",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "The Earth recycles water and critical elements such as iron through a series of processes related to the creation and modification of tectonic plates. This research focuses on part of the element cycling system: where tectonic plates sink (subduct) into the Earth and heat up, driving chemical reactions among minerals. The reactions release water and other elements. These become part of the continents, atmosphere, and oceans. The research aims to determine the conditions of the reactions. Reactions involving iron, oxygen, water, and other elements affect the planet's composition, and these reactions also affect the planet's habitability. This project uses rocks from places where subducted rocks are at the Earth’s surface. It will determine the composition of two minerals: epidote and lawsonite which contain iron and water. The motivation for the research is the unexpected finding of differences in the state of iron in these minerals and the need to understand the causes and extent of this variation. Two graduate students will be involved (one PhD, one MS) at the University of Minnesota and they will collaborate with scientists in Germany, Australia, and India. The results of mineral analyses in this project add an important dimension to community geochemical datasets.\r\n\r\nLawsonite and epidote are abundant minerals in subducted oceanic crust; both are hydrous Ca-Al silicates that carry water and other elements from shallow to deep levels of the planet via subduction. Lawsonite forms under very low thermal gradient conditions and commonly transforms to epidote-group minerals (EGMs) as a result of an increase in temperature during subduction and/or exhumation. This research is based on two key observations: (1) The composition of lawsonite is a sensitive indicator of fluid sources: oxygen isotope values and trace element content (Cr, V, Sr, Pb) signal mantle (serpentinite) vs. sediment as contributors to fluids that participated in lawsonite-forming reactions; and (2) Although commonly assumed to contain only ferric iron (Fe3+), analysis using X-ray Absorption Near Edge Spectroscopy (XANES) has detected substantial ferrous iron (Fe2+) in lawsonite and epidote in high-pressure rocks (blueschists and eclogites), raising questions of what controls the oxidation state of Fe in subducted oceanic crust (pre-subduction rock composition or syn-subduction fluid-rock interaction), whether there are systematic changes as a function of temperature/depth, and whether Fe oxidation state correlates with indicators of fluid sources. This research addresses these questions with an investigation of lawsonite and epidote major, trace, and oxygen isotope composition and Fe oxidation state in rocks recording different pressure-temperature conditions (blueschist, eclogite) and chemical environments (proximity to serpentinite, sediments). The new dataset is a contribution to understanding controls on mineral composition and Fe oxidation state in hydrous minerals in relation to fluid sources and pressure-temperature conditions. Results are relevant to understanding the contributions of oxidizing and reducing sources of fluids that influence subducted plates and subsequently the overlying mantle and, ultimately, continents and volcanic arcs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Whitney",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Donna L Whitney",
   "pi_email_addr": "dwhitney@umn.edu",
   "nsf_id": "000087610",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "116 Church St SE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 382137.0
  }
 ],
 "por": null
}