{
 "awd_id": "2342048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Defining Best practices for Sustainability and Sustainability-Related Degree and Certificate Programs in Higher Education",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 49697.0,
 "awd_amount": 49697.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "There are approximately 700 sustainability degree programs offered at U.S. institutions of higher education (Vincent et al, 2018). These programs vary widely in title, content, scope and outcomes. Shared characteristics include: interdisciplinarity, a problem-solving orientation, technical skills training, and a values-driven change management orientation that prepares students for sustainability jobs in various sectors. This workshop for sustainability faculty and program directors in higher education will increase the capacity, effectiveness, and impact of interdisciplinary environmental and sustainability degree and certificate programs in higher education through developing more complete outcomes, along with sharing of promising practices for a variety of programs and institutional types to support these outcomes. \r\n \r\nThis workshop is part of an initiative, Strengthening Sustainability Education in Higher Education Institutions, which is an exploration of the potential for a program-level (elective) accreditation to serve as a lever for transformative change and program improvement across US institutions of higher learning. An inclusive and research-based approach to this work has been undertaken at the Global Council for Science and the Environment since 2018, to advance the Key Competencies in Sustainability Framework (KCF). Having assessed convergence around eight interrelated Key Competencies, this workshop proposes to disseminate the KCF and synthesize input on programmatic promising practices to support learner outcomes across institutional types. A tangible contribution of the workshop will be the creation and subsequent publication of a standards document for sustainability and sustainability-related degree programs at multiple levels such as for Bachelor’s and Master’s degrees. This dynamic and context sensitive guidance will support program evaluation and improvement at a variety of institutions, eventually offering guidelines for meeting the “sustainability skills gap” as described in a recent report by Microsoft (“Closing the Sustainability Skills Gap” 2023).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "Hiser",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Krista K Hiser",
   "pi_email_addr": "krista@gcseglobal.org",
   "nsf_id": "000996138",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Council for Science and the Environment/CEDD",
  "inst_street_address": "1776 I ST NW STE 750",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022700041",
  "inst_zip_code": "200063771",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL COUNCIL FOR SCIENCE AND THE ENVIRONMENT, THE",
  "org_prnt_uei_num": "LLNMWDJVJ1Y9",
  "org_uei_num": "LLNMWDJVJ1Y9"
 },
 "perf_inst": {
  "perf_inst_name": "National Council for Science and the Environment",
  "perf_str_addr": "1776 I ST NW STE 750",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200063771",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178Y00",
   "pgm_ele_name": "GOLD-GEO Opps LeadersDiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 49697.0
  }
 ],
 "por": null
}