{
 "awd_id": "2342171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A new framework to understand the ecological relevance of predation risk in free-living systems",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928781",
 "po_email": "jwojdak@nsf.gov",
 "po_sign_block_name": "Jeremy Wojdak",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2024-05-07",
 "awd_max_amd_letter_date": "2024-05-07",
 "awd_abstract_narration": "Predators clearly should have strong effects on prey populations through their consumption of prey individuals. However, prey can sense when the risk from predators is higher, and they may dramatically change their foraging behavior or use of refugia. Perhaps surprisingly, such defensive behavioral responses can sometimes have larger effects on the prey population than the effects of predators directly killing prey. This project is designed to develop a general framework that can predict how much a prey species will use defensive traits (including behaviors) and how that response may affect the prey’s fitness.  Understanding these predator risk effects is necessary to understand many wide-ranging ecological problems that affect society such as agricultural pests, invasive species, conservation of endangered species, and management of fisheries and wildlife.  A postdoctoral researcher will be trained in quantitative ecology as part of this project.\r\n\r\nThis project seeks to innovate a graphical approach called the Integrated Risk-Effects Framework (IREF) that predicts the magnitude of a prey’s risk-induced trait response and the ensuing fitness costs (i.e., non-consumptive effects), and facilitates theory-based empirical work suitable for synthesis and cross-system generalization of risk effects. The approach predicts defensive trait expression using explicitly defined fitness functions, which will be derived for specific predator-prey pairs using models of the interaction informed by empirical data. For example, published models of predators hunting prey in a spatial landscape will be used to predict the dependence of costs and benefits on different prey traits that prey can modify to reduce predation risk (e.g., movement rate).  These relationships will then be incorporated in IREF to predict optimal defensive traits responses to predation risks, and the costs and benefits to fitness of that response.  IREF will also be used to generate testable hypotheses about the influence of characteristics of prey (e.g., density, type of trait response), predator (e.g., ambush vs. cursorial), and environmental characteristics (e.g., resource quality, alternative prey) across different taxonomic systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Peacor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Peacor",
   "pi_email_addr": "peacor@msu.edu",
   "nsf_id": "000323881",
   "pi_start_date": "2024-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}