{
 "awd_id": "2343416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of the distribution and properties of inert copper in seawater",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 550260.0,
 "awd_amount": 550260.0,
 "awd_min_amd_letter_date": "2024-02-02",
 "awd_max_amd_letter_date": "2024-02-02",
 "awd_abstract_narration": "Copper is an important nutrient but also toxic to aquatic organisms at high concentrations and in certain chemical forms. Understanding the chemical forms of copper in seawater is therefore important to understanding its effect in ocean ecosystems. Results from the principal investigator’s previous research investigating copper in the North Pacific and North Atlantic Oceans indicated that most dissolved copper (Cu) in the ocean is inert and likely does not undergo chemical exchange with other compounds in seawater.  It appears that Cu is only released from the inert form in surface waters, where it is decomposed by light-mediated reactions. In this project, the team will determine the rates and processes of exchange between inert and labile forms of copper in seawater in samples from the Pacific Ocean and Columbia River. The project also aims to understand how dissolved organic matter in seawater will react with copper over the timescales of ocean circulation. The project includes summer research opportunities for high school students in the South Central Los Angeles Area through a program known as USC Young Researchers Program that provides students with a mentor throughout the summer. Research opportunities will be provided to undergraduate students to work on laboratory-based exchange kinetics work. \r\n\r\nThis research project challenges the current paradigm that copper speciation and distribution in seawater is dominated by strong, labile organic complexes that can be characterized by thermodynamic equilibria. The objectives of this project include: 1) determining rates of exchange of Cu between inert and labile pools, 2) characterizing the stable isotope composition of labile and inert Cu from samples collected from the Pacific Ocean and Columbia River, and 3) understanding the relationship between inert Cu and dissolved organic matter. The team will work to reassess the understanding of the chemistry of copper in seawater and determine the processes and mechanisms that control its cycling and biological availability. The work will expand the methodology utilized previously to isolation of inert Cu on reverse phase columns coupled with chromatographic separation. The results will provide a basis for more detailed structural characterization and provide a basis for including speciation-based natural isotope abundance data into models of Cu biogeochemistry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Moffett",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Moffett",
   "pi_email_addr": "jmoffett@usc.edu",
   "nsf_id": "000441739",
   "pi_start_date": "2024-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3616 Trousdale Parkway, AHF 204",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890371",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 550260.0
  }
 ],
 "por": null
}