{
 "awd_id": "2343151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: CET: Magnetically Assisted Recycling of Critical Metals from End-of-Life Lithium-ion Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "This EArly-concept Grants for Exploratory Research (EAGER) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative. Lithium-ion batteries (LIBs) are the technology of choice when it comes to mitigating the impacts of climate change or for energy storage. With the ever-growing need for their production, multimillion tons of LIBs will reach their end of life in the near future, and if not properly recycled, will lead to a detrimental impact on natural resources, supply-chain, and the environment. LIBs contain a range of metals that have been deemed as critical (e.g., Lithium, Nickel, Cobalt, Manganese, etc.) for short- and long-term purposes. The current state-of-the-art recycling methods for these critical metals are often costly, and energy and chemically intensive, leading to significant environmental pollution. Therefore, it is imperative to recycle metals from end-of-life LIBs using a greener and more environmentally benign separation technique. Through an experimental and multiphysics simulation study, this project seeks to overcome those shortcomings by engineering a green and efficient separation method based on magnetic fields. The study will establish the foundation for a novel and green magnetic-assisted separation strategy with broad impacts in recycling of the critical metals found in spent LIBs, transport of ferro-magnetic nanoparticles for drug delivery, separation of proteins, and for water purification. Additionally, the joint FAMU-FSU College of Engineering provides a unique opportunity to recruit, educate and retain students from underrepresented groups in science and engineering. \r\n\r\nThe principal investigators will experimentally demonstrate the magnetic-assisted recycling of critical LIB metals from spent LIBs and will develop foundational knowledge on identifying the optimal conditions for such separations through a synergistic combination of experiments and numerical simulations. Experiments explore and improve the separation of LIBs critical metals by optimization of magnetic fields of a broad range of magnets (permanent, resistive and superconducting), and numerical simulations are performed to inform and guide experiments. The unique innovation of the project is that subject to a non-uniform magnetic field, the flux of LIBs critical metal solutes in an immiscible fluid mixture, is controlled by the interplay between magnetic force, thermal diffusion, concentration gradient, and the viscous forces. The team will assess the interplay between these four forces through systematic variation of magnetic field, concentration of metals, flow geometry and flow intensity. Objectives are to simulate and improve the gradients in static magnetic field and to validate the simulation results by measurements of the magnetic field. Subsequently, the team will subject the immiscible fluid mixture to the magnetic field and measure in situ, the spatio-temporal evolution of metal concentrations. This will allow the team to identify and construct the flow-phase diagrams for optimal separation of the critical metal ions. An expected outcome of the project is a mechanistic understanding of the principles that control magnetic-assisted transport of LIBs metals and a rigorous test of the magnetophoresis model. These models will accelerate the development of magnetic assisted separation and fluid processing schemes needed to address challenges associated with the recycling of the critical metals found in spent LIBs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hadi",
   "pi_last_name": "Mohammadigoushki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hadi Mohammadigoushki",
   "pi_email_addr": "hmohammadigoushki@eng.famu.fsu.edu",
   "nsf_id": "000758060",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Petru",
   "pi_last_name": "Andrei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petru Andrei",
   "pi_email_addr": "pandrei@eng.fsu.edu",
   "nsf_id": "000234522",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theo",
   "pi_last_name": "Siegrist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Theo Siegrist",
   "pi_email_addr": "siegrist@eng.fsu.edu",
   "nsf_id": "000546736",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}