{
 "awd_id": "2343963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Social Media Use on Adolescent Health and Academic Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 606480.0,
 "awd_amount": 606480.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "The research funded by this award examines the impact of social media on the mental health and academic achievements of adolescents. Anecdotal evidence seems to indicate a correlation between heavy social media use on the one hand and poor mental health and lacking academic achievements of US adolescents on the other hand. However, despite the growing interest in this topic, the direction of causation has not been established yet. In other words, it is not known whether adolescent social media use causes worse health and education outcomes, or whether poor mental health and lacking academic achievements lead to heavy social media use by adolescents. The researchers propose an experimental study to answer these questions. Adolescents in this experiment are assigned to two groups: one group is allowed to use social media as desired; and the other group is provided with incentives to reduce social media use. Data collected on the health and education outcomes of the respective groups will then allow the researchers to infer the effects of social media use among adolescents. The results of this research will determine the effects of social media use on various outcomes, as well as the mechanisms through which these effects occur.  These results will therefore provide guidance for decision makers seeking to reduce the negative effects of social media use on adolescents.  \r\n\r\nThe research team uses experimental methods to investigate the causal impacts of social media use on adolescent mental health and education outcomes. A total of 3,500 adolescents will be randomly divided into a treatment group and a control group. Subjects from the treatment group will receive incentives to reduce social media use, whereas subjects from the control group will receive no such incentives.  Social media use will be tracked using a computer application. Over-sampling of households with low socio-economic status is used to obtain a representative sample. To measure the effects of social media use, the investigators will compare the social media use, the mental health outcomes, and the academic achievements of the respective groups. In addition to exploring the mechanisms through which these effects occur, the researchers will examine whether social media use affects various socioeconomic groups in different ways.  They will collect data on the health and education outcomes of racial minority groups, under-represented groups, and groups that tend to use social media more than the representative adolescent. This project will help position the US as a global leader in the design of measures aiming to reduce the negative effects of social media use on adolescents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anya",
   "pi_last_name": "Samek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anya Samek",
   "pi_email_addr": "anya_samek@nber.org",
   "nsf_id": "000510813",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "List",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A List",
   "pi_email_addr": "jlist@uchicago.edu",
   "nsf_id": "000571887",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lena",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lena Song",
   "pi_email_addr": "lenasong@illinois.edu",
   "nsf_id": "000748503",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 606480.0
  }
 ],
 "por": null
}