{
 "awd_id": "2343072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: CET: Decentralized Algorithms for Integrating Decarbonized Chemical Process Heating with Renewable-driven, Electric Power Systems",
 "cfda_num": "47.041, 47.083",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 299050.0,
 "awd_amount": 299050.0,
 "awd_min_amd_letter_date": "2024-06-27",
 "awd_max_amd_letter_date": "2024-06-27",
 "awd_abstract_narration": "This project is jointly funded by the Established Program to Stimulate Competitive Research (EPSCoR), and funds allocated to Clean Energy Technology Initiative investments. This EArly-concept Grants for Exploratory Research (EAGER) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative.  Chemical and refining industries are responsible for roughly half of the U.S. manufacturing sector’s energy usage and greenhouse gas (GHG) emissions. In the current energy landscape, most of the energy needs of chemical processes are met by combustion of fossil fuels. However, with the proliferation of renewable energy resources and the sustained shift of the U.S. energy landscape towards decarbonized electricity, chemical and refining industries are also transitioning towards decarbonization via electrification. A critical piece of this transition involves the integration of electrified chemical processes with the renewable driven, decarbonized electric grid. However, a smooth integration demands active, real-time data sharing between the chemical and power system stakeholders raising significant privacy concerns due to the sensitive nature of chemical process data. With this project, the principal investigators at Oklahoma State University study fundamental issues associated with privacy and data sharing that can serve as a major roadblock for the smooth integration of electrified chemical process with power system infrastructure to achieve industrial decarbonization. The research directly addresses pressing needs of industrial decarbonization crucial for achieving the nation’s net-zero emissions goals by 2050. It enhances the economic competitiveness and national security of the U.S. by proposing novel ways to facilitate sustainable methods to support advanced manufacturing processes. Additionally, the project is geared towards developing the next-generation workforce who are capable of designing and operating new, decarbonized chemical plants and energy systems in a net-zero economy.\r\n\r\nWith funding from an EArly-concept Grants for Exploratory Research (EAGER) award through the NSF-wide Clean Energy Technology initiative and the Established Program to Stimulate Competitive Research (EPSCoR), the principal investigators develop new research directions aimed at breaking down barriers to information and data sharing impeding decarbonization efforts for chemical process heating via electrification. The team analyzes the convergence of decentralized optimization algorithms for joint maintenance and operations of decarbonized chemical manufacturing processes and power systems, thereby closing critical gaps stemming from the need to move plant-level process data to successfully integrate operations of electrified chemical process units and existing power systems. The research comprises the design of novel decomposition techniques to decouple maintenance and operations components of the joint problem to be able to solve it without the need to move process or sensor data, and the development of a decentralized, federated machine learning framework to accurately capture complex spatiotemporal interdependencies pertaining to clean energy contribution from existing electric infrastructure while eliminating the need to move stakeholder data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paritosh",
   "pi_last_name": "Ramanan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Paritosh P Ramanan",
   "pi_email_addr": "paritosh.ramanan@okstate.edu",
   "nsf_id": "000940666",
   "pi_start_date": "2024-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zheyu",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zheyu Jiang",
   "pi_email_addr": "zheyu.jiang@okstate.edu",
   "nsf_id": "000862617",
   "pi_start_date": "2024-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299050.0
  }
 ],
 "por": null
}