{
 "awd_id": "2343234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Time-dependent imaging of earthquake cycle behavior across the Japan fault system",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 128052.0,
 "awd_amount": 128052.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "This project aims to estimate fault slip rates across Japan over the past 25 years using geodetic data and computational models. Combining three-dimensional fault system models with statistical tracking techniques, Meade, Loveless, and their students will estimate daily slip distributions on major fault zones in Japan. This comprehensive model will help to show how fault movements are interconnected over time and space, and how slip rates vary with time between large earthquakes. This research is inspired by detailed geodetic observations since the 1990's that revealed complex earthquake processes, such as episodes of fault slip that are too slow to cause ground shaking. The research findings will provide insights into the motions of fault systems, contributing to improved earthquake hazard assessments in Japan. The analysis and modeling codes being developed  as part of this project will be made freely available to scientists studying complex fault systems elsewhere in the world. The project will provide training in earthquake science and technical computing for a graduate student and several undergraduates at Smith College and Harvard University.  \r\n\r\nThis study aims to image fault slip rates throughout the Japan fault network by combining high-resolution spherical three-dimensional kinematic block models with state-space estimation approaches that link past, current, and potential future distributions of fault slip with data uncertainties.  This approach will yield estimates of daily slip distributions on the Japan-Kuril, Sagami, and Nankai subduction zones and crustal fault system with a unified model that includes a consistent representation of fault system geometry, GPS station locations, and estimation approach across the entire observational era spanning nearly three decades. The result of this study will be a more complete characterization of earthquake cycle kinematics not as isolated interseismic, coseismic, postseismic, or slow slip processes but as part of a continuous spectrum, which will enable assessment of spatial and temporal links among earthquake cycle behaviors. Specifically, the work will probe the extents of spatiotemporal variation in 1) coupling patterns prior to and following large subduction zone earthquakes; 2) rates and degrees of partitioning of deformation across the crustal fault system through time, drawing connections to paleoseismic constraints on Quaternary fault activity; and 3) the potential for aseismic slip on subduction zones to trigger and/or arise from nearby deviations in fault activity, including variations in coupling and the occurrence of earthquakes. These investigations will form the bases for characterizing the frequency spectrum of earthquake cycle activity, the spatial and temporal overlaps across different earthquake cycle stages, and improved understanding of the fundamental behaviors that inform earthquake hazard analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Loveless",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Loveless",
   "pi_email_addr": "jloveles@smith.edu",
   "nsf_id": "000662375",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "10 ELM ST",
  "perf_city_name": "NORTHAMPTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 128052.0
  }
 ],
 "por": null
}