{
 "awd_id": "2343120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: CET: Optimization Methods to Control Multiple Steady States for Electrochemical Production of Net-Zero Fuels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-06-20",
 "awd_max_amd_letter_date": "2024-06-20",
 "awd_abstract_narration": "This EArly-concept Grants for Exploratory Research (EAGER) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative. The electrochemical production of net-zero fuels, powered by wind and solar energy is an attractive way to decarbonized liquid fuels. Substantial efforts have been made to develop efficient electrocatalytic materials that aid in transforming feedstock molecules, like CO2 or biomass, to fuels, but engineering of the electrochemical reactors that perform such transformations is not well-developed. The principal investigators and their team at Purdue University explore the underlying reasons why instabilities in electrochemical reactor arise, which reduces their efficiency and can potentially cause safety concerns. This work combines computational and experimental approaches to explicitly study this challenge to electrocatalytic production of net-zero fuels. The results of this work will provide an improved electrochemical engineering design framework to enable efficient production of low-carbon fuels. Additionally, the project provides research opportunities for students and the research outcomes are used to prepare students with in-depth knowledge about electrochemical reactor design, optimization, and the pressing need for decarbonization in modern chemical engineering.\r\n \r\nWith funding from an EArly-concept Grants for Exploratory Research (EAGER) award through the NSF-wide Clean Energy Technology initiative, the principal investigators aim to bridge crucial knowledge gaps concerning the impact of multiple steady states (MSS) on electrochemical reactor performance for net-zero fuel production by developing a mathematical framework to describe the physical interplay between reaction, mass transport, and thermodynamics. Specifically, they explore the conditions under which MSS manifests using fundamental electroanalytical techniques, focusing specifically on two-electron two-proton reduction reactions relevant to decarbonized fuel production in order to deepen the understanding of the behavior of electrochemical MSS. Additionally, the research is focused on integrating these fundamental discoveries with practical reactor applications through the development of a hybrid modeling framework. This framework, capitalizing on physics-informed machine learning, promises a transformative approach to reactor design optimization. With the support of modern computational resources, the proposed research is poised to offer robust, optimized models and innovative solutions for enhancing electrochemical reactor efficiency and safety.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Tackett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Tackett",
   "pi_email_addr": "bmtacket@purdue.edu",
   "nsf_id": "000879795",
   "pi_start_date": "2024-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Can",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Can Li",
   "pi_email_addr": "canli@purdue.edu",
   "nsf_id": "000917264",
   "pi_start_date": "2024-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}