{
 "awd_id": "2343736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Measuring selection in insurance markets due to genetic prediction",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 86496.0,
 "awd_amount": 86496.0,
 "awd_min_amd_letter_date": "2024-07-25",
 "awd_max_amd_letter_date": "2024-07-25",
 "awd_abstract_narration": "This award will fund research that studies the impacts of the development of improved predictive power of genetic testing on insurance markets.  While scientific advances have led to increased predictive power of genetic data, many jurisdictions prohibit insurers from using genetic information to risks in underwriting, a situation that leads to consumers who know they are genetically predisposed to develop certain diseases decide to buy more insurance forcing insurers to raise prices for all.  This research project combines large-scale genetic data, economic theory, and econometrics to study the impact of future genetic prediction technology on adverse selection in the market for critical illness insurance, and the more complex health, life, and long-term care insurance markets. In addition, the project will provide estimates of the future predictive power of genetic information for a large set of diseases, beyond what can be predicted by non-genetic risk factors.  Results of this research will help decision makers to design better practices to ensure better functioning of insurance markets.  The results will also provide input into practices to protect the most vulnerable in health insurance markets.   \r\n\r\nThis award funds a research project to study the effects of improved genetic testing on the functioning of health insurance market.  The PIs first develop a method to measure the amount of adverse selection that would take place in a given insurance market if consumers had access to their current genetic information. The PIs the combine this estimates with estimates from heritability studies to estimate the amount adverse selection that would occur with future genetic prediction technology. These studies are based on a large-scale data on genetics, non-genetic risk factors, and insured events. Third, the researchers apply this method to existing insurance markets to measure adverse selection with both current and future genetic predictions. Finally the project augments the methodology with survival analysis specification and applies it to a large set of diseases and to project future predictive power of genetic information above that of observed covariates. The results of this research will provide inputs into the design of better practices to ensure efficient functioning of insurance markets. The results will also provide input into practices to protect the most vulnerable in health insurance markets.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Azevedo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo M Azevedo",
   "pi_email_addr": "eazevedo@wharton.upenn.edu",
   "nsf_id": "000944534",
   "pi_start_date": "2024-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 86496.0
  }
 ],
 "por": null
}