{
 "awd_id": "2343227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: CET: Harnessing Geothermal Structures as Thermal Batteries: Performance and Impacts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "This EArly-concept Grants for Exploratory Research (EAGER) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative. The future of renewable energy resorts to energy storage solutions to cope with the intermittency of most renewable energy sources. In this context, if the walls and slabs of existing and new building basements, parking garages, and metro stations could be turned into geothermal heat exchangers by integrating piping networks within or onto them, it would open up a tremendous capacity for energy storage options. This novel use of underground structures, by using a heat-carrier fluid to source renewable geothermal energy and store general thermal energy in the ground, is potentially disruptive because virtually all structures in contact with the ground worldwide could be turned into thermal batteries, hence decarbonizing the environment, decreasing grid dependence, and democratizing access to renewables. However, knowledge on the performance (energy, geotechnical, and structural) and impacts (social, economic, and environmental) of underground structures used as thermal batteries currently remains limited. This project sheds light on the performance and impacts of geothermal structures used for underground thermal energy storage. The researchers at Northwestern University create experimental and theoretical knowledge via full-scale field experiments, computational analyses, and community surveys. Additionally, education, professional training, community engagement, and outreach activities are offered to educate a broad audience, including underserved communities, about opportunities associated with carbon-neutrality and a clean energy transition.\r\n \r\nThe project will investigate (1) fundamentals that characterize the heat transfer, mass transfer, and deformation of geothermal structures used for thermal storage thought the proposed retrofit strategy, and (2) uncovering the impacts of a prototype installation and use on the living, economic, and environmental conditions characterizing underserved and advantaged communities. Geothermal panels will be installed on an existing underground wall in a garage in collaboration with a company, Millennium Garages LLC. Continuous monitoring of the performance of the panels and the structure will provide information on the thermal and structural behavior to short-term and long-term temperature changes. The data will also generate data to assess different configurations of the panel fluid distribution network and physical-thermal coupling between the panel, the wall and the soil beyond. Data will be used to validate finite element models, which will enable further parametric studies on effects of site and local ground conditions, structure geometries, operative features, and energy loads. Additional simulations will address building energy performance and retrofit potential of different building types and life-cycle assessment and overall environmental and societal benefits. Potential technological and societal broader impacts include developing knowledge to design a new class of renewable energy technologies that can boost decarbonization of buildings and infrastructure through retrofit strategies in urban areas. Furthermore, the research efforts, in collaboration with the non-profit Civic Infrastructure Collaborative, have the potential to advance social justice and equity by creating competence that can foster the deployment at scale of technologies capable of reducing energy poverty, democratizing access to clean energy sources, limiting grid dependence issues, and turning communities into energy owners.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro F",
   "pi_last_name": "Rotta Loria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro F Rotta Loria",
   "pi_email_addr": "af-rottaloria@northwestern.edu",
   "nsf_id": "000804625",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Giorgia",
   "pi_last_name": "Chinazzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giorgia Chinazzo",
   "pi_email_addr": "giorgia.chinazzo@northwestern.edu",
   "nsf_id": "000828729",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK STREET",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": null
}