{
 "awd_id": "2343767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering molecularly precise, sub-nanometer gas transport pathways in robust macrocycle membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 469833.0,
 "awd_amount": 469833.0,
 "awd_min_amd_letter_date": "2024-07-16",
 "awd_max_amd_letter_date": "2024-07-16",
 "awd_abstract_narration": "Polymer membranes offer an energy-efficient, cost-competitive solution for separating gas molecules in important industrial applications such as carbon dioxide (CO2) capture and petrochemical separations. For example, conventional processes to purify propylene and ethylene annually consume as much energy as the entire country of Singapore uses in a year. Using membranes to perform these purifications could reduce the energy requirement by up to 90%. Similarly, there is a pressing societal need to develop energy-efficient methods to capture CO2 from various sources. An ideal membrane would contain ultra-thin nanopores that could perfectly separate different gases from each other while remaining extremely permeable to minimize operating costs. However, achieving such ideal structures in practice has proven difficult. This project will develop a new strategy for forming two-dimensional (2D) polymer membranes with gas-selective nanocavities built from aligned molecular rings called macrocycles. The macrocycles will be tailored for high gas permeability and selectivity. This project will create new knowledge of how membrane features like nanopore size, chemistry, and shape affect gas transport through the macrocycle membranes, enabling the design of better membranes for clean energy and sustainability applications. The research will be tightly integrated with new interdisciplinary STEM curricula for K-12 through graduate-level education, emphasizing how polymer engineering is enabling strides toward clean energy and sustainability in the United States.\r\n\r\nThis research project aims to design 2D polymer gas separation membranes with homogeneous size-sieving nanostructures and ultra-thin (<20 nm) selective layers. Rigid, small-molecule calixarene macrocycles with well-defined nanocavities will be crosslinked at an interface to yield thin films with aligned nanopores. Tuning nanopore chemistry will enable control over nanopore dimensions between approximately 0 and 1.5 nm. The central hypothesis is that macrocycle pore size, functionality, and dynamics will affect single and mixed gas transport in nanoporous membranes. This project will experimentally investigate the structure and dynamics of nanoporous macrocycle membranes and reveal how nanopore dimensions and polymer dynamics impact gas sorption and diffusion mechanisms. These studies will then be extended to gas mixtures to reveal the roles of competitive sorption and plasticization on separation performance, with the ultimate goal of upscaling the most promising structures to form composite membranes. Interdisciplinary chemistry and chemical engineering course modules will be developed to explore transport phenomena in various separation applications. A hands-on outreach module on membrane separations will also be designed and targeted to K-12 students. This module will be used for demonstrations in the annual Halloween Molecular Mania event and bi-annual chemical engineering workshop for high school teachers at the University of Florida and hosted online for broader distribution. Successfully achieving this project's research and education goals could result in significantly reduced carbon emissions and chemical and petrochemical separation costs in the United States, as well as growing public awareness of energy and sustainability challenges and engineering solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Moon",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua D Moon",
   "pi_email_addr": "joshua.moon@ufl.edu",
   "nsf_id": "000924773",
   "pi_start_date": "2024-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Evans",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Austin M Evans",
   "pi_email_addr": "AustinEvans@ufl.edu",
   "nsf_id": "000887018",
   "pi_start_date": "2024-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 469833.0
  }
 ],
 "por": null
}