{
 "awd_id": "2343771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Local and Global Perspectives of Storm Track Dynamics",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 424952.0,
 "awd_amount": 424952.0,
 "awd_min_amd_letter_date": "2024-08-23",
 "awd_max_amd_letter_date": "2024-08-23",
 "awd_abstract_narration": "The extratropical storm track is responsible for the poleward transport of momentum, heat, and moisture across the midlatitudes. Storm track eddies and fronts are responsible for much of the high impact weather in the midlatitudes including inland flooding, strong wind, and coastal inundation events that threaten both life and property in these regions, as well as result in significant economic losses. Despite the significance of the extratropical storm track to the climate system, it remains poorly represented by current climate models. In particular, while the magnitude of the biases has improved over time, the spatial pattern of the biases remains, suggesting an ongoing gap in our of understanding of the storm track and its variability. This collaborative work aims to bridge this gap in knowledge by first demonstrating a link between tropical deep convection, planetary scale stationary wave activity, variations in the zonal mean equator to pole temperature gradient, and extratropical storm track activity. The study will also work to identify the physical mechanisms acting to establish these links and explore the extent to which these processes are represented in climate models and subseasonal to seasonal (S2S) prediction models. The study will train two PhD students in meteorology, one at each of the principal investigators home institutions, preparing the next generation of the STEM workforce. The principal investigators will additionally expand an existing partnership between Penn State and a local area rural high school to two high schools in New York with a predominance of economically disadvantaged students. These students will participate in a hybrid workshop in which the students will share their experiences with the learning materials and listen to guest speakers share career advice and opportunities.\r\n\r\nThe main hypothesis to be tested by this study is that tropical heating is linked to extratropical storm track activity through modulation of planetary scale stationary wave activity. The study will also consider the impacts of the resulting storm track variability back onto the planetary stationary waves. Using gridded data sets, local and global mechanisms will be explored that may play a role in linking tropical heating to extratropical storm track activity. The nature of the tropical heating most effective at changing mid-latitude stationary wave amplitude in a way that most influences zonal mean available potential energy and storm track activity will also be explored, as will other mechanisms for exciting stationary waves that go on to impact storm track activity and their relative importance over the tropical heating mechanism. Causal relationships between stationary waves and storm track activity, latent heating and storm track activity and latent heating and stationary waves in observations will be established using lead-lag single value decomposition (SVD) analysis. Idealized modeling studies will also be carried out using a dry global circulation model to understand the causal relationships of the observed fields. The study will then explore how well CMIP6 and subseasonal to seasonal predictive models capture the links between tropical heating, planetary stationary waves, zonal mean available potential energy and extratropical storm track activity identified in the observations. The study will be carried out by the two graduate students supported by the project under the supervision of the principal investigators. These students will benefit not only from the research experience offered by the project, but also from the mentee experience offered through the outreach activity with the high school students in Pennsylvania and New York.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edmund",
   "pi_last_name": "Chang",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Edmund K Chang",
   "pi_email_addr": "Kar.Chang@stonybrook.edu",
   "nsf_id": "000457170",
   "pi_start_date": "2024-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kamazima",
   "pi_last_name": "Lwiza",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kamazima M Lwiza",
   "pi_email_addr": "kamazima.lwiza@stonybrook.edu",
   "nsf_id": "000184917",
   "pi_start_date": "2024-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 424952.0
  }
 ],
 "por": null
}