{
 "awd_id": "2343815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rapid cell-to-cell and plant-to-plant responses to abiotic stress",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 1008709.0,
 "awd_amount": 754260.0,
 "awd_min_amd_letter_date": "2024-02-17",
 "awd_max_amd_letter_date": "2025-02-12",
 "awd_abstract_narration": "Plants play a fundamental role in sustaining life on Earth, converting solar energy into sugars. To achieve optimal productivity, the different parts of the plant, and the plant as a whole, must rapidly acclimate to fluctuating changes in environmental conditions (e.g., changes in light intensity, temperature, humidity, the presence of pathogens, etc.). Because in nature, or under field conditions, not all parts of the plant are simultaneously subjected to the same environmental conditions, plants evolved the ability to rapidly transmit cell-to-cell signals from one part to another, optimizing their overall photosynthetic activity, growth, and productivity. This ability is termed ‘systemic signaling’. A novel live imaging method to detect rapid systemic signals within and between different parts of the same plant (i.e., cell-to-cell) and/or between different plants living in a community (i.e., plant-to-plant) was recently developed. This new method will be used to study different key regulators of rapid systemic signaling within and between different plants and characterize the molecular mechanisms that integrate them. Findings from this research will enable the development of future crop plants with enhanced resilience to global warming, preventing yield losses that are estimated at billions of dollars annually to the US economy. In addition, this research will be disseminated to the public through YouTube videos, radio programs at a local public radio station, outreach activities at the University of Missouri farm, as well as mentored research experiences for undergraduate and high school students.\r\n\r\nStress-induced systemic signaling and systemic acquired acclimation play a pivotal role in plant resilience to abiotic stress. A novel imaging method that enables the measuring of rapid whole-plant systemic signals (reactive oxygen species, redox, calcium, and electric) in living plants grown in soil was recently developed. This method was used in previous studies to identify several important regulators of rapid systemic cell-to-cell signaling in plants, as well as to discover aboveground plant-to-plant systemic signaling. However, the mode of integration and hierarchy of systemic cell-to-cell and plant-to-plant signals is currently unknown. Using the newly developed imaging method, the hierarchy, mode of integration, and tissue specificity of different rapid systemic cell-to-cell and plant-to-plant signals triggered by a local application of excess light stress or wounding will be determined. In addition, the type of information being transferred during plant-to-plant signaling in response to excess light stress or wounding, and the protein complexes at the plasma membrane that integrate systemic calcium, reactive oxygen species, and redox signaling will be identified and studied. Results obtained from this study could lead to the development of novel approaches to enhance the resilience of crops to different stresses associated with global warming, as well as to the identification of key multiprotein complexes at the plasma membrane that link reactive oxygen species, redox, and calcium signaling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Mittler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Mittler",
   "pi_email_addr": "mittlerr@missouri.edu",
   "nsf_id": "000201861",
   "pi_start_date": "2024-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trupti",
   "pi_last_name": "Joshi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trupti Joshi",
   "pi_email_addr": "joshitr@missouri.edu",
   "nsf_id": "000670003",
   "pi_start_date": "2024-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 506891.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 247369.0
  }
 ],
 "por": null
}