{
 "awd_id": "2344415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator Track M: Enabling novel photonic neuromorphic devices through bridging DNA-programmable assembly and nanofabrication",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2024-01-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2024-01-09",
 "awd_max_amd_letter_date": "2024-01-09",
 "awd_abstract_narration": "Increasing demand for data processing cannot be satisfied by current technologies due to the incompatibility between new brain-inspired information-processing algorithms, hardware operating on traditional principles, and prohibitive energy requirements. The project aims to address this impasse. Specifically, it aims to develop energy-efficient optical brain-inspired (neuromorphic) computing devices through the establishment of a 3D nanofabrication platform that combines recent advances in DNA-programmable assembly and conventional lithographic methods. The developed nanofabrication methodology will be applied to solve outstanding challenges in designing and realizing novel optical metamaterials and their device-level integration for neuromorphic computing devices. By integrating optically active nanoscale components and controlling 3D organization at different scales, from nanometers to millimeters, the proposed approach will offer unprecedented opportunities to create energy-efficient, parallel, fast, and secure neuromorphic computing devices for diverse computation-intensive tasks. The project also will offer training and professional development opportunities in science, technology, engineering, and mathematics (STEM) disciplines for undergraduate and graduate students from a variety of backgrounds. \r\n\r\nThe proposed project seeks to increase optical computing density drastically by using novel neuromorphic computing devices. Such devices will be realized through specifically engineered 3D optically active nanostructured media. A neuromorphic computation, inspired by neuron information processing, is performed in this project by light propagating through the engineered media. The approach will enable a new computing paradigm suitable for several types of highly intense mathematical operations, including matrix multiplication, recurrent neural networks, and solving integral equations that can be applied broadly for image recognition. To realize such a computational approach, a DNA-assisted nanofabrication platform will be established. The platform will effectively introduce a required set of nanomaterials and methods in fabricating the designed optical neuromorphic processors. The project will establish methods for creating: (i) Integration of DNA programmable self-assembly and lithographic nanofabrication for fabricating arbitrarily defined surface-bound 3D nanostructures; (ii) Designed metamaterials with grayscale and complex optical refractive indices; (ii) Prescribed 3D nano- and mesoscale organizations of metamaterials over large areas (to a few millimeters) for realizing optical neuromorphic computing devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oleg",
   "pi_last_name": "Gang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oleg Gang",
   "pi_email_addr": "og2226@columbia.edu",
   "nsf_id": "000526296",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Shih",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Shih",
   "pi_email_addr": "william.shih@wyss.harvard.edu",
   "nsf_id": "000070390",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nanfang",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nanfang Yu",
   "pi_email_addr": "ny2214@columbia.edu",
   "nsf_id": "000631451",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zongfu",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zongfu Yu",
   "pi_email_addr": "zyu54@wisc.edu",
   "nsf_id": "000652763",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fei",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fei Zhang",
   "pi_email_addr": "fei.zhang@rutgers.edu",
   "nsf_id": "000815258",
   "pi_start_date": "2024-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 West 131st Street 6th Floor",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The project is focused on advancing optical neuromorphic computing by integrating DNA-programmable self-assembly with required optical responses. We have developed optical neural networks (ONNs) that can recognize images&mdash;such as handwritten digits, letters in various fonts, and faces. These ONNs use a special metasurface made of an array of specifically designed optical pixels. Each pixel is a unique DNA-assembled structure (called a meso-voxel) that controls how light moves through it by adjusting its refractive index. The ONN captures light directly from objects, uses its internal optical structures to process that light, and produces a small set of optical spots&mdash;like a barcode&mdash;representing the object&rsquo;s features. The resulting methodology enables the design and fabrication of novel optical neuromorphic devices that operate on fundamentally new principles, beyond the reach of traditional planar lithography. We developed computational models for the design of desired ONN devices that optimized for the specific image recognition tasks and validated them with simulations and experiments. The fabrication of ONN is based on the developed DNA structures that control multiple scales for light propagation through the integration of bottom-up and top-down fabrication methods. We have established a methodology to grow complexly patterned DNA architectures with control from nanoscale to micron-scale regimes. On the nanoscale, we use 2D addressable structures to promote the formation of 3D architectures, while patterning on a micron scale is controlled by electron beam and light-based lithography methods. These methodologies were established, investigated and optimized in our work. The DNA structures are further converted into materials with the required optical characteristics. To obtain a desired optical response locally, we developed a site-specific in-situ metallization, for which we synthesized and characterized reduction-responsive DNA probes through multistep organic synthesis. By integrating optically active nanoscale components and controlling 3D spatial organization across multiple scales, this platform opens new avenues for energy-efficient, high-speed, parallel, and secure neuromorphic computing.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/13/2025<br>\nModified by: Oleg&nbsp;Gang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project is focused on advancing optical neuromorphic computing by integrating DNA-programmable self-assembly with required optical responses. We have developed optical neural networks (ONNs) that can recognize imagessuch as handwritten digits, letters in various fonts, and faces. These ONNs use a special metasurface made of an array of specifically designed optical pixels. Each pixel is a unique DNA-assembled structure (called a meso-voxel) that controls how light moves through it by adjusting its refractive index. The ONN captures light directly from objects, uses its internal optical structures to process that light, and produces a small set of optical spotslike a barcoderepresenting the objects features. The resulting methodology enables the design and fabrication of novel optical neuromorphic devices that operate on fundamentally new principles, beyond the reach of traditional planar lithography. We developed computational models for the design of desired ONN devices that optimized for the specific image recognition tasks and validated them with simulations and experiments. The fabrication of ONN is based on the developed DNA structures that control multiple scales for light propagation through the integration of bottom-up and top-down fabrication methods. We have established a methodology to grow complexly patterned DNA architectures with control from nanoscale to micron-scale regimes. On the nanoscale, we use 2D addressable structures to promote the formation of 3D architectures, while patterning on a micron scale is controlled by electron beam and light-based lithography methods. These methodologies were established, investigated and optimized in our work. The DNA structures are further converted into materials with the required optical characteristics. To obtain a desired optical response locally, we developed a site-specific in-situ metallization, for which we synthesized and characterized reduction-responsive DNA probes through multistep organic synthesis. By integrating optically active nanoscale components and controlling 3D spatial organization across multiple scales, this platform opens new avenues for energy-efficient, high-speed, parallel, and secure neuromorphic computing.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 04/13/2025\n\n\t\t\t\t\tSubmitted by: OlegGang\n"
 }
}