{
 "awd_id": "2344790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Impact of Video-based Analysis of Classroom Teaching on STEM Teacher Preparation, Effectiveness, and Retention",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 118728.0,
 "awd_amount": 118728.0,
 "awd_min_amd_letter_date": "2024-04-03",
 "awd_max_amd_letter_date": "2024-04-03",
 "awd_abstract_narration": "The project aims to serve the national need for developing effective STEM teachers who could be retained in high-need schools. This research will investigate the impact of engaging teacher candidates and new teachers in video-based analysis of STEM classrooms with the goal of building skills in noticing inclusive approaches to STEM teaching. The project aims to engage ~200 future and current STEM teachers in video-based analysis through teacher preparation programs at seven institutions geographically spread across the country. The research is designed to investigate the impact of this video-based approach on STEM teacher effectiveness and retention in high-need schools. The project has the potential to produce new insights about this model of using video-based analysis for preparing and retaining effective STEM teachers in high-need schools with skills in inclusive STEM teaching.\r\n\r\nThis project at Vanderbilt University, Texas State University San Marcos, Teachers College Columbia University, West Chester University, University of Northern Iowa, Louisiana State University, and Kennesaw State University includes partnerships with high-need school districts local to each of our seven research sites. The project aims to address the following research questions: 1) How does K-12 teachers’ professional vision for equitable science teaching change over time through video-based examinations of practice from teacher education through induction? and, 2) How does teachers’ development of professional vision for equitable science teaching through video-based examinations of practice relate to their effectiveness and retention in high-need schools? Using a design-based research approach, two cohorts of prospective science teachers will engage in learning opportunities that support professional vision for equitable science teaching through video-based examinations of practice as part of their science methods coursework and field experiences. Selected teachers will then be followed into their induction year(s) at high-need school districts and continue to be provided support through networked video clubs. Direct observations of STEM teaching, as well as survey measures of teacher self-efficacy and equitable teaching practices, will be used to assess STEM teacher effectiveness. Surveys of teacher intentions to remain in the profession and social network analysis will be used to evaluate potential impacts on STEM teacher retention. Additionally, the project aspires to develop cross-site, longitudinal case studies across the seven sites and multiple geographic regions based on recordings of video analysis discussions, teacher interviews, and written artifacts from teacher preparation activities. The project has the promise of developing and evaluating a model for cultivating equitable noticing skills among STEM teacher candidates that could adapted by other STEM teacher preparation and professional development programs. This Track 4: Noyce Research project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Escalada",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence T Escalada",
   "pi_email_addr": "Lawrence.Escalada@uni.edu",
   "nsf_id": "000406759",
   "pi_start_date": "2024-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Iowa",
  "inst_street_address": "1227 W 27TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR FALLS",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3192733217",
  "inst_zip_code": "506140012",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN IOWA",
  "org_prnt_uei_num": "FRALVAFNF2H9",
  "org_uei_num": "PLZ1BS2RC597"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Iowa",
  "perf_str_addr": "1227 W 27TH ST",
  "perf_city_name": "CEDAR FALLS",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "506140012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 118728.0
  }
 ],
 "por": null
}