{
 "awd_id": "2344496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards constraining the source and fate of volcanically sourced mercury along the Aleutian-Alaska Arc, with implications for a revised global volcanic mercury budget",
 "cfda_num": "47.050, 47.083",
 "org_code": "06030000",
 "po_phone": "7032927977",
 "po_email": "rteasdal@nsf.gov",
 "po_sign_block_name": "Rachel Teasdale",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 553382.0,
 "awd_amount": 553382.0,
 "awd_min_amd_letter_date": "2024-08-03",
 "awd_max_amd_letter_date": "2024-08-03",
 "awd_abstract_narration": "Volcanoes are the largest primary natural source of mercury into our environment. Volcanoes are thought to release large amounts of mercury during eruptions. However, the total amount of mercury emitted during eruptions is not well known. Mercury in certain forms can pose health risks to humans and wildlife. Mercury is emitted from volcanoes as a gas. This gaseous mercury can travel long distances within a volcanic plume. Alternatively, it can bind to the surface of ash particles and fall rapidly to the ground. This study will investigate ash-bound mercury to estimate the amount of mercury released during volcanic eruptions. It will also determine whether ash-bound mercury is stable on ash or released to the environment. This work will target volcanoes in Alaska, where fish are an important food source and economic resource. Fish in certain regions of Alaska have higher mercury content than from other locations. Results from this project will help clarify the health risks of volcanic mercury for Alaskans. A postdoctoral researcher, undergraduate student, and two high school students from rural Alaska will collaborate on this project and learn about scientific career paths where they can make positive change on local issues.  This project will also introduce rural Alaskan students to research relevant to their communities. Six senior researchers will mentor the early career researchers. \r\n\r\nThis project aims to advance our understanding of the source, behavior, output, and fate of volcanic mercury. This project will analyze mercury on existing volcanic ash samples from eruptions of Alaska volcanoes. Current global volcanic mercury emission estimates have large uncertainties and are based primarily on non-eruptive measurements or models. Therefore, this work to estimate eruptive mercury emissions will help fill a significant knowledge gap. This project will use a relatively new method to quickly and affordably analyze high numbers of ash samples for total mercury and will validate this method against established techniques. Additionally, two experiments will be conducted to test the stability of mercury bound to ash in the environment. If acceptable uncertainties in the new method are found, this method will be applied to volcanic ash from 11 volcanoes across Alaska. These results will confirm the presence of low or high mercury emitting volcanoes and provide the first estimates of mercury emissions for many of these volcanoes. If successful, this work will nearly double the current globally available volcanic mercury data, improve global estimates of volcanic mercury emissions, and potentially transform the way in which we sample, analyze, and interpret volcanic mercury. Results from this project will help clarify the health risks of volcanic mercury for Alaskans. Six senior personnel will mentor early career researchers, including a postdoctoral researcher, undergraduate student, and two Alaska Native high school students from rural Alaska. Mentorship will include scientific career paths, ways students can make positive change on local issues, and will introduce rural Alaskan students to research relevant to their communities.\r\n\r\nThis project is jointly funded by NSF GEO EAR, Petrology and Geochemistry and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taryn",
   "pi_last_name": "Lopez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Taryn M Lopez",
   "pi_email_addr": "tmlopez@alaska.edu",
   "nsf_id": "000623367",
   "pi_start_date": "2024-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Barst",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin D Barst",
   "pi_email_addr": "bdbarst@alaska.edu",
   "nsf_id": "000827256",
   "pi_start_date": "2024-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N. TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 553382.0
  }
 ],
 "por": null
}