{
 "awd_id": "2345157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effect of Reynolds number on drag reduction: from near-wall cycle to large-scale motions.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 329742.0,
 "awd_amount": 329742.0,
 "awd_min_amd_letter_date": "2024-03-13",
 "awd_max_amd_letter_date": "2024-03-13",
 "awd_abstract_narration": "The problem of reducing drag on the objects in contact with viscous fluids moving relative to them is of great importance due to high economic and energy benefits associated with such drag reduction. The drag is known to increase when the relative velocity (correspondingly, the Reynolds number of the flow) increases, while many of the common drag reduction techniques are known to lose effectiveness with the increase in Reynolds number. This project will investigate the reasons for this loss of effectiveness and propose new strategies that may potentially overcome this limitation. In particular, a drag reduction mechanism in fluids flowing across a pipe that imparts a certain motion to the walls of the pipe will be considered. A hypothesis that specific parameters (such as frequency and wavelength) of such wall motions significantly influence the drag reduction will be investigated, via high-fidelity computational simulations across the range of Reynolds numbers. The project will also seek to improve the quality of education of fundamental mathematical and physical disciplines for the engineering students, via enhancing the course curriculum, engaging undergraduate students in research, and conducting outreach activities to underrepresented students across the metropolitan Phoenix area.\r\n\r\nThe project will investigate the hypothesis that the loss of performance of some common drag reduction mechanisms with increase in Reynolds number is associated with the increasing influence of large scales which may not be efficiently controlled by conventional drag reduction mechanisms. In particular, the traditional inner-scaled actuation and a less investigated outer-scaled actuation mechanisms will be compared and analyzed on an example of a turbulent pipe flow with streamwise traveling waves of transverse wall velocity as a drag reduction mechanism. Depending on the frequency and the wavelength of a traveling wave, different scales of motions in a turbulent flow will be actuated, and their role in drag reduction depending on the Reynolds number will be quantified. Additionally, a novel approach that targets small and large scales of flow simultaneously, termed a multi-scaled actuation, will be investigated. This new approach promises to overcome the limitations of previously explored methods, especially at high Reynolds number flows. Enhancing the capabilities to reduce skin friction drag at increased Reynolds numbers, approaching the target for realistic applications, will have a strong impact on the world economy, global energy usage, and emission reductions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yulia",
   "pi_last_name": "Peet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yulia Peet",
   "pi_email_addr": "ypeet@asu.edu",
   "nsf_id": "000620599",
   "pi_start_date": "2024-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 329742.0
  }
 ],
 "por": null
}