{
 "awd_id": "2345872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthetic ecology of mixed aerobic/anaerobic microbial consortia",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2024-06-24",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "Microbial consortia play crucial roles in human health, food crop performance, and other industrial and biotechnological applications. Synthetic ecology is a bottoms-up approach in which defined microbial communities are assembled and studied in controlled laboratory conditions. This type of study provides a powerful paradigm for elucidating the factors underlying community dynamics, stability, and outputs. However, the potential of this approach is constrained by a key technological barrier: the inability to conduct experiments under physiologically relevant conditions (continuous culture) at scale (multiple experimental conditions in parallel), and with control of the atmospheric gas composition. This project addresses such constraints by developing a low-cost bioreactor system for precise generation and simultaneously delivery of headspace gas mixtures across individual culture vessels in various cultures. This system is used to investigate a model synthetic community, comprised of aerobic and anaerobic bacteria, to understand how variations in oxygen drive community microbial composition in environments like the Human gut microbiome. Elements of this research are incorporated into educational activities for undergraduate and high school students. This research also supports the establishment of an iGEM team at Northeastern University, a new K-12 curriculum, and workshops designed to enhance interactions between synthetic biologists and audiences in the arts and humanities.\r\n\r\nLow-cost technology that provides precise, temporal control of the gas composition across individual cultures would be groundbreaking for studying microbial consortia. In particular, those that comprise both aerobes and anaerobes, or those that use gaseous substrates like CO2 and H2 for growth would significantly benefit from such technology. This project develops a system for precise generation and delivery of headspace gas mixtures (atmostat), coupling it with the eVOLVER which is a parallel mini-bioreactor platform, to generate a first-in-class benchtop bioreactor technology.  The system is capable of scalable, automated exploration of microbial consortia in continuous culture with control of atmospheric gas composition. The eVOLVER-atmostat system is used to study a novel synthetic community consisting of the aerobic heterotroph E. Coli and the anaerobic model acetogen Clostridium ljungdahlii. The first study examines the impact of O2 and H2 levels on community dynamics and global transcription and investigates how community dynamics are affected by heterologous expression of O2 detoxification mechanisms. The second study focuses on elucidating and engineering novel syntrophic metabolic cross-feeding interactions that can occur exclusively in a community combining aerobic and anaerobic metabolism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Woolston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Woolston",
   "pi_email_addr": "b.woolston@northeastern.edu",
   "nsf_id": "000829752",
   "pi_start_date": "2024-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ahmad",
   "pi_last_name": "Khalil",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmad S Khalil",
   "pi_email_addr": "khalil@bu.edu",
   "nsf_id": "000649697",
   "pi_start_date": "2024-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 900000.0
  }
 ],
 "por": null
}