{
 "awd_id": "2345349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Pilot Project: Enhancing STEM Participation and Attainment at a Rural, Hispanic-Serving Institution",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927210",
 "po_email": "efuller@nsf.gov",
 "po_sign_block_name": "Edgar Fuller",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2024-04-08",
 "awd_max_amd_letter_date": "2024-04-08",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic Serving Institutions (HSI Program), this Track 1 project aims to improve STEM participation and baccalaureate transfer for students at a rural HSI community college. Despite a rise in Hispanic student enrollment and graduation rates over the past few decades, Hispanic students remain underrepresented in STEM degrees and the STEM workforce. At rural HSI community colleges, many Hispanic students are unable to access required science lab coursework or engage in highly valuable undergraduate research experiences in STEM disciplines due to location constraints. Online courses in community college settings have the potential to increase access, persistence, and degree completion by removing location constraints and allowing students to continue to make progress toward their degree. The COVID-19 pandemic revealed that many under-resourced institutions, such as rural HSI community colleges, faced major challenges when seeking to deliver high-quality online laboratory science courses. Similar capacity constraints limit Hispanic students' undergraduate research opportunity at rural HSI community colleges. This research will contribute to the growing body of literature on the role that online instruction and undergraduate research experiences can play in advancing equity in STEM opportunities and outcomes via evidence-based best practices designed to build stronger STEM pathways and identities among Hispanic students at a rural HSI community college.\r\n\r\nThe aims of this project are to (1) increase access to STEM for rural students at and HSI and (2) improve degree attainment and transfer opportunities for HSI students pursuing STEM education. To address these two areas for improvement, SFSC will partner with the University of Florida Institute of Higher Education (UF IHE) to implement evidence-based best practices that increase access to required science courses and to undergraduate research experiences. These interventions will include high-quality online courses, innovative virtual science labs, and expanded undergraduate research experiences. Expected project outcomes include increased student enrollment in laboratory science courses, increased persistence of students in STEM majors, and increased participation of students in undergraduate research experiences. The collaborative research team from SFSC and UF IHE will explore the project's influence on students' STEM course participation, success, and persistence in their major. The project team will also examine faculty records for participation in undergraduate research experiences and conduct semi-structured interviews to better understand students' engagement and experiences with intervention components. Following an independent external evaluation, results of this work will be broadly disseminated at the state, regional, and national levels, including Florida College System institutions, professional associations, higher education research networks, and peer-reviewed journals focused on higher education and STEM education. To ensure broad dissemination, the project team will also create a dedicated project website and promote deliverables through the UF IHE website. The HSI Program aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hawker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Hawker",
   "pi_email_addr": "hawkerj@southflorida.edu",
   "nsf_id": "000904331",
   "pi_start_date": "2024-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lindsay",
   "pi_last_name": "Lynch",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsay B Lynch",
   "pi_email_addr": "lblynch@coe.ufl.edu",
   "nsf_id": "000511765",
   "pi_start_date": "2024-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Ortagus",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Justin C Ortagus",
   "pi_email_addr": "jortagus@coe.ufl.edu",
   "nsf_id": "000811728",
   "pi_start_date": "2024-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Sanches",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Sanches",
   "pi_email_addr": "sanchesd@southflorida.edu",
   "nsf_id": "000877298",
   "pi_start_date": "2024-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Florida State College",
  "inst_street_address": "600 W COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "AVON PARK",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8134536661",
  "inst_zip_code": "338259356",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "FL18",
  "org_lgl_bus_name": "SOUTH FLORIDA STATE COLLEGE",
  "org_prnt_uei_num": "UVX6XMQYAUV3",
  "org_uei_num": "MDCHHW2MSNN4"
 },
 "perf_inst": {
  "perf_inst_name": "South Florida State College",
  "perf_str_addr": "600 W COLLEGE DR",
  "perf_city_name": "AVON PARK",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "338259356",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "FL18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": null
}