{
 "awd_id": "2345005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Improving Secondary Mathematics Education through a Teacher Education Program Grounded in Community, Equity, and Inclusion",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 1197897.0,
 "awd_amount": 700033.0,
 "awd_min_amd_letter_date": "2024-04-15",
 "awd_max_amd_letter_date": "2024-04-15",
 "awd_abstract_narration": "The project aims to serve the national need of preparing and retaining effective middle and high school mathematics teachers for high-need school districts. Additionally, the project aims to address the need to develop STEM teachers prepared to improve access to mathematics for diverse populations of middle and high school students. The project will recruit undergraduate mathematics majors to careers in secondary mathematics teaching. These prospective teachers will be prepared by engaging in coursework, weekly field experiences in community school settings, activities with multiple teaching and community mentors, and a video-based induction program, among other activities. The project is innovative in grounding secondary mathematics teacher preparation in community school settings where schools provide community resources to address inequities and support student success.\r\n\r\nThis project at Binghamton University-State University of New York includes partnerships with three high-need local central school districts (Harpursville, Maine Endwell, and Whitney Point) and the Southern Tier Master Teacher Program. Through these partnerships, the project aims to prepare 24 new middle and high school teachers over five years. These prospective teachers will be recruited from undergraduate majors in mathematics. The project is designed to support the pedagogical practices, beliefs, and identity development of secondary mathematics teachers to be effective educators in high-need school districts through a focus on community, equity, and inclusion. Project goals include: (a) increasing the number of diverse and academically strong secondary mathematics teachers; (b) developing scholars understanding and engagement with community schools; (c) fostering scholars awareness of their own histories, identities, biases, assumptions, and relationships to mathematics, and how these shape their students' classroom experiences and learning opportunities in mathematics; (d) preparing scholars to address issues of equity, access, inclusion, and privilege within the teaching and learning of mathematics in high-need schools; and (e) retaining scholars in the field of secondary mathematics education in high-need school districts. Program evaluation will identify strengths and weaknesses of the recruitment, preparation, and retention efforts of the project with the goal of making informed improvements. Findings have the potential to highlight effective approaches for preparing and retaining highly qualified secondary mathematics committed to supporting their students to be successful as mathematics learners both in and out of the classroom. Results will be widely shared through publications, professional meetings, conference presentations, and locally through professional development workshops, annual reports to local superintendents, and social media posts. This Track 1: Scholarships and Stipends project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amber",
   "pi_last_name": "Simpson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Amber M Simpson",
   "pi_email_addr": "asimpson@binghamton.edu",
   "nsf_id": "000710083",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Biddle",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Biddle",
   "pi_email_addr": "dbiddle@binghamton.edu",
   "nsf_id": "000946939",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139024400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002829DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 700033.0
  }
 ],
 "por": null
}