{
 "awd_id": "2345598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation Potential of Practical Privacy-preserving Computing using Fully Homomorphic Encryption",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-04-30",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "The broader impact of this I-Corps project is the development of stronger data security and privacy solutions that will lead to increased trust between people and businesses when sharing data. The technology is based on a fully homomorphic encryption (FHE) technology that may enable safe sharing of large volumes of private data for research and development in a variety of domains including healthcare, medicine, transportation, and social sciences. In addition, the technology may reduce the security and privacy costs for cloud systems. In the public cloud systems, the global cumulative data breach cost in 2022 was $9.26 billion. Out of the total data breaches that took place in 2022, 64% of the breaches happened while processing the data. Using this technology, the data stays encrypted even while processing, i.e., data stays private even in the event of a data breach. Public cloud service providers may save the $5.93 billion in costs associated with a data breach, and at the same time continue to process the data. This solution may reduce the impact of data breaches and the associated costs and help cloud companies provide better data privacy services.\r\n\r\nThis I-Corps project is based on the development of a field-programmable gate array (FPGA)-based fully homomorphic encryption (FHE) hardware accelerator. The technology uses novel dataflows as well as custom microarchitecture to reduce the gap between encrypted and non-encrypted processing performance down to 25x. A prototype has been tested successfully in an academic setting using Massachusetts Open Cloud (MOC). In addition, testing is planned for deployment in commercial cloud systems. FHE solutions based on Central Processing Units (CPUs)/Graphics Processing Units (GPUs) are 3-4 orders of magnitude slower than solutions that operate on non-encrypted data, making them impractical. Custom application-specific integrated circuit (ASIC)-based FHE solutions are promising, but they cannot be readily deployed in the cloud and are very expensive. This novel technology may be deployed in public and private cloud environments with little modification to the existing cloud infrastructure making this solution both practical and inexpensive.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ajay",
   "pi_last_name": "Joshi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ajay J Joshi",
   "pi_email_addr": "joshi@bu.edu",
   "nsf_id": "000554674",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8027",
   "pgm_ref_txt": "Cyber Secur - Cyberinfrastruc"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}