{
 "awd_id": "2345994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Leveraging historical collections and new surveys to characterize foundational shifts in vital symbioses in the threatened Arctic",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922331",
 "po_email": "cbalakri@nsf.gov",
 "po_sign_block_name": "Christopher Balakrishnan",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 143676.0,
 "awd_amount": 29691.0,
 "awd_min_amd_letter_date": "2023-10-11",
 "awd_max_amd_letter_date": "2023-10-11",
 "awd_abstract_narration": "All living things on Earth, and the environments that sustain them, are shaped by symbiotic interactions. These interactions are important worldwide, but they are especially vital for organisms that live in extreme environments such as the terrestrial Arctic, where diverse but understudied symbiotic fungi (fungal endophytes) live inside the healthy plants and lichens that drive ecosystem processes. Fungal endophytes are hyperdiverse and represent a large fraction of Earth’s undiscovered fungal biodiversity. They are important in shaping their hosts’ responses to environmental stresses, including those intrinsic to the Arctic as well as the rapid and pervasive environmental changes associated with the warming of our planet. This project will discover and chart the diversity of fungal endophytes in iconic plants and lichens of the Arctic, provide information on how communities of endophytes have changed over time, and test predictions about how symbiotic communities are sensitive to environmental factors, with implications for understanding biodiversity dynamics in the vast Arctic region and beyond. The scientific aims of the project parallel a commitment to inclusively training and diversifying the next generation of biodiversity scientists while contributing broadly to science, education, and society. Overall the project will provide new insight into the biological resources of the North American Arctic by discovering diversity, tracking its environmental sensitivity over broad geographic, environmental, and temporal scales, and contributing to training, education, and outreach relevant to strengthening national resources in STEM.\r\n\r\nThe research team will conduct two field campaigns to test predictions regarding endophyte diversity, community composition, and distributions along transects that span all major Arctic subzones in eastern and western North America. Endophyte communities will be detected in representative plants and lichens via culture-based and culture-free, next-generation sequencing approaches. Field- and specimen-related data from these field collections will be contextualized by surveys of endophytes in herbarium specimens of plants and lichens collected over the past 100 years at these same sites, leveraging a recently validated approach for accessing endophyte communities in preserved host tissues. DNA sequences for newly discovered endophytes will be integrated into new tools for mapping Earth’s evolutionary history and biodiversity, with a framework based on more than 20 years of global sampling. Finally, genomic, phylogenomic, and population-genomic analyses will be used to explore diversification of endophytes and related fungi, with a focus on the most diverse lineages that engage in these important symbioses. Through these endeavors the project will generate and make public diverse new data, biodiversity informatics tools, protocols, specimens, outreach activities, educational modules, and training relevant to a wide array of disciplines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barnabas",
   "pi_last_name": "Daru",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Barnabas H Daru",
   "pi_email_addr": "bdaru@stanford.edu",
   "nsf_id": "000796889",
   "pi_start_date": "2023-10-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 29691.0
  }
 ],
 "por": null
}