{
 "awd_id": "2345293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Audio Artificial Intelligence Data Platform to Diagnose Respiratory Disease",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2023-11-22",
 "awd_max_amd_letter_date": "2023-11-22",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a respiratory disease diagnostic using an audio artificial intelligence (AI) algorithm.  The proposed technology is designed to be deployed as a smartphone app that would enable patients to self-diagnose COVID-19 and other respiratory diseases (e.g., asthma, tuberculosis, flu, lung cancer), at-home, anonymously, and in seconds through sound analysis of voluntary cough sounds. This software application may improve global health, and prevent future pandemics by changing the landscape of diagnostic testing by bringing at-home, contact-less, low-cost pre-screening for respiratory illness directly to patients.  In addition, this also may result in significant cost savings for public health departments and private medical insurers scanning for early detection of diseases in their patient populations. The proposed technology also may be used by pharmaceutical companies to measure the effectiveness of therapies for cough producing illnesses and epidemiologists and researchers could adopt this method to retrieve real-time, anonymized tracking of disease status of large populations.\r\n\r\nThis I-Corps project is based on the development of audio artificial intelligence (AI) algorithms for respiratory disease diagnostics. The proposed technology originates from research resulting in a complex clipping technique to detect COVID-19 from cough sound through audio signal feature extraction and machine learning. The proposed algorithm was trained on cough data collected from polymerase chain reaction (PCR)-tested COVID-19 patients through a series of clinical research studies. This work has shown that it is possible to diagnose COVID-19 from the cough sound alone with reliability similar to antigen testing, at high performance metrics (84% sensitivity, 84% specificity, 0.93 area under the curve (AUC)). It is anticipated that the technology can support robust detection of other diseases (e.g., asthma, tuberculosis, flu, lung cancer) with fewer training data by leveraging AI transfer learning on the massive dataset of cough/speech sounds from 415,406 PCR-tested patients across 20 countries. Additionally, preliminary results show that the complex clipping technique improves classification accuracy of other noises relevant for other contexts (e.g., automatic classification of underwater acoustic noises).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Les",
   "pi_last_name": "Atlas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Les E Atlas",
   "pi_email_addr": "atlas@ee.washington.edu",
   "nsf_id": "000341501",
   "pi_start_date": "2023-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "066E",
   "pgm_ref_txt": "INSTRUMENTATION & DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}