{
 "awd_id": "2345676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Uncertainty Aware Modeling and Control of the Microscale Selective Laser Sintering Process",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 609991.0,
 "awd_amount": 609991.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "Integration of different types of electronic chips using 3D packaging has recently attracted significant interest due to the ability of these systems to incorporate multiple functionalities into a single electronic package. However, current manufacturing processes for interconnect fabrication are not well suited for this type of integration because of inflexible processes, poor resolution, and low throughput. Microscale selective laser-sintering (μ-SLS) is a microscale additive manufacturing process that offers the potential to overcome these limitations by enabling the rapid production of sub-5 µm parts with 3D structure and good electrical conductivities. Unfortunately, the parts produced using μ-SLS often suffer from poor dimensional accuracy, which causes their performance to fall outside of the required tolerances for electronic packaging applications. These poor tolerances are caused by uncontrolled heat spread from the projected laser mask image to the surrounding areas, preventing the final part from closely matching the desired mask image. New uncertainty-aware model-based control strategies, that aim to account for the sources of variability in the μ-SLS process, will be investigated in this Grant Opportunity for Academic Liaison with Industry (GOALI) project to bring μ-SLS to commercial viability. The performance of the μ-SLS process control strategies will be tested in one of GOALI partner NXP Semiconductor’s prototype packaging lines. This project will also enhance workforce development through the creation and implementation of educational programs focused on the role of computational modeling in manufacturing for students from underrepresented backgrounds.\r\n\r\nThe ability to accurately model and quantify uncertainty in the µ-SLS process is critical to be able to generate optimal control inputs to achieve desired part geometries within specified tolerance limits for µ-SLS parts. Quantification of the sources of uncertainty and the ways in which those uncertainties propagate through the model-based control will be done through: (1) physics-based modeling with uncertainty propagation to accurately model the μ-SLS process and produce part estimates with known tolerances, (2) uncertainty aware data-driven modeling to speed up part predictions without sacrificing accuracy so that these models can be used in model-based control, and (3) model-based control to solve the inverse design problem of finding the optimal mask sets to produce μ-SLS parts with minimal dimensional errors, and to quantify these errors through rigorous uncertainty propagation. Expected outcomes of this work include improved understanding of: (1) the physical causes of uncertainty and tolerance errors in the μ-SLS process, (2) how inaccuracy/uncertainty propagate through the modeling of the μ-SLS process, and (3) the fundamental limits in model-based control of reducing part errors and improving tolerances. These new understandings will enable the μ-SLS process to produce parts with sufficient accuracy and repeatability to meet the requirements for advanced electronics packaging applications and thus provide an additive manufacturing method capable of replacing the dozens of process steps usually required in electronics packaging.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Cullinan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Cullinan",
   "pi_email_addr": "michael.cullinan@austin.utexas.edu",
   "nsf_id": "000666413",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chinedum",
   "pi_last_name": "Okwudire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chinedum Okwudire",
   "pi_email_addr": "okwudire@umich.edu",
   "nsf_id": "000615300",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raed",
   "pi_last_name": "Al Kontar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raed Al Kontar",
   "pi_email_addr": "alkontar@umich.edu",
   "nsf_id": "000784848",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chee S",
   "pi_last_name": "Foong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chee S Foong",
   "pi_email_addr": "cs.foong@nxp.com",
   "nsf_id": "000938355",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "1269",
   "pgm_ref_txt": "STATISTICS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 609991.0
  }
 ],
 "por": null
}