{
 "awd_id": "2346001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NRT-GCR, AI: Immersive Research Traineeship in the Convergence of Artificial Intelligence, Energy and Cyber Security",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928072",
 "po_email": "ddenecke@nsf.gov",
 "po_sign_block_name": "Daniel Denecke",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 3000000.0,
 "awd_amount": 775954.0,
 "awd_min_amd_letter_date": "2024-08-08",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "An efficient, secure and resilient energy infrastructure is the critical driving force for our nation’s economy, health and industry sectors and the welfare of our people. The fast-paced transformation and complexity of science and engineering discoveries and future technological innovations provide an extraordinary opportunity for future STEM graduates to address grand challenges that require a convergence of complex ideas and an interdisciplinary assimilation of cutting-edge research and education in the national priority areas of energy, artificial intelligence (AI) and cybersecurity. The National Science Foundation Research Traineeship award to the Tennessee Tech University will address existing knowledge gaps plaguing the majority of engineers and scientists specializing in divergent areas of energy technologies, AI and cybersecurity, through a rigorous and immersive traineeship that will involve cutting-edge interdisciplinary research projects, classroom training followed by group discussions and hands-on experience in real world projects using physical infrastructure, professional development initiatives and workshops and certification programs. The traineeship anticipates providing a comprehensive training opportunity for around one hundred and fifty (150) students, including twenty-four (24) funded trainees at the doctoral and master’s levels by engaging faculty and students from departments of electrical and computer engineering, computer science, mechanical engineering and education. \r\n\r\nThis National Science Foundation Research traineeship will bridge knowledge gaps existing in the national priority areas of energy, AI and cybersecurity by addressing the fundamental questions: a) Can engineers and scientists trained in cybersecurity and AI, yet lacking practical experience in physical energy infrastructure, effectively tackle energy security challenges? b) Are engineers and scientists specializing in energy generation, energy storage, and power transmission ideally positioned to identify and mitigate emerging security risks? The traineeship will equip and increase the number of qualified graduate students through an immersive and interconnected comprehensive training, based on new interdisciplinary courses and educational efforts, cutting-edge collaborative and interdisciplinary research, and through development of interpersonal and professional skills in the intersection theme of energy, AI and cybersecurity. Educational efforts will concentrate on jointly developing new, interdisciplinary courses to accommodate the research needs of the trainees. The courses will involve lectures and immersion through group discussions, an industry lecture series, project pitches, and hands-on class projects. These courses will also improve communication and teamwork skills through discussions and presentations. Research efforts will generate new knowledge that will be integrated into educational offerings for new cohorts of trainees. The interdisciplinary nature of research projects involving multiple students and faculty in the convergence theme will improve fundamental scientific understanding, critical thinking, teamwork and collaboration, and communication skills. Professional development trainings related to module development, career coaching, resume building, interview preparation, technology innovation and opportunities will improve skills and competencies. The traineeship will promote an inclusive research and education program that supports a sustainable pipeline of diverse graduate students with high technical competency and transferrable professional skills to meet regional and national workforce needs in three very important areas of national priority. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary or convergent research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Indranil",
   "pi_last_name": "Bhattacharya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Indranil Bhattacharya",
   "pi_email_addr": "ibhattacharya@tntech.edu",
   "nsf_id": "000653596",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Talbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Talbert",
   "pi_email_addr": "dtalbert@tntech.edu",
   "nsf_id": "000364744",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maanak",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maanak Gupta",
   "pi_email_addr": "mgupta@tntech.edu",
   "nsf_id": "000819245",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kumar",
   "pi_last_name": "Yelamarthi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kumar Yelamarthi",
   "pi_email_addr": "kyelamarthi@tntech.edu",
   "nsf_id": "000868242",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eunsung",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunsung Park",
   "pi_email_addr": "epark@tntech.edu",
   "nsf_id": "000951131",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee Technological University",
  "inst_street_address": "1 WILLIAM L JONES DR",
  "inst_street_address_2": "",
  "inst_city_name": "COOKEVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313723374",
  "inst_zip_code": "385050001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "TN06",
  "org_lgl_bus_name": "TENNESSEE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZNHNMDUTJA5"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee Technological University",
  "perf_str_addr": "1 WILLIAM L JONES DR",
  "perf_city_name": "COOKEVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "385050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "TN06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "260Y00",
   "pgm_ele_name": "Innovations in Grad Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002829DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 775954.0
  }
 ],
 "por": null
}