{
 "awd_id": "2346139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POSE: Phase I: Towards an open-source energy data ecosystem",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 299890.0,
 "awd_amount": 319873.0,
 "awd_min_amd_letter_date": "2024-06-20",
 "awd_max_amd_letter_date": "2024-08-20",
 "awd_abstract_narration": "With this Pathways for Open-Source Ecosystems (POSE) project, Catalyst Cooperative is laying the groundwork for an open-source ecosystem that produces freely available, openly licensed, analysis-ready energy system data for use by researchers, policymakers, and small and medium sized enterprises. This new energy grid will be more dynamic and interactive than the one built during the 20th century, making computer models an increasingly important part of grid planning. Unfortunately, the high-quality data those models will need to ensure that the energy transition is smooth, equitable, and cost-effective is not currently available to the public, slowing progress and excluding many stakeholders. This NSF POSE Phase I project builds on the success of the Public Utility Data Liberation (PUDL) project, making its governance, infrastructure, and user community more robust so that PUDL can attract and retain new users and open-source contributors from a variety of disciplines. A vibrant open-source ecosystem producing and curating open energy system data will reduce duplicative data preparation, increase research productivity, improve reproducibility, and make it easier for community members to share best practices and build upon each other's work.\r\n\r\nIn this POSE Phase I project, Catalyst Cooperative will chart a path towards a sustainable open-source ecosystem model and address foundational barriers to open-source contributions. Through surveys, improved usage tracking, and community discussions, the team will seek to better understand the range of potential users of open-source energy system data in the U.S., their motivations for contributing to or using the data, and the technical or institutional barriers which may prevent them from doing so. Through interactive tutorials, university brown-bags, and other outreach efforts, the project aims to identify accessible pathways for those with energy system domain expertise to acquire the software and data engineering skills needed to collaborate across disciplines in a distributed open-source ecosystem. At the same time, improving PUDL’s existing software testing and data validation frameworks will ensure that contributors can immediately understand the impacts of any changes they make, and can easily contribute without negatively impacting data quality. To plan for a growing user base, Catalyst Cooperative is also identifying appropriate governance models for the project that can help it become a self-sustaining ecosystem.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Gosnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina Gosnell",
   "pi_email_addr": "cgosnell@catalyst.coop",
   "nsf_id": "000944858",
   "pi_start_date": "2024-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CATALYST COOPERATIVE",
  "inst_street_address": "4634 CHESTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7204431363",
  "inst_zip_code": "191433605",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "CATALYST COOPERATIVE",
  "org_prnt_uei_num": "WSL6UAWL4M47",
  "org_uei_num": "WSL6UAWL4M47"
 },
 "perf_inst": {
  "perf_inst_name": "CATALYST COOPERATIVE",
  "perf_str_addr": "1942 BROADWAY",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803025233",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "211Y00",
   "pgm_ele_name": "POSE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 319873.0
  }
 ],
 "por": null
}