{
 "awd_id": "2346918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: Strategic Planning for Itasca Biological Station & Laboratories",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2024-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 24950.0,
 "awd_amount": 24950.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "Since 1907, the University of Minnesota’s Itasca Biological Station & Laboratories (IBSL) has offered educational programming and research in the general area of environmental biology. Legions of scientific leaders have trained and conducted research at Itasca. The 50-acre campus is on the eastern shore of the official headwaters of the Mississippi River (Lake Itasca), it sits at the nexus of the three largest Biomes in North America, and it is located inside the second oldest State Park in the United States, Itasca State Park. The scientists visiting IBSL have laid foundations in biology and ecology, and they have applied their research to protect and inform management for a large number of regional natural areas, including 14,000 hectares of old-growth forest in the State Park. These scientists are also increasingly realizing the potential for partnering with Itasca State Park to engage the public across a rural-urban divide and for building relationships with indigenous communities of northwestern Minnesota. The Station hosts >7000 annual users, maintains 64 buildings, manages 45 hectares of land, and employs 8-10 local seasonal staff each year. This is a large portfolio for a field station, but the general trend over several decades has been a drift away from IBSL-led programming, with associated pros and cons. With nearly 100% turnover in the staffing at IBSL in recent years, including two new Directors, and with extensive turnover in administration on the main Twin Cities campus, the timing is very good for planning the road ahead for this field station. \r\n\r\nA specific planning effort for IBSL will convene an advisory team of 15-25 stakeholders and a professional facilitator over two full days of guided discussion at the IBSL campus. Stakeholders will include the Dean of the College of Biological Sciences (CBS), along with key administrators from CBS, from the Minnesota Department of Natural Resources (including State Park staff), from local/indigenous communities, and from several relevant field stations as external reviewers. A facilitator will help the group focus on research capacity building along with the teaching and engagement portfolios, with an additional sustainability topic area that includes buildings and grounds. This effort will achieve two outcomes. 1) The first core outcome will be a dynamic strategic plan that can act as a guiding document and a sharable vision. This plan will include a near-term plan of action, a long-range outlook, and a specific 5-year core planning document. 2) A second core outcome will be a vocal stakeholder base that can inform and amplify the vision at IBSL. An aspect of planning will focus on supporting and fostering this base network after the planning effort is finished. Change in the face of traditions can be challenging, and this stakeholder group will strategically create bridges to the main campus, to local communities, and to the State.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Schilling",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan S Schilling",
   "pi_email_addr": "schillin@umn.edu",
   "nsf_id": "000521872",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Schilling",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Emily G Schilling",
   "pi_email_addr": "egschill@umn.edu",
   "nsf_id": "000951349",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 OAK ST SE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169Y00",
   "pgm_ele_name": "Capacity: Field Stations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1104",
   "pgm_ref_txt": "FIELD STATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 24950.0
  }
 ],
 "por": null
}