{
 "awd_id": "2346706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DNA-Protein Cross-link Formation by Chimeric Bis-electrophiles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 555000.0,
 "awd_amount": 585427.0,
 "awd_min_amd_letter_date": "2024-03-21",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes (CLP) program in the Division of Chemistry, Professor Marc Greenberg of Johns Hopkins University and his research team are studying the development of molecules for the selective formation of DNA-protein crosslinks (DPCs). DPCs are a cytotoxic form of DNA damage that potently block replication and transcription. Despite their biological significance, DPCs are often overshadowed by other forms of damage, such as DNA-DNA interstrand crosslinks (ICLs). The development of these molecules could be useful for studying DPC formation in the test tube, in cells and possibly even organisms. Selective DPC formation would enable scientists to study how such cytotoxic lesions are repaired and determine the consequences of their formation on processes involved in genetic expression. These molecules could be especially useful in the complex environment of cells, where the formation of mixtures makes it particularly difficult to elucidate the consequences of individual chemical products. This project will provide students with broad training in several research areas, including synthetic organic chemistry, biochemistry, and cell biology. The students that obtain training while contributing to this project, will include those from groups that have historically been underrepresented in the sciences.\r\n\r\nUnder this award, the Greenberg laboratory will focus synthetic efforts on bis-electrophiles that take advantage of the high reactivity of nitrogen mustards to rapidly alkylate DNA. However, one of the highly reactive chloroethyl groups will be replaced with a more selective electrophile that is designed to preferentially react with the side-chain amino group of lysines. In this way, the formation of monoalkylation products that account for the majority of nitrogen mustard reactivity will be disfavored. Furthermore, the selectivity of the electrophile to form DPCs over ICLs will be determined. Selective DPC formation will be tested in nucleosome core particles, as well as in cells. Preferential DPC formation compared to ICLs will be probed using various cell lines that are deficient in repair of one lesion family. For instance, it is hypothesized that cells lacking SPRTN, a protease that initiates DPC repair, will be hypersensitive to the molecules. Selective DPC formation in cells that lack SPRTN would enable the exploration of alternative DPC repair systems. Studies with these bis-electrophiles may provide the foundation for the discovery of therapeutic agents that act by forming DPCs in targeted cellular loci.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Greenberg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marc M Greenberg",
   "pi_email_addr": "mgreenberg@jhu.edu",
   "nsf_id": "000167959",
   "pi_start_date": "2024-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 585427.0
  }
 ],
 "por": null
}