{
 "awd_id": "2346428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Integrative Investigation of Dispersal Plasticity Using a Coral Reef Fish",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1599823.0,
 "awd_amount": 1599823.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-11-22",
 "awd_abstract_narration": "Many marine organisms, from corals to fishes, have complex life cycles with relatively sedentary adults and dispersive larvae. The larval phase remains one of the big unknowns in marine ecology. It involves a number of complex questions. How far do larvae disperse from their parents? What causes variation in larval dispersal distance? What are the consequences of variation in larval dispersal distance? These types of questions are being addressed using clown anemonefish (a.k.a. Nemo), using a combination of laboratory experiments, field experiments, molecular genetics, and mathematical modeling. The clown anemonefish has become a model system for investigations in marine science due to its tractability in the laboratory and in the field. The research objectives are integrated with multiple broader impact activities: undergraduates and graduate students will be trained in the field of marine ecology and are learning transferable skills in experimental design, data collection, data management, statistical modeling, and scientific communication; high school students from groups underrepresented in STEM are being provided opportunities to participate in all aspects of the scientific process, so that they might consider STEM more seriously as a career choice; a book is being written, targeting a teenage audience and presenting marine ecology research and profiling marine ecology researchers, so that the field can be better understood by the general public; and the research is to be published in popular science magazines in English and Spanish. Insights from this research may also ultimately inform the creation of marine protected areas and better fishing regulations.\r\n\r\nUnderstanding the patterns and causes of marine larval dispersal is central to understanding marine metapopulation dynamics. In recent years, great advances have been made in measuring larval dispersal, using genotyping and parentage analysis to document self-recruitment and export and provide quantitative estimates of dispersal kernels. This prior work revealed that there is substantial intraspecific variation in larval dispersal distances. One of the most plausible explanations -- the testing of which is the focus of this project - is that there is plasticity in larval dispersal traits and distances in response to variation in the quality of parental environments. The investigators are integrating laboratory experiments, field experiments, and theoretical modeling and using the clownfish (Amphiprion percula) as a model system. First, the hypothesis that parents in high- and low-quality environments will produce larvae that differ in morphology, behavior, physiology, and gene expression is being tested. Second, the hypothesis that parents in high- and low-quality environments will produce larvae that differ in their dispersal distance distributions is being tested. Third, the generality of the results and their broader implications is being investigated using theoretical modeling to evaluate the evolutionary causes and ecological consequences of dispersal plasticity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Buston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Buston",
   "pi_email_addr": "buston@bu.edu",
   "nsf_id": "000583250",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Davies",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah W Davies",
   "pi_email_addr": "daviessw@bu.edu",
   "nsf_id": "000716627",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranjan",
   "pi_last_name": "Muthukrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranjan Muthukrishnan",
   "pi_email_addr": "ranjan.muthukrishnan@gmail.com",
   "nsf_id": "000811032",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1599823.0
  }
 ],
 "por": null
}