{
 "awd_id": "2346005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NRT-Al: AI-driven next-generation semiconductor materials and devices",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032924316",
 "po_email": "ewebber@nsf.gov",
 "po_sign_block_name": "Liz Webber",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 523514.0,
 "awd_amount": 523514.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "Electronic devices, from cell phones to entertainment consoles to medical devices and laptops, have become a mainstay of our society. All of these devices rely on the availability of electricity and tiny chips that constitute the “brain” of the device. Critical to this technology is the availability of a trained workforce with the multidisciplinary skill set who are able to produce these tiny and complex machines as well as innovate new technologies. The microelectronics industries where chips are manufactured constantly update their products to take advantage of new materials with better properties and improved ways of fabricating them from raw feedstocks. There is a strong need to commercialize these products efficiently, sustainably and cheaply. Increasingly, this means incorporating machine learning (ML) and artificial intelligence (AI) into the design and fabrication process. This National Science Foundation Research Traineeship (NRT) award to Johns Hopkins and Morgan State Universities will prepare students fluent in both the science underpinning electronic device fabrication and AI, and thereby prepare them for the tens of thousands of new jobs that the microelectronics industry will need to fill over the next decade. Trainees will also become skilled in basic business principles to acquaint them with the skills they will need to understand supply chain concerns, make strong business cases for new designs, and learn to become entrepreneurs. Our program will also educate trainees to understand career options in this broad business sector and provide them with the skills to be able to communicate with and manage individuals, teams and investors. They will learn about the cutting edge of chip design and manufacturing, from next-generation materials capable of handling different environments and applications to quantum computers. Our efforts will be targeted towards creating opportunities for those who traditionally do not have access to such high-tech career options and help create mentoring relationships that last a lifetime.\r\n\r\nAs we near the limit of advances in microchip capacity and scaling, there is an imperative to become more creative with the use of new materials, new processing approaches, and new device designs to meet the insatiable need for continued performance growth. Recent Chips and Science Act legislation also stimulated new approaches to associated challenges in materials discovery and in the incorporation of new processes and device architectures. This training program will educate STEM graduate students to create the next generation of materials and devices driven by AI/ML integration. This innovative experiential educational program puts the student at the center of an individualized course of learning and career preparation. Trainees will be prepared to explore career options by acquiring customized skills needed for a specific career-focused track and will obtain path-distinguishing skills that will make them attractive hires. Their experiences include hands-on work in both physical and computational/AI labs; student training in funding oversight to teach leadership skills and ingenuity; presentation of a business plan to potential investors; participation in an internship at a venue relevant to their chosen track; intensive networking with domain experts; and exposure to career opportunities at annual interaction events. Four research thrusts explore advances in AI-Driven Development of: low-dimensional and quantum materials; materials for advanced semiconductor manufacturing; advanced computing hardware; and next-generation electronics for new environments and applications. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary or convergent research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Onyemauchichkwu",
   "pi_last_name": "Osuagwu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Onyemauchichkwu Osuagwu",
   "pi_email_addr": "onyema.osuagwu@morgan.edu",
   "nsf_id": "000746945",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kofi",
   "pi_last_name": "Nyarko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kofi Nyarko",
   "pi_email_addr": "Kofi.Nyarko@morgan.edu",
   "nsf_id": "000619027",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Spencer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Spencer",
   "pi_email_addr": "Michael.Spencer@morgan.edu",
   "nsf_id": "000766757",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morgan State University",
  "inst_street_address": "1700 E COLD SPRING LN",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4438853200",
  "inst_zip_code": "212510001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "MORGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "KULSKCCZJT27",
  "org_uei_num": "KULSKCCZJT27"
 },
 "perf_inst": {
  "perf_inst_name": "Morgan State University",
  "perf_str_addr": "1700 E COLD SPRING LN",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212510001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "093Z",
   "pgm_ref_txt": "AI Education/Workforce Develop"
  },
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 523514.0
  }
 ],
 "por": null
}