{
 "awd_id": "2346261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POSE: Phase I: Scoping and Planning for an Open-Source Ecosystem of Machine Learning Models That Select Texts for Research Purposes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 299635.0,
 "awd_amount": 299635.0,
 "awd_min_amd_letter_date": "2024-06-13",
 "awd_max_amd_letter_date": "2024-06-13",
 "awd_abstract_narration": "This project conducts scoping and planning activities that inform the transitioning from an academic research artifact to a sustainable and robust open-source ecosystem. The research artifact is machine learning software that identifies statements worthy of attention in textual sources, allowing users to prioritize those texts for further research. The proposed open-source ecosystem offers several key benefits to continued development of the software. It expands the software's contributor base, bringing in people with a variety of expertise and enriching the project with diverse perspectives. It also broadens the software's user base and helps discover new use cases and application domains. The open-source ecosystem's managing organization advances the project in several ways: it facilitates the recruitment and retention of both users and contributors; it ensures the software product's quality, thereby enhancing security and transparency while reducing bias through the collective intelligence of its community and well-documented processes; and it helps sustain the software product through mechanisms such as fundraising. \r\n\r\nThis project involves an array of scoping and planning activities for the open-source ecosystem. The team will employ methods for assessing the demands and pain-points of potential users of the software and determining necessary features for ecosystem development, and for developing strategies to recruit and engage potential users. Additionally, the project recruits stakeholders to assist in preparing a comprehensive plan for organizing and governing the open-source ecosystem, including the evaluation of organizational and governance models, strategies for continuous development, content auditing, and ensuring sustainability. The project fosters community growth by carrying out activities for identifying essential research and development capabilities within potential contributor communities and effective mechanisms for engaging such contributors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chengkai",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chengkai Li",
   "pi_email_addr": "cli@uta.edu",
   "nsf_id": "000084349",
   "pi_start_date": "2024-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S. NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "211Y00",
   "pgm_ele_name": "POSE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299635.0
  }
 ],
 "por": null
}