{
 "awd_id": "2347076",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Explorations: Syracuse University Physics Emerging Research Technologies Summer High school Internship Program (SUPER-Tech SHIP)",
 "cfda_num": "47.076, 47.084",
 "org_code": "15020000",
 "po_phone": "7032925188",
 "po_email": "mcrowe@nsf.gov",
 "po_sign_block_name": "Mary Crowe",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 993869.0,
 "awd_amount": 993869.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "The high-tech industries of the future need trained workers who are excited about science and technology. Syracuse is a city that is ripe for opportunities, and recent economic developments in the technology sector locally indicate that the city needs a well-trained technological workforce to meet the future demand. The Physics Department at Syracuse University has an epic goal to become a touchstone for historically excluded groups in physics, focusing on Black, Latino, Indigenous, and women students. To achieve that goal, the proposed Syracuse University Physics Emerging Research Technologies Summer High school Internship Program (SUPER-Tech SHIP) will connect students to the exposure, knowledge, and skills they need for the quantum, semiconductor, and biotech opportunities that are growing locally. SUPER-Tech SHIP is a paid summer high school research internship program for students from local area high schools in the city of Syracuse and surrounding areas of Central New York. The program will meet students where they are and invite and welcome them into our research community to help them see themselves in these roles. The SUPER-Tech SHIP program is an essential component for facilitating students’ first step from high school into technological careers through direct exposure to several emergent technology fields. The Syracuse area has a rapidly expanding industrial footprint for these emerging fields, and these high-tech sectors will need a workforce that understands technology. Syracuse Physics is uniquely positioned to build a diverse workforce for emerging technologies because our region has a high population of historically excluded groups, there is an outstanding research university with excellent scientists working in emerging technological fields, there is a wonderful town-gown relationship, and there are local industries and research labs in need of many technical workers. Leveraging all this, SUPER-Tech SHIP will create the pipeline for a diverse future workforce to the benefit of the industries and the local community.\r\n\r\nThis is an ExLENT Explorations proposal to expose high school students to the skills and concepts of emerging technology fields found in the Syracuse University Physics Department including: quantum information, semiconductors, and biotechnology. This project is a major partnership with Syracuse City School District (SCSD), an inner-city district with high numbers of students from groups historically excluded from physics. The new program, SUPER-Tech SHIP, will have the following elements (1) recruitment by Syracuse Physics faculty visiting all Syracuse City School District science classrooms, (2) an application process focused on student persistence, (3) initial bootcamps to orient and ready the students for all the internships in research labs, (4) a longer-term research experience in a lab, and (5) an end of the program poster session and celebration with friends, family, and teachers. The SUPER-Tech SHIP will include bringing back prior participants to serve as near-peer mentors to the high school participants. New partners from industry and national labs are being incorporated to give more role-models with whom student participants will network. Extensive cohort building, assertive mentoring, and belonging interventions will be implemented through the SUPER-Tech SHIP. In labs, participants will work in pairs to have a local peer mentor. Student pairs will mix during orientation bootcamps to expand their peer network. Near-peer mentors (undergrads and prior cohort participants) will be involved in research with the participants. Weekly fun activities will explore the campus to acclimate high school participants. Within the Syracuse Physics Department, a dedicated space will be created for these students for the duration of the 6-week program. A SCSD teacher will check in with students weekly and give feedback to the department on real-time changes. Students will also have weekly science seminars and lunch with speakers from the faculty, industry, and a local Air Force Research Lab.  Finally, the program will have a dedicated graduate student administrative staff member from the same neighborhoods as the high school participants to serve as a resource and mentor. Systemic barriers to internships exist for Syracuse City students. To recruit students and eliminate barriers, the internship provides each student with a significant stipend, daily transportation to and front the university, and daily breakfast and lunch at a dining hall on campus. These mechanisms are needed to (1) entice students to this opportunity, (2) make it worth their while financially compared to other jobs in the summer, (3) reduce barriers of transportation in the city, and (4) increase food security of the students while in our program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Ross",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Ross",
   "pi_email_addr": "dr.jennyross@gmail.com",
   "nsf_id": "000076940",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Soderberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell Soderberg",
   "pi_email_addr": "msoderbe@syr.edu",
   "nsf_id": "000572452",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132440001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 993869.0
  }
 ],
 "por": null
}