{
 "awd_id": "2347492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: High-Entropy Lithium-Garnet Ceramic Solid-State Electrolytes for Energy Storage",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922487",
 "po_email": "jterpenn@nsf.gov",
 "po_sign_block_name": "Janis Terpenny",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2024-05-13",
 "awd_max_amd_letter_date": "2024-05-13",
 "awd_abstract_narration": "This Engineering Research Initiation (ERI) grant supports research to design and fabricate high-entropy lithium-garnet ceramic solid-state electrolytes for energy storage. With the increased demand for energy storage in various fields from portable electronic devices to electric vehicles, batteries have attracted more attention in the past decades. Solid-state batteries, which use non-flammable solid-state electrolytes to replace the flammable liquid electrolytes in lithium-ion batteries, are intrinsically safe and can achieve higher energy densities with reduced manufacturing cost. The manufacturing of solid-state batteries requires electrolytes with desired properties such as high ionic conductivity, good stability against electrodes, and sufficient mechanical strength. With multiple substituting elements on the same site in the ceramic crystal, the configurational entropy is high, and these high-entropy ceramics exhibit unique and useful properties. This award supports fundamental research to process high-entropy lithium-garnet electrolytes by mixing micron-size particles and consolidating them. The availability of solid-state batteries with improved properties benefits the U.S. economy, environment, and society. This multidisciplinary project involves materials engineering, electrochemistry, and manufacturing. It broadly impacts engineering education and the community by supporting women and underrepresented minorities in research, outreach to diverse audiences, and collaboration with industrial partners.\r\n\r\nCeramic solid-state electrolyte-based solid-state batteries can fundamentally address the safety and energy density concerns in Li-ion batteries. One of the key issues in solid-state batteries is to fabricate solid-state electrolytes with desired electrochemical properties. With the concept of high-entropy which includes multiple substituting elements on the same crystal site, the project designs and fabricates high-entropy lithium (Li)-garnet ceramic electrolytes with the goal to improve the ionic conductivity. Due to the complexity of the chemical formula of high-entropy Li-garnet, principles to incorporate appropriate elements are planned to be developed. With the hypothesis that proper multiple substituting elements can influence the crystallographic structures and microstructures, samples based on these design principles are experimentally fabricated by ball-milling stoichiometric amounts of the materials. These materials are then calcinated, comminuted to reduce the particle size, compacted into pellets, and sintered to near full density. The high entropy Li-garnet ceramic solid-state electrolyte materials are characterized for microstructure and electrochemical behavior to fundamentally correlate the design-processing-structure-property relationship. This research plans to fill the knowledge gap in the chemical formula designing principles of high-entropy ceramic electrolytes for desired electrochemical properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhezhen",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhezhen Fu",
   "pi_email_addr": "zwf5065@psu.edu",
   "nsf_id": "000902370",
   "pi_start_date": "2024-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ Harrisburg",
  "perf_str_addr": "777 W Harrisburg Pike",
  "perf_city_name": "Middletown",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "170574846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "PA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9264",
   "pgm_ref_txt": "RESEARCH INITIATION AWARD"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}