{
 "awd_id": "2347159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partnerships for Enhancing ERI Research (PEER)",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032925015",
 "po_email": "dstroud@nsf.gov",
 "po_sign_block_name": "Dina Stroud",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2029-05-31",
 "tot_intn_awd_amt": 1947176.0,
 "awd_amount": 1947176.0,
 "awd_min_amd_letter_date": "2024-04-01",
 "awd_max_amd_letter_date": "2024-04-01",
 "awd_abstract_narration": "Bradley University's Partnerships for Enhancing ERI Research (PEER) is an NSF GRANTED project that will transform the research enterprise at a mid-sized emerging research institution (ERI). Limited research administration and support can hamper competition for research funding. By enhancing the services provided at ERIs, the nation's research enterprise benefits by utilizing these talented investigators to help make impactful scientific advances. Bradley University's PEER project will serve as a model for strategies that peer institutions can implement to support their faculty and enhance their research infrastructure in sustainable ways. As a result of this five-year project, Bradley University will see measurable increases in the number and quality of proposals submitted by university employees, the number of publications generated by research-active faculty, and the number of students involved in collaborative research. Research and evaluation efforts will generate new knowledge on best practices and sustainable models of research and sponsored program administration at smaller institutions, primarily undergraduate institutions (PUIs) and ERIs. This project will open research opportunities and grant-seeking to faculty that otherwise would not have been able to pursue those activities and, in turn, will increase student engagement in mentored research. This high-impact practice will increase student success and earning potential after graduation. Results from the research studies and evaluation efforts will be distributed to audiences of peer institutions through formats such as presentations at national conferences, submissions to peer-reviewed journals on research administration, and distribution through relevant listservs and peer groups. \r\n\r\nThe overarching goals of the PEER project are to enhance Bradley University's research enterprise in innovative and sustainable ways, to serve as a model for peer institutions, and to contribute to the knowledge base on research administration at ERIs. The project team will accomplish three key objectives: (1) Enhance the function of the Office of Sponsored Programs (OSP) through tailored investments in human capital and training, (2) stimulate a campus culture that encourages and celebrates research and grant seeking, and (3) research, evaluate, and disseminate results on program effectiveness. The PEER project will generate new knowledge on the efficacy of research administration interventions at PUI/ERIs through research and program evaluation. Mixed-methods research will be conducted on the value of two innovative interventions – the OSP Advocate program and the multi-institution peer review program. The OSP Advocate program will consist of five advocates, one each from Bradley's five colleges, who will serve as a network of individuals with training and familiarity in both pre- and post-award practices and will support research and grant-seeking efforts across the institution. The multi-institution peer review program will begin with a partnership with Western Illinois University and add others after completing the pilot study. For this initiative, faculty from one institution will review proposals written by faculty in a related field at the other institution. Neither of these innovative interventions has been discussed in the literature in the manner they will be implemented in the PEER project. As such, this study will provide valuable insight into attainable and sustainable initiatives that will enhance similar institutions' research and grant-seeking efforts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Andersh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley J Andersh",
   "pi_email_addr": "bja@bradley.edu",
   "nsf_id": "000403058",
   "pi_start_date": "2024-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Burge",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer G Burge",
   "pi_email_addr": "jgruening@bradley.edu",
   "nsf_id": "000545984",
   "pi_start_date": "2024-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bradley University",
  "inst_street_address": "1501 W BRADLEY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PEORIA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3096767611",
  "inst_zip_code": "616250001",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BRADLEY UNIVERSITY",
  "org_prnt_uei_num": "HU69KMPT5HR3",
  "org_uei_num": "D3ZVNXBL1DJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Bradley University",
  "perf_str_addr": "1501 W BRADLEY AVE",
  "perf_city_name": "PEORIA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "616250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "221Y00",
   "pgm_ele_name": "GRANTED"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1947176.0
  }
 ],
 "por": null
}