{
 "awd_id": "2347200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating theory and experiment to understand the effects of press and pulse disturbances on competitive and consumer-resource interactions",
 "cfda_num": "47.049, 47.074",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 622793.0,
 "awd_amount": 622793.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "This project will integrate mathematical models and experiments to generate and test key hypotheses on the effects of disturbances on biodiversity. Environmental disturbances that cause mortality, such as fire, drought, and flood, are an important feature of any biological community. Through these changes, disturbances can alter the composition of a community and change how the community functions. Biological communities are increasingly facing novel disturbances, and humans routinely employ disturbances, such as pesticides and logging, to manage and harvest ecosystems. Uncovering the myriad effects of disturbances on communities is therefore important for our understanding and management of any ecosystem. However, a systematic understanding of disturbances has been challenging because they come in many forms and affect every type of community. Our project will employ two novel approaches to overcome this challenge. First, it will directly compare the effects of two broad types of disturbances: pulses, which are short and discrete events, and presses, which are long and sustained events. Second, the project will uncover the effects of disturbances on communities where organisms compete over limited resources as well as in communities where one organism consumes another. The project will use a community of bacteria and their predators which allows for highly controlled experiments, which will then inform field systems. It will also recruit a new generation of scientists into disturbance ecology through a course on student-led research projects, which has been shown to increase STEM retention rates in students across diverse backgrounds.\r\n\r\nA critical difference between pulse and press disturbances lies in how communities respond to them over time. To precisely compare the effects of pulse vs. press disturbances, one major challenge is to analyze how variations in dynamics arising from different frequencies and intensities of pulses result in different community outcomes, while controlling for the overall mortality rate over the duration of the disturbance.  Consequently, ecologists have historically studied press and pulse disturbances separately. Our recent work, however, has developed novel methods to overcome this challenge. We further hypothesize that pulse and press disturbances can have qualitatively different effects on community dynamics. The project will test these methods and hypotheses by integrating mathematical models of disturbances with microcosm experiments. Using microbial systems, we will: (1) Determine the differential effects of pulse and press disturbances on competitive community dynamics in a single trophic layer using an experimental community of Pseudomonas fluorescens strains; (2) Develop mathematical models to elucidate the effects of pulse and press disturbances on communities with predator-prey interactions; (3) Experimentally analyze the differential effects of pulse and press disturbances on predator-prey dynamics using a protist predator Tetrahymena thermophila of P. fluorescens. Our work generalizes disturbance theory to consumer-resource interactions (e.g., predator-prey, host-pathogen, plant-herbivore), which are ubiquitous and fundamental processes across ecological systems yet often overlooked in the disturbance literature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katriona",
   "pi_last_name": "Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katriona Shea",
   "pi_email_addr": "k-shea@psu.edu",
   "nsf_id": "000489789",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hidetoshi",
   "pi_last_name": "Inamine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hidetoshi Inamine",
   "pi_email_addr": "hinamine@psu.edu",
   "nsf_id": "000922569",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 622793.0
  }
 ],
 "por": null
}