{
 "awd_id": "2347602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Towards Ubiquitous Circuit Robustness Through Graph Neural Network",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 199437.0,
 "awd_amount": 199437.0,
 "awd_min_amd_letter_date": "2024-07-24",
 "awd_max_amd_letter_date": "2024-07-24",
 "awd_abstract_narration": "With the rising cost associated with chip manufacturing, domestic chip companies have chosen to delegate costly fabrication processes to foreign foundries. While these third-party fabrication services can significantly alleviate the design burden and reduce the expenses associated with maintaining expensive foundries, they also introduce security risks. Malicious actors can potentially exploit this situation, leading to the manipulation and degradation of hardware components at any point within the entire chip supply chain. For the past decade, logic-locking research, which introduces additional key gates or states in both combinational and sequential circuits, offers potential opportunities for integrating hardware security measures into the commercial chip design process. While previous work on logic-locking has explored different aspects of developing countermeasures, the absence of a systematic analysis and associated overhead associated with locking methods have had a notable impact on the practicality of employing logic-locking techniques. Taking these observations into consideration, this project seeks to establish a new infrastructure that heavily relies on graph neural networks to investigate the characteristics of different logic locking techniques. This method will streamline the advancement of logic-locking techniques, thereby enhancing their feasibility within contemporary integrated circuit (IC) design workflows. This project can ultimately shift logic-locking from in-lab research to a recognized industry standard for safeguarding intellectual property. Furthermore, this project aims to disseminate insights and breakthroughs through the publication of scholarly articles, as well as the release of open-source software, demonstration resources, and datasets to the wider community. This project will also have significant impact on education by incorporating research findings into university curriculum and providing unique learning opportunities for students, including those from underrepresented groups. Through these efforts, the project will enhance our comprehension and capabilities in hardware security and will also cultivate a new generation of students and engineers equipped with the necessary knowledge and tools to address future challenges in this rapidly evolving field.\r\n\r\nThe goal of this project is to advance the field of hardware security techniques and foundational elements by harnessing advanced graph neural networks. To achieve this goal, this project promotes the development of an infrastructure that utilizes graph neural networks to learn features of various locking techniques, build models based on logic locking principles, generate novel locking methods through transfer learning, and deploy generated locking strategies to hardware implementations. The project will be structured around three tightly intertwined research thrusts: 1) developing graph neural network models centered around sequential logic locking methods; 2) advancing transfer learning methodologies applied to graph neural network models for the automated generation of locking techniques; and 3) implementing the proposed design schemes in hardware, spanning both legacy and mixed modes. Collectively, this project will lead to a new design paradigm and novel infrastructure supported by graph neural networks, aiming to advance research in logic locking.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Bi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Bi",
   "pi_email_addr": "yu_bi@uri.edu",
   "nsf_id": "000836649",
   "pi_start_date": "2024-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 199437.0
  }
 ],
 "por": null
}