{
 "awd_id": "2347850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure theory for measure-preserving systems, additive combinatorics, and correlations of multiplicative functions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924630",
 "po_email": "winli@nsf.gov",
 "po_sign_block_name": "Wing Suet Li",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 753374.0,
 "awd_amount": 244222.0,
 "awd_min_amd_letter_date": "2024-04-02",
 "awd_max_amd_letter_date": "2024-04-02",
 "awd_abstract_narration": "Consider a stream of digital data - a sequence of zeroes and ones.  This sequence could be highly structured - for instance, it could alternate periodically between 0 and 1.  Or it could be completely random, with the value of each member of the sequence having no relation whatsoever to the next.  It could also be \"pseudorandom\" - described by a deterministic algorithm, but yet statistically indistinguishable from a genuinely random sequence.  Or it could be some complex mixture of structure and (pseudo)randomness.  Can one define precisely what structure and randomness mean and describe arbitrary data as combinations of these two different components?  Such questions are of importance in cryptography, computer science, combinatorics, dynamics, and number theory, as they allow one to mathematically determine whether certain patterns in arbitrary streams of data are guaranteed to occur or not.  For instance, in 2004, Ben Green and the PI were able to settle a long-standing conjecture in number theory that the prime numbers contained arbitrarily long arithmetic progressions, with the key idea being to break up the prime numbers into structured and random components and study the contribution of each component.  In computer science, this theory has led, for instance, to efficient ways to generate pseudorandom bits for several types of applications. In the subsequent twenty years, much progress has been made in quantifying more precisely what structure and randomness mean, particularly in the area of mathematics now known as higher-order Fourier analysis.  More understanding has been gained on the precise way in which number-theoretic structures, such as the primes, exhibit (pseudo-)random behavior at both large and small scales. There has been steady progress in this direction in recent years, in which the scale on which one is able to definitively demonstrate various types of pseudorandomness has narrowed over time, and further work will be carried out in this project, in particular, it is tantalizingly near to resolve (a version) of a well-known conjecture in number theory - the Chowla conjecture - which could be in turn a stepping stone to even more famous conjectures such as the twin prime conjecture. This project provides research training opportunities for graduate students. \r\n\r\n\r\nIn this project, the PI (in conjunction with collaborators) plans to work on two related projects.  Firstly, the PI will continue recent work on developing general inverse theorems for the Gowers uniformity norms in additive combinatorics on one hand and the Host--Kra uniformity seminorms in ergodic theory on the other.  Secondly, the PI will continue building upon recent breakthroughs in the understanding of multiplicative functions, to make further progress towards the (logarithmically averaged) Chowla and Elliott conjectures for such functions, and to apply these results to related problems in analytic number theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terence",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terence Tao",
   "pi_email_addr": "tao@math.ucla.edu",
   "nsf_id": "000202498",
   "pi_start_date": "2024-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "520 Portola Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 244222.0
  }
 ],
 "por": null
}