{
 "awd_id": "2347426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Towards Robust and Secure Intelligent 3D Sensing Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 199870.0,
 "awd_amount": 199870.0,
 "awd_min_amd_letter_date": "2024-04-01",
 "awd_max_amd_letter_date": "2024-04-01",
 "awd_abstract_narration": "The advancement of 3D sensing technology, integral to modern applications like autonomous driving, identity verification, and industrial design, represents a significant leap forward in our ability to interact with and understand the environment around us. By making depth perception more accessible and cost-effective, these technologies open new avenues for innovation and practical application, enhancing national prosperity and welfare. However, as these technologies become more embedded in our daily lives, the security of the systems they enable has emerged as a critical concern. The quest for developing robust and secure intelligent 3D sensing systems becomes crucial for the reliable functioning of cyber-physical systems and infrastructure. This project seeks to address these challenges by developing a secure framework for intelligent 3D sensing, focusing on applications such as autonomous vehicles where safety and reliability are paramount. The aim is to safeguard these technologies from potential threats, ensuring they contribute positively to societal advancement and the secure progression of science. This project aims to share its insights and breakthroughs by publishing scholarly articles and releasing open-source software, demonstration resources, and datasets to the broader community. Research training opportunities will be provided to both undergraduate and graduate students, with proactive efforts to attract candidates from underrepresented groups. Through these efforts, the project will advance our understanding and capabilities in 3D sensing technologies and prepare a new generation of students and engineers equipped with the knowledge and tools to tackle future challenges in this rapidly evolving area.\r\n\r\nThis project addresses the emerging security concerns associated with intelligent 3D sensing systems structured around three interlinked research tasks. The first task delves into understanding the unique nature of out-of-distribution (OOD) samples in the 3D deep learning domain. Unlike their 2D counterparts, OOD samples in 3D possess distinct characteristics and distributions that require thorough investigation to mitigate their potential impact on system reliability. The second task focuses on developing a comprehensive framework that enhances robustness across various aspects and stages of the perception pipeline. This framework aims to protect against physical adversarial threats, ensuring the security of 3D sensing applications in critical environments. The final task, the evaluation phase, involves the creation of simulation tools and testbed platforms. These tools will validate the findings and methodologies developed in the first two tasks through extensive testing with existing and newly collected datasets and implementation in real-world scenarios. This comprehensive approach ensures that the project not only addresses theoretical challenges but also validates its findings in practical applications, paving the way for deploying secure, intelligent 3D sensing systems in many settings. By integrating rigorous research with practical validation, this project aims to significantly contribute to intelligent 3D sensing, enhancing its reliability and security.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaichen",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaichen Yang",
   "pi_email_addr": "kaicheny@mtu.edu",
   "nsf_id": "000894131",
   "pi_start_date": "2024-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 199870.0
  }
 ],
 "por": null
}