{
 "awd_id": "2347374",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Collaborative Research: Explorations: Developing A Diverse STEM Workforce through Experiential Learning Opportunities and Immersive Internships",
 "cfda_num": "47.076, 47.084",
 "org_code": "15020000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 828579.0,
 "awd_amount": 828579.0,
 "awd_min_amd_letter_date": "2024-07-08",
 "awd_max_amd_letter_date": "2024-07-08",
 "awd_abstract_narration": "“Ma ka hana ka ʻike” translates to “Learn by doing” in the Hawaiian language. This concept is important and reflects a history of hands-on, practical experiences inherent in the relationship Hawaiians maintained with nature through farming, fishing, aquaculture, and navigation. Traditionally, Hawaiians passed knowledge from one generation to another through direct experiences, music, chants and hula. Founded in a rich oral history, the emphasis of ma ka hana ka ʻike has gained momentum for culture based teaching and learning. Experiential learning offers a broad framework of hands-on experiences, including field trips, simulations, short projects and practical training. Internships offer more structured activities and enable students to gain hands-on experience within a particular profession and are often related to specific careers with the goal of preparing students for future employment. The intent of this project is to evaluate if experiential learning opportunities in emerging STEM technologies, when introduced in the context of traditional Hawaiian knowledge, motivates students to pursue careers or further studies in STEM fields and if it prepares them to enter the workforce.\r\n\r\nThis project will introduce STEM students to emerging technologies using a three-tiered program of experiential learning and internships that will Inspire, Inform and Immerse. Students will discover potential STEM careers related to emerging technologies through a one-year program. The first tier, Inspire, will expose about 300 STEM majors at Kapiʻolani Community College (KCC) to presentations by partners in government, academia, non-profits and industry. The second tier, Inform, will include site visits to partner organizations to experience the real workplace. Some partners will provide hands-on activities or micro-internships. The final tier, Immerse, will support selected students in an 8-12 week summer internship at these partner organizations, where they will gain deep, experiential learning in their chosen field. Twelve to 15 partners will be enlisted in year 1 and as community partnerships are developed in years 2-3 even more partners are expected to join. The specific outcomes expected are (1) expose as many as 300 STEM majors to emerging technologies, (2) prepare students to enter the workforce in industries that use these technologies, (3) formalize effective partnerships with local organizations, (4) develop industry partners to become effective mentors as they help build the future workforce, (5) align workforce training with regional workforce needs, (6) create more industry internships and career pathways and (7) connect students to Hawaiian culture through ma ka hana ka ʻike. We believe this project will increase the number of students entering the STEM workforce and contribute to diversification of the local economy. Although this project introduces many disciplines, there is a common theme for these emerging technologies – data science. Students will work with technologies to process, analyze and gain understanding from these data. In many cases, partners utilize artificial intelligence and machine learning (AI/ML) as part of their workflow, exposing students to practical applications of AI/ML. Through this approach, students will learn about emerging technologies within relevant industries, which will better prepare them to enter the workforce. This project is co-funded by the Advancing Informal STEM Learning (AISL) program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Misaki",
   "pi_last_name": "Takabayashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Misaki Takabayashi",
   "pi_email_addr": "misakita@hawaii.edu",
   "nsf_id": "000484405",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Li-Anne",
   "pi_last_name": "Delavega",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li-Anne Delavega",
   "pi_email_addr": "ldelaveg@hawaii.edu",
   "nsf_id": "000951620",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michaelyn",
   "pi_last_name": "Nakoa Hall",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michaelyn N Nakoa Hall",
   "pi_email_addr": "mnakoa@hawaii.edu",
   "nsf_id": "000952572",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "227Y00",
   "pgm_ele_name": "ExLENT"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 828579.0
  }
 ],
 "por": null
}