{
 "awd_id": "2347157",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Beginnings: Empowering Minds through Experiential Learning, Research, and Career Growth Opportunities in Emerging Microelectronics (EMERGE-MICRO)",
 "cfda_num": "47.076, 47.084",
 "org_code": "15020000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 999997.0,
 "awd_amount": 999997.0,
 "awd_min_amd_letter_date": "2024-07-08",
 "awd_max_amd_letter_date": "2024-07-08",
 "awd_abstract_narration": "Recently there has been a revitalization of the domestic semiconductor manufacturing industry that has catalyzed new opportunities for research in microelectronics-related fields. The continual growth and evolution of the US semiconductor sector and its competitiveness on the global stage, however, invoke a pressing need for a highly-skilled, adaptable, and diverse workforce. The cultivation of such a workforce requires innovative and multifaceted pedagogical methods that integrate theoretical knowledge with practical skills. To address this demand, Rochester Institute of Technology (RIT) will collaborate with Monroe Community College (MCC) and Finger Lakes Community College (FLCC), as well as corporate partners GlobalFoundries, Inc. (GF) and Micron Technology, Inc. (Micron), to develop an experiential learning-based pilot model toward the sustained growth of the US semiconductor workforce. RIT will serve as a central pipeline for two parallel cohorts of participants from diverse backgrounds, enabling career pathways from 2-year community colleges to leading chip manufacturers via comprehensive, cleanroom-based undergraduate studies in the emerging technology fields of semiconductors and microelectronics. The participants will earn stackable Associate in Science (A.S.) degrees in Engineering Science and Bachelor of Science (B.S.) degrees in Microelectronic Engineering, while developing practical skills through industry-guided research in cleanroom laboratories and on-the-site training during co-operative education work placements in microelectronics foundries. This program will ultimately cultivate future workforce generations by establishing cross-sectional partnerships between regional community colleges, research-intensive univerisities, and leading industry stakeholders, thereby safeguarding the long-term growth of the US microchip manufacturing industry toward domestic semiconductor independence. \r\n\r\nTwo cohorts of participants from broadly representative and diverse populations with fundamental STEM proficiencies gained through their pursuit of A.S. degrees at MCC and FLCC will transfer to the third curriculum year of the Microelectronic Engineering B.S. degree program at RIT. Participants will gain research experiences in the following technical areas determined by industry partners GF and Micron: (a) advanced materials synthesis/characterization; (b) device-level fabrication, simulation, and testing; (c) integrated circuit/systems-level design; and (d) cleanroom instrument operation/troubleshooting. The participants will also receive practical training through up to three semesters of industrial co-operative education work placements. These opportunities will result in transferable technical proficiencies and will nurture a sense of belonging in the microelectronics field. Tailored mentorship and professional development activities will be implemented to guide participants towards their intended career paths, encourage reflection, foster group cohesion, and promote professional growth through seminars, site visits, conferences, and community-building events. The program will undergo external evaluation by the Center for Professional Development and Education Reform at the University of Rochester. The program’s successful interventions, determined through external evaluation, will be broadly disseminated toward large-scale implementation at the national-level beyond the project end date. This project aligns with the NSF ExLENT Program, funded by the NSF TIP and EDU Directorates, as it seeks to support experiential learning opportunities for individuals from diverse professional and educational backgrounds to increase their interest in, and their access to, career pathways in emerging technology fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parsian",
   "pi_last_name": "Katal Mohseni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parsian Katal Mohseni",
   "pi_email_addr": "pkmeen@rit.edu",
   "nsf_id": "000730477",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jackson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Jackson",
   "pi_email_addr": "majemc@rit.edu",
   "nsf_id": "000183643",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Hirschman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Karl D Hirschman",
   "pi_email_addr": "kdhemc@rit.edu",
   "nsf_id": "000183175",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Kumar",
   "pi_email_addr": "ckumar@monroecc.edu",
   "nsf_id": "000946487",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Selim",
   "pi_last_name": "Araci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Selim Araci",
   "pi_email_addr": "selim.araci@flcc.edu",
   "nsf_id": "000953662",
   "pi_start_date": "2024-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 LOMB MEMORIAL DR",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "227Y00",
   "pgm_ele_name": "ExLENT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 999997.0
  }
 ],
 "por": null
}