{
 "awd_id": "2347821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Characterizing and Fostering Playful Mathematics for Undergraduate and High School Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925186",
 "po_email": "mhjalmar@nsf.gov",
 "po_sign_block_name": "Margret Hjalmarson",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 682196.0,
 "awd_amount": 341104.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "A challenge in mathematics education is that students often do not see math as an opportunity for exploration and creativity. However, these tenets are central to how mathematicians engage in mathematics and could prove transformative in how students experience mathematics learning. Mathematicians identify and formalize patterns, develop and prove conjectures, and explore mathematical structures in creative and playful ways. Mathematical play can also be used to help students explore new ideas, experiment with different solutions, and develop mathematical reasoning. Mathematical play can also bolster motivation and engagement, which are critical factors in supporting students’ abilities to understand and persist in mathematics and the STEM fields. The project will investigate (a) how to meaningfully incorporate playful elements into the foundational secondary and undergraduate mathematics topics of algebra and calculus, and (b) the potential outcomes of “playifying” classroom mathematics for students’ learning and enjoyment. The project will investigate tasks that can be used for students to explore mathematical ideas such as rates of change, functions, derivatives, and integrals.\r\n\r\nThis study will examine the following traits of mathematical play: (a) exploration, (b) self-selection of goals, and (c) immersion, investment, and/or enjoyment. The research questions address students' mathematical activity, reasoning in algebra and calculus, the nature of mathematical play, and the learning benefits for students. In parallel to the student experience, the research questions also examine task design elements, pedagogical moves, and classroom features that support mathematical play. The project will implement a multi-phase design experiment model, leveraging clinical and stimulated recall interviews, small-scale teaching experiments, and whole-class teaching experiments, with each phase building on the findings of the prior. The research activities will produce a set of findings about the aspects of task design, instruction, and classroom interactions that support mathematical play, as well as the learning benefits of mathematical play for adolescents and undergraduates.\r\n\r\nThis project is supported by NSF's EDU Core Research (ECR) program. The ECR program emphasizes fundamental STEM education research that generates foundational knowledge in the field. Investments are made in critical areas that are essential, broad and enduring: STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ely",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Ely",
   "pi_email_addr": "ely@uidaho.edu",
   "nsf_id": "000497155",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 PERIMETER DR MS 3020",
  "perf_city_name": "MOSCOW",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838449803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 341104.0
  }
 ],
 "por": null
}