{
 "awd_id": "2348515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS:Improving the Activity of Homogeneous Mn Catalysts for the Oxygen Reduction Reaction",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 481040.0,
 "awd_amount": 481040.0,
 "awd_min_amd_letter_date": "2024-04-15",
 "awd_max_amd_letter_date": "2024-04-15",
 "awd_abstract_narration": "With the support of the Chemical Catalysis program in the Division of Chemistry, Charles W. Machan of the University of Virginia is studying the catalytic reduction of dioxygen by molecular manganese compounds. The reduction of dioxygen can be used for energy production from chemical bonds in devices such as fuel cells, where it is the preferred reaction to pair with the oxidation of chemical fuels to produce power. In order to make these systems deployable and scalable, it is essential to develop catalysts made from earth abundant materials. Although Mn is known to have strong interactions with dioxygen, catalysts made from this metal are relatively rare because effective strategies to accelerate catalysis based on Mn are underdeveloped. These studies on dioxygen reduction are aimed at developing design principles for better manganese catalysts, to achieve sufficient performance metrics to compete with other transition metals. An important part of these efforts is a research-focused educational outreach program to provide students with training in science communication.  Kits will also be developed to provide research-based lab experience for undergraduates at all levels. The research goals under study and the educational components under development are addressing important priorities for society by meeting the growing needs for new energy technologies and familiarizing students with energy research at early career stages.\r\n\r\nUnder this award, the Machan research team at the University of Virginia is studying the catalytic reduction of dioxygen by molecular manganese compounds.  As an earth abundant transition metal that binds strongly to dioxygen, manganese has great potential to be an effective catalyst for dioxygen reduction. However, to achieve sufficient reaction rates, there is a need to develop strategies for destabilizing the intermediate species. This is an ongoing challenge, since far less is known about the use of manganese as a catalyst for dioxygen reduction than is known for approaches employing other transition metals. These research efforts will address this need by investigating how the primary environment of the manganese active site regulates dioxygen binding, how the transfer of substrate to the active site can be controlled to select for specific reduction products, and how the use of secondary metal ions can disrupt stable manganese dioxygen adducts to accelerate the observed reactions. Overall, these studies on manganese-based dioxygen reduction are evaluating the structure-function parameters that regulate the reaction pathways for the two possible reaction products: hydrogen peroxide and water. By improving the activity of manganese-based electrocatalysts through this iterative design strategy, these studies are addressing the ongoing need for the fundamental understanding of dioxygen reduction, which is required for better renewable energy utilization in the long term.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Machan",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Machan",
   "pi_email_addr": "machan@virginia.edu",
   "nsf_id": "000757048",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "409 McCormick Road",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 481040.0
  }
 ],
 "por": null
}