{
 "awd_id": "2348856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: University of Colorado, Engineering Smart Biomaterials",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 427165.0,
 "awd_amount": 427165.0,
 "awd_min_amd_letter_date": "2024-03-11",
 "awd_max_amd_letter_date": "2024-03-11",
 "awd_abstract_narration": "The three-year project Research Experiences for Undergraduates (REU) Site: University of Colorado, Engineering Smart Biomaterials is hosted by the Department of Chemical and Biological Engineering at the University of Colorado Boulder. The program will support 10 undergraduate students each summer doing research alongside faculty members and graduate students to create and analyze smart biomaterials. This project will promote the progress of science through new understanding and control of the interactions of biological molecules, cells, and tissues with polymeric materials. The project team will recruit an expanded pool of outstanding and diverse students, particularly students from two-year and four-year colleges with no or limited research opportunities.  Participants will engage in one of three team research projects, weekly lunch-and-learn workshops on research conduct and professional development, a summer-end symposium with poster presentations and awards. The technical focus of the REU program is chemical and biological engineering research to provide innovative and sustainable solutions to national and worldwide challenges in health and materials, such as new biomaterials for wound healing, tissue replacement, biodetection, and targeted delivery of vaccines and therapeutics. Another goal of the project is to inspire students to complete science or engineering bachelor’s degrees and then pursue graduate school and/or research careers.\r\n\r\n\r\nThe three-year project Research Experiences for Undergraduates (REU) Site: University of Colorado, Engineering Smart Biomaterials is hosted by the Department of Chemical and Biological Engineering at the University of Colorado Boulder. The objectives of the REU program are to (1) attract an expanded pool of outstanding and diverse students, (2) develop a community within a community for the student cohort, and (3) provide inspirational research experiences with multilayered mentoring by a faculty mentor, a graduate mentor, a peer advocate, and the PI or Co-PI. The activities will include significant participation in one of three team research projects, weekly lunch-and-learn workshops on research conduct and professional development, a summer-end symposium with poster presentations and awards, and social activities in Boulder and the nearby mountains. Recruitment goals include over half of the students from institutions with limited research opportunities and over half of the students having finished no more than two years of their college degree, with a focus on institutions serving underrepresented students. Students will work in three related teams: (1) Team Living Biomaterials (integration of cells with smart biomaterials), (2) Team Biomolecular Biomaterials (integration of biomolecules with smart biomaterials), and (3) Team Smart Particles (active microparticles for better health). Examples include understanding how interactions with materials control biological cell function, how stabilized materials can be created from combining biological and synthetic molecules, and how smart bioparticles can be rationally designed for a variety of tasks. The intended impact is that these students be inspired to complete science or engineering bachelor’s degrees and then pursue graduate school and/or careers with research components.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Davis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Davis",
   "pi_email_addr": "robert.davis@colorado.edu",
   "nsf_id": "000466005",
   "pi_start_date": "2024-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristi",
   "pi_last_name": "Anseth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristi Anseth",
   "pi_email_addr": "anseth@colorado.edu",
   "nsf_id": "000401679",
   "pi_start_date": "2024-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 427165.0
  }
 ],
 "por": null
}