{
 "awd_id": "2348823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Searching for the Origin of ULVZs beneath Antarctica",
 "cfda_num": "47.050, 47.078, 47.083",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 276999.0,
 "awd_amount": 276999.0,
 "awd_min_amd_letter_date": "2024-07-27",
 "awd_max_amd_letter_date": "2024-07-27",
 "awd_abstract_narration": "Earth’s core-mantle boundary (CMB), where the solid silicate mantle meets the molten iron-rich outer core, is associated with a variety of anomalous structures, including ultra-low velocity zones (ULVZs). Typically, ULVZs are associated with reduced seismic wave velocities and sometimes increased density, but the wide range of ULVZ characteristics reported by previous studies and limited seismic coverage of the lowermost mantle have led to many questions regarding ULVZ origins. Using data recorded by stations in Antarctica, the study will examine a variety of core-reflected seismic waves that sample the CMB beneath the southern hemisphere. This region is a unique portion of the lowermost mantle that is located away from large-scale mantle upwellings and downwellings. The researchers will also perform laboratory experiments and develop numerical models of mantle flow to evaluate what ULVZ characteristics would be expected from different potential sources and how those characteristics may vary both in time and space.  By combining results from these complementary investigations, they will determine consistent models of ULVZ structure, which will be used to determine the origins of these deep Earth anomalies and the role they play in the evolution of our planet. Both participating universities are Minority-Serving Institutions, and through collaborations with the American Geophysical Union and the EarthScope Consortium, the project will provide multi-mentored research opportunities for students underrepresented in the geoscience. By working with scientists from different fields, who are collaborating to solve geologic problems, the students will gain valuable training that will help prepare them for their future careers.\r\n\r\nUltra-low velocity zones (ULVZs) are anomalous structures along the Earth’s core-mantle boundary (CMB) that are characterized by significantly reduced seismic velocities and, in some cases, increases in density. Given limited geographic sampling of the lowermost mantle as well as modeling trade-offs between different ULVZ properties, many questions persist regarding ULVZ origins, their distribution, and the role they play in the evolution of our planet. Using seismic data recorded by stations in Antarctica, the study will provide the first multi-phase, frequency-dependent assessment of ULVZ characteristics, with a focus on the lowermost mantle beneath the southern hemisphere. This portion of the CMB is unique because it is located away from current subduction systems and from the Large Low Velocity Provinces beneath Africa and the Pacific. Mineral physics analyses and geodynamic simulations will also be performed to evaluate what lowermost mantle properties would result from different potential ULVZ sources and how those properties would vary in both time and space. The complementary approaches will be used to create new, internally consistent maps of ULVZ structure beneath the southern hemisphere, thereby allowing the researchers to determine which lowermost mantle processes critically contribute to ULVZ origins. Additionally, through collaborations with the American Geophysical Union and the EarthScope Consortium, they will provide education and research opportunities for students underrepresented in the geosciences. By working with scientists in different Geology disciplines, who are collaborating to solve Earth structure problems, the students will gain valuable training that will help prepare them for their future careers. This project is jointly funded by Cooperative Studies of the Earth’s Deep Interior (CSEDI), the Established Program to Stimulate Competitive Research (EPSCoR), and Office of Polar Programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Hansen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha E Hansen",
   "pi_email_addr": "shansen@geo.ua.edu",
   "nsf_id": "000510201",
   "pi_start_date": "2024-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Alabama - Tuscaloosa",
  "perf_str_addr": "201 7th Ave.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  },
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 276999.0
  }
 ],
 "por": null
}