{
 "awd_id": "2348571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Highly Scalable Differential Power Processing Architecture",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-02-12",
 "awd_max_amd_letter_date": "2024-02-12",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of more efficient schemes for power processing and delivery for potential markets such as photovoltaics and data centers. Typical solar installations can fall far short of harvesting even the incident power when only part of a panel is shaded. The project would utilize an architecture that has not been successfully commercialized in this industry. Successful implementation would mean better utilized solar installations with smaller and cheaper power electronics, helping decarbonize the US electrical grid. For data centers, power must be stepped down from a high voltage DC bus to many low voltage CPU loads, leading to significant losses. In this case, the proposed power processing scheme could result in much lower losses, thus enabling greater efficiency and cost savings in this increasingly energy-hungry application space.\r\n\r\nThis I-Corps project is based on the development of a scalable control scheme for a differential power processing architecture that reduces costs and could spur adoption. The proposed architecture utilizes many (smaller, lighter-rated, and potentially cheaper) power converters to better optimize power utilization using differential power processing (DPP). Traditional approaches might use one large power converter to process power that would end up not harvesting/delivering the maximum utilizable power. The key advantage of DPP architectures is that individual power converters only process the difference in power between their respective sources or loads and that most of the power does not need to be processed by any converter at all, leading to efficiency gains. The novelty of this project’s implementation is that control of individual converters can be decentralized, leading to higher reliability and lower costs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Hanson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Hanson",
   "pi_email_addr": "ajhanson@utexas.edu",
   "nsf_id": "000835275",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the commerical viability of a method to deliver power to servers in datacenters.&nbsp; This method, known as Differential Power Processing, has not yet found its way from the academic literature into commercial practice.&nbsp; This project, like all I-Corps projects, was to conduct a large number of customer discovery interviews and generallly ascertain what the industry needs, whether they would be willing to convert to novel technology to accomplish those needs, and what doubts they would have that need to be addressed about the proposed technology.</p>\r\n<p>We found that server farms spend an enormous amount on electricity costs, such that improved efficiency represents significant savings.&nbsp; We also found that many datacenters are limited in the amount of processing they can perform -- not by space constraints, but by the availability of power.&nbsp; Efficiency improvements would therefore permit more servers to be set up in the same farm, increasing revenue.&nbsp; Given the size of such farms, the electricity savings and the increased revenue from even a 1% efficiency increase would be a solution worth paying for.</p>\r\n<p>Concerns about novel technology, and DPP when specifically discussed, revolved around safety and reliability.&nbsp; The failure profile of DPP is quite different from the conventional architecture -- therefore, future work will seek to understand whether the DPP strategy results in more or less total down time (lost revenue) in the long run.&nbsp; The safety and reliability discussions are guiding current and future efforts to design DPP units that can be hot swapped and grounded.</p><br>\n<p>\n Last Modified: 03/03/2025<br>\nModified by: Alex&nbsp;Hanson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project explored the commerical viability of a method to deliver power to servers in datacenters. This method, known as Differential Power Processing, has not yet found its way from the academic literature into commercial practice. This project, like all I-Corps projects, was to conduct a large number of customer discovery interviews and generallly ascertain what the industry needs, whether they would be willing to convert to novel technology to accomplish those needs, and what doubts they would have that need to be addressed about the proposed technology.\r\n\n\nWe found that server farms spend an enormous amount on electricity costs, such that improved efficiency represents significant savings. We also found that many datacenters are limited in the amount of processing they can perform -- not by space constraints, but by the availability of power. Efficiency improvements would therefore permit more servers to be set up in the same farm, increasing revenue. Given the size of such farms, the electricity savings and the increased revenue from even a 1% efficiency increase would be a solution worth paying for.\r\n\n\nConcerns about novel technology, and DPP when specifically discussed, revolved around safety and reliability. The failure profile of DPP is quite different from the conventional architecture -- therefore, future work will seek to understand whether the DPP strategy results in more or less total down time (lost revenue) in the long run. The safety and reliability discussions are guiding current and future efforts to design DPP units that can be hot swapped and grounded.\t\t\t\t\tLast Modified: 03/03/2025\n\n\t\t\t\t\tSubmitted by: AlexHanson\n"
 }
}