{
 "awd_id": "2348722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Label-free detection of iron binding proteins in intact cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 686484.0,
 "awd_amount": 686484.0,
 "awd_min_amd_letter_date": "2024-05-01",
 "awd_max_amd_letter_date": "2024-05-01",
 "awd_abstract_narration": "Cellular Iron is an essential micronutrient that is associated with many important biological functions, such as respiration, cell division, and ferroptosis – a type of regulated cell death. Elucidating the mechanisms underlying defective iron transport is crucial for identifying novel therapeutic targets for many diseases caused by iron dysregulation, e.g., oncological, and neurological diseases. Traditional methods for monitoring live cells require the addition of chemical labels, which can change both cell morphology and chemistry. Therefore, innovative imaging techniques are required. The project’s investigators propose to develop and employ Raman spectral imaging together with transport of intensity equation optical diffraction tomography (TIE-ODT), which provide such a technology. The interdisciplinary nature of this project presents many opportunities for students with various scientific interests and backgrounds to participate and work together. This collaboration, involving Physics and Biomedical Science, will provide intensive, focused, and interdisciplinary dissertation projects for undergraduate and graduate students, who will be able to advance in both fundamental and applied aspects of cell biology research. The proposed summer school program for high school students will broaden participation of under-represented minorities in data collection and/or analysis steps, thereby gaining experience in optical science, software coding, mathematics, and cell biology.\r\n\r\nThe project’s goal is to use innovative and label-free methodologies, such as Raman spectroscopic hyperspectral analysis and phase imaging, to label the distribution of iron binding proteins in intact cells and tissues. The primary hypothesis is that iron-dependent chemical changes in cells can be detected with label-free optical methods. Currently, there is no robust method to visualize and quantify the distribution of iron-binding proteins in intact cells and tissues. Two iron binding proteins that have an essential role in iron metabolism are the iron storage protein, ferritin, and iron transporting protein, transferrin. As previously demonstrated by the principal investigators of this project in their publications, Raman hyperspectral imaging detects spectral peaks that can be correlated with iron-bound transferrin. Recently, their Raman studies have shown substantial differences in spectra of both transferrin and ferritin with and without bound iron, thus proving that it is an appropriate technique to determine the levels of bound iron in these protein mixtures. The project’s interdisciplinary team will develop and employ 3D transport of intensity equation optical diffraction tomography (TIE-ODT) together with multiline Raman microspectroscopy to monitor both morphological and chemical changes during ferroptosis in real time and in living unlabeled cells to (1) visualize and quantify the iron-binding status and subcellular location of iron-binding proteins; (2) extract cells’ optical properties and utilize it to monitor both morphological and chemical changes in cells during ferroptosis. Successful completion of this work will provide a new paradigm for understanding the regulation of intracellular transport of iron. It will also result in development of the first integrated TIE-ODT and multiline Raman microscope to establish a morphological and chemical profile in unlabeled living cells.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Khmaladze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Khmaladze",
   "pi_email_addr": "akhmaladze@albany.edu",
   "nsf_id": "000727706",
   "pi_start_date": "2024-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Petruccelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Petruccelli",
   "pi_email_addr": "jpetruccelli@albany.edu",
   "nsf_id": "000741207",
   "pi_start_date": "2024-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margarida",
   "pi_last_name": "Barroso",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Margarida M Barroso",
   "pi_email_addr": "barrosm@amc.edu",
   "nsf_id": "000879406",
   "pi_start_date": "2024-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "University at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7236",
   "pgm_ref_txt": "BIOPHOTONICS, IMAGING &SENSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 686484.0
  }
 ],
 "por": null
}