{
 "awd_id": "2348711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Intelligent Edge Computing Systems",
 "cfda_num": "47.070, 47.083",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 333642.0,
 "awd_amount": 333642.0,
 "awd_min_amd_letter_date": "2024-01-28",
 "awd_max_amd_letter_date": "2024-01-28",
 "awd_abstract_narration": "This project establishes a Research Experiences for Undergraduates (REU) site at Mississippi State University. Computing in homes, workspaces, farms, factories, e-commerce, vehicles, healthcare, etc., is pervasive, and human expectations of making decisions quickly, robustly, and effectively have yet to know any bounds. To cater to such a profound need, edge computing is tapped as a practical solution as the user experience improves due to the increased focus on the domain (vehicles, factories, healthcare, etc.). The increased focus mandates domain-specific solutions that make intelligent decisions that are timely and accurate. The Intelligent Edge Computing Systems (iEDGE) REU site aims to expose undergraduate students to various domain-specific edge computing systems. Eight undergraduate students will work each year for ten weeks on iEDGE projects. The environment provided at the REU site will focus on peer mentoring, rapid integration of students in existing projects, and a robust support system that will include knowledge transference from faculty members, postdoctoral researchers, and doctoral, master, and undergraduate research students already working on projects related to edge computing at Mississippi State University. \r\n\r\nWhile the iEDGE REU site projects may have different emphases per domain, all projects will research and develop solutions for integrated edge platforms comprising computational, communications, and sensory elements coordinating to control and monitor various processes. The REU site students will primarily be recruited from Minority Serving Institutions (MSIs) and provided with a two-week baseline primer to enable them to conduct research successfully. The topics covered in the primer will include (but are not limited to) embedded systems, radio access networks, 5G communications, software-defined radios, Zigbee, federated machine learning, sensor processing, wave propagation, antennae design, operating systems, libraries, compilers, and distributed systems. The REU participants will also be exposed to topics on project management, collaborative research, team management, research ethics, equity, diversity, and inclusion, as well as several professional development programs. Through the unique mentoring program immersed in peer mentoring at all levels, the participants will gain a robust research experience that will prepare them well to work at the intersection of computing and communication to develop domain-specific integrated platform solutions.\r\n\r\nThis project is jointly funded by the NSF CISE REU Program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samee",
   "pi_last_name": "Khan",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Samee U Khan",
   "pi_email_addr": "skhan@ece.msstate.edu",
   "nsf_id": "000502483",
   "pi_start_date": "2024-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mahnas",
   "pi_last_name": "Mohammadi-Aragh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mahnas J Mohammadi-Aragh",
   "pi_email_addr": "jean@ece.msstate.edu",
   "nsf_id": "000648844",
   "pi_start_date": "2024-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "245 BARR AVE",
  "perf_city_name": "MISSISSIPPI STATE",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "39762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  },
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 333642.0
  }
 ],
 "por": null
}