{
 "awd_id": "2348950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Psychology Research Experience Program",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 371991.0,
 "awd_amount": 371991.0,
 "awd_min_amd_letter_date": "2024-07-02",
 "awd_max_amd_letter_date": "2024-07-02",
 "awd_abstract_narration": "This project is funded from the Research Experiences for Undergraduates (REU) Sites program in the SBE Directorate. It has both scientific and societal benefits in addition to integrating research and education. PhDs in psychology and neuroscience are awarded to individuals from underrepresented groups in proportions far lower than is their representation in the overall population. The Psychology Research Experience Program (PREP) at the University of Wisconsin–Madison (UW) seeks to address this problem by adopting a core motivating premise of the REU mechanism, which is that Research Experience is one of the most effective avenues for attracting students to and retaining them in science and engineering, and for preparing them for careers in these fields. Indeed, 79% of PREP’s 99 alumni from the years 2011-2023 are currently working as Professors or postdoctoral researchers, matriculating in a graduate program in a STEM discipline, engaged in postbac research activities in preparation for applying to graduate school, finishing up their undergraduate studies in a STEM field of study, or applying STEM-related skills in a nonacademic job. PREP is held for 10 weeks each the summer, during which students engage in immersive mentored research coupled with hands-on classroom training in data science, and professional development. Each PREP student carries out their research project in a laboratory in, or affiliated with, the Department of Psychology. They receive mentorship from the Principal Investigator of their lab, and day-to-day supervision from a graduate student or postdoctoral fellow in that lab. Weekly data science workshops are led by faculty and trainees of the UW’s NSF Research Traineeship (NRT) program that focuses on learning, understanding, cognition, intelligence, and data-science (LUCID). Weekly professional development sessions are led by a rotating set of faculty from the Department of Psychology.\r\n\r\nPREP’s focus is on integrating principles and methods of data science into the study of psychology and neuroscience. This was developed as a result of polling faculty at the UW, \"What attributes do you seek when you are recruiting graduate students for your own lab?\" A response that was common across every faculty member polled was prior experience with technical skills. The specifics varied from lab to lab, but facility with programming, such as in MATLAB, python, and/or the R environment, was the most frequently listed desideratum. More broadly, a trend in almost all domains of psychology and neuroscience is an increased emphasis on data science. In some domains it’s data mining and meta analysis. In some, it’s large-scale data collection, such as internet-based studies with Amazon’s Mechanical Turk. In neuroscience, it’s the fact that individual neural data sets can, in-and-of themselves, constitute a kind of big data to which methods from machine learning and other branches of engineering are increasingly being applied. The program’s mentoring organizational structure pairs each PREP student with three mentors: a faculty mentor, who is a tenured/tenure-track/or PI-status faculty member at the Departments of Psychology or Psychiatry or one of LUCID’s other core departments (Computer Science, Electrical and Computer Engineering, Educational Psychology); a research mentor, who is the graduate student or postdoctoral fellow who is responsible for day-to-day research mentoring of the PREP student; and an alumni mentor, an alumna/us of PREP.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Postle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley R Postle",
   "pi_email_addr": "postle@wisc.edu",
   "nsf_id": "000183644",
   "pi_start_date": "2024-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Rogers",
   "pi_email_addr": "ttrogers@wisc.edu",
   "nsf_id": "000073140",
   "pi_start_date": "2024-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 371991.0
  }
 ],
 "por": null
}