{
 "awd_id": "2348451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: AGS-FIRP Track 3--Snow Sensitivity to Clouds in a Mountain Environment (S2noCliME)",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 533160.0,
 "awd_amount": 368518.0,
 "awd_min_amd_letter_date": "2024-04-26",
 "awd_max_amd_letter_date": "2025-02-27",
 "awd_abstract_narration": "Snowfall that is enhanced by rising motion due to mountainous terrain, known as orographic snowfall, is crucial to the high-altitude snowpack that provides water resources and recreational opportunities.  The processes that influence the amount of orographic snowfall are complex and there are still gaps in knowledge that impact forecasts of snowfall and projections of snow in future climate states.  This award is for a field campaign based in the mountains of Colorado that will use a set of advanced remote sensing and ground-based instruments to collect a comprehensive dataset that can be used to answer key remaining questions.  The broader impact on society from the project is largely related to water resources, and the research team plans to share results with water resource managers, agricultural planners, farmers, ranchers, and the local communities.  Education and outreach will include visits to rural schools, inclusion of data in classroom activities, and training at the undergraduate, graduate, and postdoctoral levels.\r\n\r\nThe Snow Sensitivity to Clouds in a Mountain Environment (S2noCLiME) project will deploy a wide range of instrumentation in the Park Range of Northern Colorado to study cloud and precipitation processes in a mountainous environment.  The main observational site will be Mt. Werner, outside of Steamboat Springs, Colorado, which is home to the University of Utah-operated Storm Peak Laboratory.  Storm Peak Lab is often in-cloud due to its altitude and location on Mt. Werner, making it an ideal location for studies of aerosol, cloud, and precipitation processes with the cohort of instruments there.  The campaign will also include the C-band SEA-POL radar from Colorado State, the Millimeter-wavelength Radar Facility for Cloud and Precipitation Research from Stony Brook University, and a set of other vertically pointing radars, disdrometers, and weather balloon launches. Data will be collected over the entire 2024-2025 winter season.  After the campaign, the research team will analyze the data and incorporate numerical modeling to address the two overarching science questions:\r\n\r\n1) How do large-scale environmental conditions and water vapor transport mechanisms impact the characteristics of snowfall events in mountainous terrain, and how are local cloud and precipitation processes modified by an orographic barrier?\r\n2) How do the terrain modified cloud-aerosol interactions and cloud microphysical processes, such as the enhancement of supercooled liquid water and riming, impact the snowfall properties near the surface?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Rowe",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Angela K Rowe",
   "pi_email_addr": "akrowe@wisc.edu",
   "nsf_id": "000554703",
   "pi_start_date": "2024-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 192940.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 175578.0
  }
 ],
 "por": null
}