{
 "awd_id": "2348244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: HCC: RUI: Developing personal audio archives and technology-mediated listening practices for everyday sonic thinking",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 174196.0,
 "awd_amount": 174196.0,
 "awd_min_amd_letter_date": "2024-06-04",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "This project will develop tools that enable people to record personally meaningful sounds in their everyday lives and to use these recordings to help people think about and reflect on the sounds in their lives. With the widespread availability of smartphones, many people are able to document important moments from their personal lives with digital photos, which they can creatively remix and share. Yet these digital photo archives leave out the many moments that unfold via sound, such as the laughter of a friend, or the sound of a loved one cooking a favorite meal. Further, the personal sounds people do collect are often embedded within video files, which focus attention on visual information, and tools for working with audio primarily support music or speech, ignoring the wide range of other meaningful sounds people encounter in daily life. By developing tools that can help people who have no special training to document and interact with the sounds they encounter in their daily lives, this project seeks to empower people to learn new skills for listening as a means to reflect on the role of sounds, and technology, in their lives.\r\n\r\nTo investigate the untapped possibilities of digital listening in everyday experience, this project aims to develop new technologies for personal digital audio archives that can support sonic thinking and close listening as reflective practices. The project will follow a research-through-design process that incorporates course-based research and participatory design methods. The project will be conducted in four phases. In phase 1, the research team will develop prompts and activities for people to digitally record sounds in real-world contexts and use these sounds creatively and analytically. In phase 2, undergraduate students will perform the activities developed in phase 1, including practicing sound design and audio data science with their personal audio data, in a reflective and social classroom setting. In phase 3, under the guidance of the researcher, students in a human-computer interaction research and design practicum course will analyze the data from phase 2 and use it to develop functional prototypes for recording and using everyday audio data. In phase 4, through a long-term diary study, the researchers will deploy the prototypes from phase 3 to understand how they impact sonic thinking skills and support critical reflection on data and technology. This project will contribute novel interfaces and technologies for recording sounds in daily life. It will also explore new behavioral practices for people to engage with sound in meaningful ways through acts of creation and remixing, building knowledge about how people might use digital listening to reflect on the role of technology in their lives. By developing new, digitally-mediated listening practices, this research extends existing audio data science techniques into unexplored personal and social contexts, creating new research directions in the field of human-in-the-loop machine listening.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Wirfs-Brock",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan E Wirfs-Brock",
   "pi_email_addr": "wirfsbrj@whitman.edu",
   "nsf_id": "000943743",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whitman College",
  "inst_street_address": "345 BOYER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WALLA WALLA",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5095275990",
  "inst_zip_code": "993622067",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "THE BOARD OF TRUSTEES OF WHITMAN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MN2YF7KQHHJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Whitman College",
  "perf_str_addr": "345 BOYER AVE",
  "perf_city_name": "WALLA WALLA",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "993622067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 174196.0
  }
 ],
 "por": null
}