{
 "awd_id": "2348131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: IIS: III: Towards Conversational Search Systems for Math",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922706",
 "po_email": "ccaragea@nsf.gov",
 "po_sign_block_name": "Cornelia Caragea",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 174957.0,
 "awd_amount": 174957.0,
 "awd_min_amd_letter_date": "2024-06-03",
 "awd_max_amd_letter_date": "2024-06-03",
 "awd_abstract_narration": "This project aims to improve the effectiveness of math information retrieval by designing and developing MathMex, a conversational math search engine. Search Engines can often return extraneous or irrelevant information when queries for mathematical concepts are posed. Inherently, mathematical concepts usually have many aspects, layers, and nuances that search engine users fail to qualify appropriately.  For instance, a search for 'complete graphs' may have various intentions, such as seeking definitions or exploring applications. This project aims to address this issue by developing MathMex, a conversational math search engine. With MathMex if a user's query is ambiguous, the system will engage in a dialogue, asking clarifying questions to better understand the user's intent and deliver more accurate search results. Additionally, MathMex will offer suggestions for related information, drawing from a diverse dataset comprising annotated mathematical resources, including proofs, applications, and definitions. New language processing approaches and algorithms for resolving ambiguities and making suggestion will be designed and tested as part of this research. Furthermore, the project will introduce innovative methods for automatically extracting relevant information and generating clarifying questions. The potential societal benefits of MathMex are particularly high for educators and students, who will gain access to a more efficient tool for finding information and solving math problems. Importantly, MathMex's approach will differ from existing models like ChatGPT, focusing on facilitating information retrieval rather than providing direct problem solutions, thus removing the risk of misinformation. Moreover, this project will contribute to the establishment of an Artificial Intelligence and Information Retrieval lab at the University of Southern Maine, helping further advancements in these critical fields.\r\n\r\nThe research will involve four key steps: 1) developing a labeled mathematical dataset, 2) linking different information regarding mathematical concepts, 3) developing language processing techniques for resolving ambiguity for math, and 4) evaluating the proposed techniques. Initially, the team of researchers will focus on training BERT-based classifiers to effectively extract various types of information about mathematical concepts from extensive textual and formulaic sources. These classifiers will enable annotating text based on the category of information about the mathematical concept, such as definition, proof, or application. Subsequently, efforts will be directed towards developing models that establish connections between different mathematical concepts, drawing upon linked data sources such as Wikipedia and Math Stack Exchange. This phase will involve exploring techniques to quantify and measure the relatedness of mathematical concepts to enhance the comprehensiveness of search results. Additionally, the project will investigate the generation and utilization of clarifying questions in response to user queries, particularly when ambiguity is detected. This will entail the development of algorithms and strategies for dynamically generating relevant clarifying questions to refine the search process. Finally, comprehensive evaluations of the approach will be conducted using established math search test collections and a newly created dataset for conversational math search. Through these activities, the project aims to advance the state-of-the-art in mathematical information retrieval, with potential applications across various scientific disciplines, such as chemistry and physics. Moreover, the research will pave the way for further exploration into alternative data types, such as images and videos, in mathematical search tasks, as well as innovations in math problem-solving methodologies. The expected outcomes include improved retrieval performance, enhanced user satisfaction, and advancements in natural language processing and information retrieval. This research will answer questions on design considerations for conversational math search and will raise new research questions on using other data types such as images and video searches and improved math problem-solving.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Behrooz",
   "pi_last_name": "Mansouri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Behrooz Mansouri",
   "pi_email_addr": "behrooz.mansouri@maine.edu",
   "nsf_id": "000936532",
   "pi_start_date": "2024-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Maine",
  "inst_street_address": "96 FALMOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2072288536",
  "inst_zip_code": "041034864",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMLZJTD7WJ94"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Maine",
  "perf_str_addr": "96 FALMOUTH ST",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "041034864",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 174957.0
  }
 ],
 "por": null
}