{
 "awd_id": "2349378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research on Sustainable Energy Technology and Systems (ROSETAS)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2028-01-31",
 "tot_intn_awd_amt": 402887.0,
 "awd_amount": 402887.0,
 "awd_min_amd_letter_date": "2024-08-21",
 "awd_max_amd_letter_date": "2024-08-21",
 "awd_abstract_narration": "This new three-year REU Site: Research on Sustainable Energy Technology and Systems (ROSETAS) project is hosted by Johns Hopkins University. The broad societal-wide threat of climate change, driven by the use of fossil fuels for energy, requires innovation and implementation of sustainable energy technology and systems. This Site provides undergraduates with opportunities to engage in research and policy on creating and implementing clean, renewable, and sustainable energy technologies. Participants will select research projects in one of four areas: carbon capture and transformation to reduce the carbon dioxide in the air; energy storage technology for energy on-demand; wind energy technology; and electricity grid management for energy delivery. Students will also participate in a professional development program focused on specific research skillsets, industry and commercial opportunities in this sector, and future STEM career opportunities. ROSETAS provides community college and students from underserved/underrepresented populations to become part of the research community developing novel sustainable energy solutions. \r\n\r\nThe ROSETAS REU program is located at the Ralph O’Connor Sustainable Energy Institute (ROSEI) at Johns Hopkins University will recruit ten students per year in the interdisciplinary areas of energy technology and systems. The objectives are to 1) recruit underserved student populations, particularly those from community colleges and minority-serving institutions, 2) engage students in the energy policy, commercialization, and industrial context surrounding their research, and 3) impact society by building and inspiring the next-generation skilled workforce in the transition to a clean energy economy. Participants will engage in an extensive professional development program (i.e., in-person weekly workshops, off-site visits, a culminating research symposium). ROSETAS REU students will work within integrated research teams to help develop novel solutions and tackle critical problems. For example, projects will feature topics such as direct air carbon capture and sequestering carbon through upcycling, innovations in energy storage emphasizing non-rare earth metals,  scale-up and next generation control solutions for wind energy; and transforming infrastructure, control, markets and policy for the electric grid. REU students will participate in research that addresses the technical and issues that can drive innovation and build an advanced workforce in this area of national need.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanna",
   "pi_last_name": "Thon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susanna M Thon",
   "pi_email_addr": "susanna.thon@jhu.edu",
   "nsf_id": "000673933",
   "pi_start_date": "2024-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Schafer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin W Schafer",
   "pi_email_addr": "schafer@jhu.edu",
   "nsf_id": "000399849",
   "pi_start_date": "2024-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 402887.0
  }
 ],
 "por": null
}