{
 "awd_id": "2349877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Environmental stress and the physiological architecture of inter-individual variation",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 1238205.0,
 "awd_amount": 290422.0,
 "awd_min_amd_letter_date": "2024-07-19",
 "awd_max_amd_letter_date": "2024-07-19",
 "awd_abstract_narration": "Evolution and persistence of animal populations depend in part on the presence of variation within those populations in how individuals cope with environmental challenges, but that variation is not constant over time. This project will explore when and how changes in the environment - specifically, changes in body temperature - can alter physiological functional diversity among individuals living in proximity to one another. The research team will combine experiments on intertidal invertebrates (mussels) with comprehensive study of their protein expression patterns to document how individuals differ in their molecular response to environmental fluctuations. The work will also identify connections between functional diversity at the molecular level and measures of each individual’s performance. Climate change is expected to negatively impact many populations, but the aggregated outcomes will depend on how individuals respond to their unique conditions. This project will disentangle important complexities in biological responses to the increasing frequency and intensity of environmental extremes, ultimately contributing to more accurate biological forecasting. Through this work, the research team will mentor a diverse set of trainees including a postdoc, Ph.D. students, and undergraduates, each of whom will receive support to present their findings at conferences. The project also will support a collaborative scientific working group that will foster the merging of physiology and genomics to better predict how animals will perform in the future in more variable, and perhaps entirely novel, environmental conditions. \r\n\r\nIndividuals vary in their physiological rates, tolerances, and other aspects of function. The magnitude of this variation itself can change over short periods, in different environmental conditions, or for different representations of physiology, but key uncertainties remain. In particular, both theory and prior results alternately suggest that stress \"masks\"/reduces functional variation or \"unmasks\"/increases otherwise hidden variation. This project will explicitly quantify how environmental stress and environmental heterogeneity mask variation in some aspects of function while unmasking variation in others and/or reorganizing connections in the molecular phenotype (the proteome). It will connect environment-driven shifts in the architecture of \"subnetworks\" of the proteome (i.e., groups of co-expressed proteins) both \"up\" in scale to organismal performance and \"down\" to physiological mechanisms that differentiate individual mussels in their stress resistance. The team will combine manipulative experiments with state-of-the-art quantitative proteomics approaches, using the intertidal California mussel (Mytilus californianus) as a tractable model, to evaluate shifts in the architecture of protein expression subnetworks in different thermal treatments. The treatments will vary in the mean intensity and inter-individual heterogeneity of body temperature before and during acute heat stress events. The integrative, omics-to-organisms approach will stimulate conceptual advances and generate novel insights into the role of context-dependency in environmental physiology. The results should also provide vital environmental context to the genomes-to-phenomes framework, in line with goals of Rules of Life.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dowd",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "William W Dowd",
   "pi_email_addr": "wes.dowd@wsu.edu",
   "nsf_id": "000072316",
   "pi_start_date": "2024-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "107 Heald Hall",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991644236",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 290422.0
  }
 ],
 "por": null
}