{
 "awd_id": "2349832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deciphering newly uncovered mechanisms of fluid regulation in bacterial RNA-protein networks",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 650195.0,
 "awd_amount": 650195.0,
 "awd_min_amd_letter_date": "2024-03-20",
 "awd_max_amd_letter_date": "2024-03-20",
 "awd_abstract_narration": "Developing systems for precise control of genes in biological systems continues to be paramount for advancing current challenges in biotechnology and medicine. An understanding of how cells control and rearrange genetic operations, particularly during conditions of stress, could lead to efficient engineering of living organisms for applications that require robust adaptation to different environments. Ultimately, advances in the field of synthetic gene networks will allow development of novel schemes to produce chemical compounds of interest, for example. At the molecular level, some of the most sophisticated native networks that control gene behavior involve both proteins and nucleic acids. Yet, deciphering the many ways in which associated proteins and nucleic acids work together to regulate their gene targets remains largely unknown. In this project, a team of researchers use experimental and modeling tools to explore mechanisms involved in a conserved bacterial gene regulatory network that controls metabolism under nutritional stresses. The project provides research opportunities to students from low-income underrepresented communities and contributes to piloting a cross-discipline course Engineering for Change to support STEM students. \r\n\r\nDeveloping systems for precise control of genes in biological systems continues to be paramount for advancing the synthetic biology field. Post-transcriptional regulatory networks, involving RNA-binding proteins that regulate both mRNAs and sRNAs, remain largely understudied despite expectations that they illustrate sophisticated native schemes of robust and timely control of gene expression. In this project, an interdisciplinary team of researchers, including graduate and undergraduate students, explore new suspected regulatory mechanisms used by RNA-binding proteins within a well-conserved bacterial central global carbon metabolism network. Specifically, the team combines Next Generation Sequencing, microscopy, biomolecular characterization techniques, traditional genetic in vivo methods, and computational tools to: (i) Investigate the formation of bacterial condensates as a mechanism of post-transcriptional gene regulation activity, and (ii) Elucidate dynamic regulatory outcomes as a consequence of regulatory binding sites alternative usage. Results from this work are expected to aid development of novel control mechanisms of bacterial systems that are more naturally aligned with native cellular metabolism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lydia",
   "pi_last_name": "Contreras",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lydia M Contreras",
   "pi_email_addr": "lcontrer@che.utexas.edu",
   "nsf_id": "000601060",
   "pi_start_date": "2024-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 650195.0
  }
 ],
 "por": null
}