{
 "awd_id": "2349930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: Structure, Dynamics, and Folding of Proteins by Solution-State NMR using Hyperpolarized Water",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 481621.0,
 "awd_amount": 481621.0,
 "awd_min_amd_letter_date": "2024-05-06",
 "awd_max_amd_letter_date": "2024-05-06",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics, and Mechanisms A (CSDM-A) program in the Division of Chemistry, Professor Christian Hilty of Texas A&M University and Professors Lucio Frydman and Rina Rosenzweig of the Weizmann Institute of Science in Israel are investigating the role that water molecules play in the folding of biological macromolecules into functional three-dimensional structures, and how interactions with water and hydrogen bonding affect their dynamic motions. The research team will use nuclear magnetic resonance spectroscopy (NMR) in combination with hyperpolarization of the nuclear spins of the water molecules, to provide strong signals highlighting the molecular interactions of proteins and their environs. The discoveries obtained with these methods are anticipated to further the understanding of protein dynamics and of folding pathways related to chaperone function. The project will provide a venue for researchers, including students and postdocs, to exchange the research results through joint international meetings on NMR, nuclear spin hyperpolarization, and protein biophysics, organized by the collaborating institutions.\r\n\r\nThe transfer of nuclear spin polarization from hyperpolarized water is highly dependent on solvent accessibility and molecular motions of the hydration shell and the macromolecule. The roles played by conformational flexibility and binding interactions in the transfer of water hyperpolarization through the backbones and side chains of folded and unfolded proteins will be characterized. The measurement of polarization transfer dynamics using selective NMR experiments will reveal elusive aspects about the roles of NH, OH, and SH-based inter-residue bonds, on the hydrogen bonding of structural waters, and the exclusion of water molecules in rapid folding phenomena. The exchangeable protons involved in these interactions are frequently NMR invisible but play an important role in protein folding and dynamics. Their properties will be accessed through the measurement of exchange and cross-relaxation phenomena as highlighted by the hyperpolarization transfer. In parallel, NMR methods will be developed to enable the use of spin hyperpolarization transferred from water to study large macromolecules. These approaches include the application of relaxation-optimized spectroscopy with ultrafast gradient-encoded 2D NMR methods employing water hyperpolarization. On this basis, the folding-induced dynamic and structural changes imparted by chaperones in large complexes with guest proteins will be characterized.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Hilty",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christian B Hilty",
   "pi_email_addr": "chilty@chem.tamu.edu",
   "nsf_id": "000295902",
   "pi_start_date": "2024-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "3255 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433255",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 481621.0
  }
 ],
 "por": null
}