{
 "awd_id": "2349842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Driving Thermal Chemistry Using Photoinduced Molecular Heating",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 438432.0,
 "awd_amount": 438432.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "With the support of the Chemical Mechanism, Function, and Properties Program in the Division of Chemistry, Professor Dugan Hayes at the University of Rhode Island will explore the scope of novel solution-phase thermal chemistry which is driven by visible light. Photochemical reactions generally occur when a molecule resides in a reactive excited state which is generated by absorbing the energy of a photon. The goal with this project is instead to convert the energy of the excited state quickly into heat using organic dyes and thereby drive thermal reactions in the ground state. This approach is expected to enable challenging reactions which normally only at high temperatures, to be performed under ambient conditions using diffuse light from conventional LED lamps. This concept will also be applied to supramolecular catalysis, wherein the binding of a small “guest” inside a larger “host” accelerates the rate of a particular reaction of the guest. By again converted the energy of a photon into localized heat, dyes tethered to the host will modulate the strength of the host-guest interaction and thereby facilitate the catalytic process. These research efforts will be carried out by a diverse team of graduate and undergraduate students who will gain experience in organic synthesis, laser spectroscopy, and X-ray scattering experiments at world-class synchrotron radiation facilities. The results of this project, as well as discoveries by other researchers working in related fields, will be discussed on the Goeppert Mayer Gauge, a monthly podcast discussion about light-matter interactions and the scientists who study them, which is co-hosted by the PI.\r\n\r\nThis award will support a research program that integrates synthetic organic chemistry, steady-state and ultrafast optical spectroscopies, computational chemistry and modeling, time-resolved X-ray scattering, and advanced NMR techniques to understand the mechanism and scope of photoinduced molecular heating for driving ground-state chemistry. Rather than exploiting optical transitions to access excited state potential energy surfaces with low activation energy barriers, this approach relies on rapid internal conversion of organic chromophores following photoexcitation to impulsively deposit several eV of thermal energy into covalently tethered, thermally reactive moieties using incoherent light. This concept will first be applied to photoinduced non-radical aromatic Claisen rearrangements and 2-aza-Cope rearrangements to demonstrate proof of principle, and ultimately it will be used to modulate and observe intermolecular interactions in supramolecular host-guest complexes on the ultrafast timescale. This work will provide unique insights into molecular reactivity under extreme conditions in the condensed phase, as these reactions are believed to proceed through short-lived, exceptionally hot ground states that are otherwise unachievable through steady-state heating or infrared multiphoton absorption. Because of the strongly non-equilibrium nature of the reactant environment, the regioselectivity of such reactions can be entirely distinct from that observed under conventional thermal conditions, providing routes to previously inaccessible synthetic targets and substantially broadening the scope of well-known rearrangement reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dugan",
   "pi_last_name": "Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dugan Hayes",
   "pi_email_addr": "dugan@uri.edu",
   "nsf_id": "000771801",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 438432.0
  }
 ],
 "por": null
}