{
 "awd_id": "2349302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Ligand Design Principles in the Development of Earth Abundant Metal Catalysts for Carbon-Element Bond Forming Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 605207.0,
 "awd_amount": 649863.0,
 "awd_min_amd_letter_date": "2024-07-12",
 "awd_max_amd_letter_date": "2025-03-06",
 "awd_abstract_narration": "With the support of the Chemical Catalysis program in the Division of Chemistry, Professor Christine Thomas of The Ohio State University is studying the fundamental design of new, more sustainable, catalysts for carbon-element bond-forming reactions. Catalytic transformations provide an environmentally friendly method to convert widely available chemical feedstocks into value-added products for use in the pharmaceutical, consumer product, and commodity chemical industries. The project will explore fundamental aspects of catalyst design and establish new catalysts that are easily produced from naturally abundant and inexpensive precursors, particularly taking advantage of Earth-abundant metals such as iron and cobalt. This project will directly contribute to the rigorous training of graduate and undergraduate students in preparation for their careers as scientific researchers, with a particular focus on recruiting and retaining students from diverse backgrounds, including Black and LatinX students, U.S. military veterans, and students with disabilities. In efforts to increase the participation of underrepresented groups in chemistry, Professor Thomas serves as the faculty advisor to the student organization for women in chemistry at Ohio State (Females of Chemistry Uniting Scientists, FOCUS) and as Ohio State’s representative to the NOBCChE (National Organization for the Professional Advancement of Black Chemists and Chemical Engineers) Collaborative, helping to empower and provide opportunities for women and Black students. Professor Thomas and her team will also participate in several annual local outreach events geared towards K-12 students from Columbus City Schools.\r\n \r\nWith the support of the Chemical Catalysis program in the Division of Chemistry, Professor Christine Thomas of The Ohio State University is studying the design of new multidentate ligand frameworks to ultimately promote carbon-element bond forming reactions using Earth-abundant first row transition metals (e.g. iron and cobalt). The project will establish more sustainable catalytic methods by leveraging unique multidentate ligand designs that promote the formation and cleavage of chemical bonds at first row transition metal centers. This project is centered on ligand design, and Prof. Thomas and her team will evaluate two different ligand types in this regard.  A tridentate bis(phosphine) pincer ligand featuring a central π-accepting diamidophosphine, diamidophosphite, or triamidophosphine (PPXP) (X = CF3, OR, NR2) moiety will be coordinated to Co and Fe and the resulting metal compounds will be evaluated as precatalysts for the hydroboration, hydrogenation, and hydrosilylation of alkenes. Detailed mechanistic studies will be performed to establish the catalytic reaction mechanism and understand turnover limiting steps that can be the subject of catalyst improvement. The fundamental evaluation of different substituents on the central phosphorus atom of the ligand will allow structure/activity relationships to be established in the context of pincer ligands with π-accepting functionalities. In addition, this project will explore a non-innocent tetradentate (PNNP)2- ligand whose ligand backbone readily undergoes hydrogen atom transfer upon coordination to Co.  The resulting enediamide ligand is redox non-innocent, allowing the resulting (PNNP)Co complex to access four different redox states while only cycling between two oxidation states. A series of cobalt-alkyl compounds will be synthesized and the strength and nature of cobalt-carbon bonds will be investigated as a function of metal/ligand redox state to gain insight into the tunability of cobalt-alkyl bonds, which are important intermediates in alkene hydrofunctionalization reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Thomas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Thomas",
   "pi_email_addr": "thomasc@chemistry.ohio-state.edu",
   "nsf_id": "000533032",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "165 CBEC",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8047",
   "pgm_ref_txt": "Veterans Involvement"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 605207.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 44656.0
  }
 ],
 "por": null
}