{
 "awd_id": "2349782",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Deaf signers and mathematical cognition: How language modality and time of language acquisition affect the neural correlates of arithmetic processing",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2024-05-15",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 1413844.0,
 "awd_amount": 930271.0,
 "awd_min_amd_letter_date": "2024-05-07",
 "awd_max_amd_letter_date": "2024-05-07",
 "awd_abstract_narration": "Research in arithmetic reasoning has largely neglected to investigate the impact of language modality (i.e., spoken vs. signed) on its cognitive and neural foundations. Current theories and models ignore the unique language and learning experiences of Deaf signers. To address this need, the current project will investigate the role of language experience and provide the blueprints of the neurocognitive model for arithmetic reasoning in Deaf signers. The research team will investigate the neurocognitive basis of arithmetic processing in adult deaf ASL signers and non-signing English speaking adults. They compare the neurocognitive basis of subtraction and multiplication in early signers (acquired ASL before age 2) and non-signers; and investigate the neurocognitive basis of subtraction and multiplication in a group of late learners of sign (acquired ASL later than age 2). This work will provide a novel understanding of the impact of sign language, or variations in language accessibility, on the processes supporting arithmetical reasoning and, more broadly, contribute to the long-standing question of the role of language in shaping human cognition. It will expand our understanding of the uniquely human ability to calculate. It will also provide novel insight into the plasticity and resilience of the human brain, setting the foundations for future work investigating math learning disability in deaf signers or alternative educational approaches for children with different learning abilities. The results from this project are poised to influence the fields of education, psychology, neuroscience, and linguistics. This project will also help to increase diversity in STEM by tackling an under-investigated area of human cognition, with an under-researched population, while providing research opportunities to deaf trainees.\r\n\r\nThis project will investigate the cognitive processes and underlying brain activations of adult deaf early and late signers and hearing non-signers solving single-digit problems. Arithmetic reasoning relies in part on language, providing the opportunity to investigate the impact of language experience. The investigators will test the two operations most distinctly represented in the brain, multiplication and subtraction problems, as they provide the greatest opportunity to identify differences across linguistic groups. To test and expand the neurocognitive model of arithmetic reasoning, the project will rely on theoretically supported brain regions of interest. Using behavioral and functional magnetic resonance imaging (fMRI), the project will specifically investigate activations within independently identified phonological, spatial-numerical, and novel sensorimotor processing areas. These areas will allow a comparison between signers and non-signers. Further, after establishing the neurocognitive model for arithmetic processing in early signers, the team will investigate the impact of delayed exposure to language in deaf late signers. Studying deaf signers offers a unique window into understanding the role of language in the development of arithmetic proficiency and in cognition more broadly. This project is supported by the EDU Core Research (ECR) program. ECR emphasizes fundamental STEM education research that generates foundational knowledge in the field. Investments are made in critical areas that are essential, broad, and enduring: STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "ilaria",
   "pi_last_name": "berteletti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "ilaria berteletti",
   "pi_email_addr": "ilaria.berteletti@gallaudet.edu",
   "nsf_id": "000786141",
   "pi_start_date": "2024-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gallaudet University",
  "inst_street_address": "800 FLORIDA AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026515497",
  "inst_zip_code": "200023600",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GALLAUDET UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TQCJUED1WEF9"
 },
 "perf_inst": {
  "perf_inst_name": "Gallaudet University",
  "perf_str_addr": "800 FLORIDA AVE, NE",
  "perf_city_name": "WASHINGTON DC",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200023695",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8812",
   "pgm_ref_txt": "Midscale Research Infrastruct"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 930271.0
  }
 ],
 "por": null
}