{
 "awd_id": "2349298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: REU Site: C3: Collaboration to Combat Crime - An Interdisciplinary Approach",
 "cfda_num": "47.041, 47.083",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 156680.0,
 "awd_amount": 156680.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2025-01-16",
 "awd_abstract_narration": "This three-year collaborative REU Site: C3: Collaboration to Combat Crime - An Interdisciplinary Approach is hosted among three institutions-South Dakota State University (lead), University of South Dakota, and the South Dakota School of Mines and Technology. Nine students each year will engage in unique interdisciplinary research focused on the illicit economy and implications of the disruption of the cyber, physical, and social elements of the illicit economy. Students will conduct transformative research in computer science, mathematics, industrial engineering, material and metallurgical engineering, behavioral science, and chemistry/biochemistry. The goal is to provide the requisite training, skills, and experience for participants to successfully pursue graduate studies in security-based topics calibrated towards and undermining the illicit economy and advancing scientific fields. REU students will engage in multi-level mentored research projects and a unique STEM communications program. The professional development sequence includes a Research Scholar Identity component to help students develop the aptitudes for quantitative thinking and research performance. In addition, REU students will participate in workshops on topics such as scientific communication, ethics in research, publication, authorship and intellectual property, data visualization software, and engineering-based story-telling techniques.\r\n\r\nThis three-year collaborative REU Site: C3: Collaboration to Combat Crime - An Interdisciplinary Approach is hosted among three institutions-South Dakota State University (lead), University of South Dakota, and the South Dakota School of Mines and Technology. Nine students each year will engage in unique interdisciplinary research focused on the illicit economy and implications of the disruption of the cyber, physical, and social elements of the illicit economy. Specific illustrations of illicit activities include counterfeit goods and services, trafficking in goods and services, and understanding the connectivity among and between illicit markets.  This REU Site brings together experts in computer science, mathematics, industrial engineering, material and metallurgical engineering, behavioral science, and chemistry/biochemistry to provide a collaborative, multidisciplinary perspective and mentoring support for students. REU students will learn specialized training and skills embedded within interdisciplinary research projects that are linked to surveillance, detection, identification, and disruption of illicit markets. The professional development sequence includes a Research Scholar Identity component to help students develop the aptitudes for quantitative thinking and research performance. In addition, REU students will participate in workshops on topics such as scientific communication, ethics in research, publication, authorship and intellectual property, data visualization software, and engineering-based story-telling techniques. The long-term goal of the C3 REU is to provide students with opportunities to consider  investigative graduate research and careers in this very unique area.\r\n\r\n\r\n\r\nThis project is jointly funded by the EEC REU and the Established Program to Stimulate Competitive Research (EPSCOR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Hoover",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Randy C Hoover",
   "pi_email_addr": "randy.hoover@sdsmt.edu",
   "nsf_id": "000602393",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Saurav",
   "pi_last_name": "Kumar Dubey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saurav Kumar Dubey",
   "pi_email_addr": "kumardubey@ksu.edu",
   "nsf_id": "000785275",
   "pi_start_date": "2024-07-10",
   "pi_end_date": "2025-01-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Kellar",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jon J Kellar",
   "pi_email_addr": "jon.kellar@sdsmt.edu",
   "nsf_id": "000402259",
   "pi_start_date": "2025-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Hoover",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Randy C Hoover",
   "pi_email_addr": "randy.hoover@sdsmt.edu",
   "nsf_id": "000602393",
   "pi_start_date": "2024-07-10",
   "pi_end_date": "2025-01-16"
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 E SAINT JOSEPH ST",
  "perf_city_name": "RAPID CITY",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 156680.0
  }
 ],
 "por": null
}