{
 "awd_id": "2349618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Enhancing the undergraduate research training experience in mesoscopic functional nanomaterials",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 321665.0,
 "awd_amount": 321665.0,
 "awd_min_amd_letter_date": "2024-05-09",
 "awd_max_amd_letter_date": "2024-05-09",
 "awd_abstract_narration": "The three-year renewal REU Site: Enhancing the undergraduate research experience in mesoscopic functional nanomaterials (MFN) is hosted by the University of California Los Angeles. Ten students each year will participate in research in atomic-scale materials and mesoscopic electromagnetic devices. Recruitment efforts will target community college student populations. The project features mentoring by research faculty and synergistic cohort-wide activities for students. For each REU student, a trio of support personnel (REU faculty, an REU graduate student, and the REU-wide coordinator) will provide a10-week summer internship training experience. Early formal mentor-mentee assignments before the start of the REU programming facilitate the one-on-one personalized interaction, along with a long-duration guidance for students after the REU experience concludes. The MFN REU Site will implement weekly faculty-student updates and discussions, weekly REU site-wide professional development and cross-training workshops, in addition to external periodic surveys with feedback action items, and a cumulative symposium for the REU scholars. This program provides an early immersion experience for undergraduate students in science and engineering, benefiting their education and science in society.\r\n \r\nThe three-year renewal REU Site: Enhancing the diversity undergraduate research experience in mesoscopic functional nanomaterials (MFN) is hosted by the University of California Los Angeles. Ten students each year will participate in research in atomic-scale materials and mesoscopic electromagnetic devices. Recent advances in atomic-scale materials and mesoscopic electromagnetic devices have enabled new innovations towards undergraduate training and workforce education. To address the demanding scientific challenges the REU Site in Mesoscopic Functional NanoMaterials (MFN) offers mentoring and synergistic cohort-wide activities.  For each REU student, a trio of support personnel (REU faculty, an REU graduate student, and the REU-wide coordinator) will provide a10-week summer internship training experience. Early formal mentor-mentee assignments before the start of the REU programming facilitate the one-on-one personalized interaction, along with a long-duration guidance for students after the REU experience concludes. The MFN REU Site will implement weekly faculty-student updates and discussions, weekly REU site-wide professional development and cross-training workshops, in addition to external periodic surveys with feedback action items, and a cumulative symposium for the REU scholars. This program provides an early immersion experience for undergraduate students in science and engineering, benefiting their education and science in society.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chee Wei",
   "pi_last_name": "Wong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chee Wei Wong",
   "pi_email_addr": "cheewei.wong@ucla.edu",
   "nsf_id": "000487057",
   "pi_start_date": "2024-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chandrashekhar",
   "pi_last_name": "Joshi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chandrashekhar Joshi",
   "pi_email_addr": "cjoshi@ucla.edu",
   "nsf_id": "000717612",
   "pi_start_date": "2024-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California Los Angeles",
  "perf_str_addr": "420 Westwood Plaza, Engineering 4,",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 321665.0
  }
 ],
 "por": null
}