{
 "awd_id": "2350318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Deriving gene function from three-dimensional gene clustering",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 449695.0,
 "awd_amount": 449695.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "Non-technical description: the Historically Black Colleges and Universities Undergraduate Program (HBCU-UP) through Research Initiation Awards provide support for junior and mid-career faculty at Historically Black Colleges and Universities who are building new research programs or redirecting and rebuilding existing research programs. It is expected that the award helps to further the faculty member's research capability and effectiveness and improve research and teaching at the home institution. This award to Clark Atlanta University provides opportunities for graduate and undergraduate students to be trained in computational biology research. This research challenges the traditional belief that eukaryotic genes are distributed randomly on chromatin throughout the nucleus and are not functioning in coordination with each other. It aims to identify and connect physical gene clustering in three-dimensional (3D) space in the nucleus to help identify gene functions. This could lead to discovering novel biological pathways or products and may become targets for bioengineering. \r\n\r\nTechnical description: while gene clusters and coexpression of co-located genes is common in prokaryotes, the organization of eukaryotic genome is thought to exclude these types of genomic features. This project aims to identify functional gene clustering and coordinated gene expression in a green alga, A. protothecoides, by integrating multiple types of sequencing data to map the three-dimensional genome architecture. The proposed research expands upon previous research from this research team that successfully identified several evolutionarily conserved functional gene clusters in algae. This resulted in the identification of gene functions for unknown genes in these clusters, one of which was verified in by experimental evidence. The specific objective of the current research are: (1) Explore the relationship between gene clustering and co-expression in eukaryotes in 3D space by expanding the computational search for these features,  (2) Identify genomic features (transcription factors, long range chromosomal interactions, genomic islands, etc.) that support the co-regulation of co-functional gene clusters in 3D space, and (3) Explore the dynamic changes of gene clustering through functional genomic stress analysis. This project will inform basic science by elucidating genome architecture and functional gene distribution of eukaryotes. It specifically targets non-model eukaryotes with small genomes to provide insight into the evolutionary transition to eukaryotic cell types.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fatima",
   "pi_last_name": "Foflonker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatima Foflonker",
   "pi_email_addr": "Ffoflonker@gmail.com",
   "nsf_id": "000942219",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark Atlanta University",
  "inst_street_address": "223 JAMES P BRAWLEY DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048806990",
  "inst_zip_code": "303144358",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "CLARK ATLANTA UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JGA3E25MFDV9"
 },
 "perf_inst": {
  "perf_inst_name": "Clark Atlanta University",
  "perf_str_addr": "223 JAMES P BRAWLEY DR SW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144358",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 449695.0
  }
 ],
 "por": null
}