{
 "awd_id": "2350072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Educating Tomorrow's Technicians for an Electrified Workforce",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2024-06-04",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "The New England region is in need of highly skilled electric vehicle (EV) technicians to keep pace with the rapidly changing landscape in the automotive industry. According to US Department of Energy data, there are more than 2 million electric vehicles registered in the United States with 93,000+ registered in New England. By 2032, the number of personal light duty EVs in New England is projected to experience a 500% increase. In order to meet growing EV needs, the Connecticut State Community College Gateway (CT State Gateway) Automotive Technology program will establish a stackable certificate program including coursework in hybrid and electric vehicle operation, safety, maintenance, diagnosis, and repair to prepare the next generation of automotive technicians with the requisite skills to support electric vehicles and hybrid vehicles. The EV program will offer enrichment opportunities for students and faculty through professional development and will strengthen and expand automotive technology partnerships with local, regional, and state employers. The EV program will generate new curricula, embed updated skills within existing curricula, increase interest in automotive technology careers, and result in a more highly skilled workforce. \r\n\r\nThe CT State Gateway EV program seeks to advance the knowledge of electrical vehicle repair. This will be accomplished by four project goals: 1) Develop an Electric Vehicle certificate that will educate the technicians required to service advanced technology vehicles, 2) Create and implement a college faculty and high school teacher professional development plan to increase their proficiency in instruction of electric vehicle repair, 3) Create a Business Industry Leadership Team (BILT) for Electric Vehicle Repair, and 4) Develop a roadmap for high school students and underrepresented student populations to increase awareness and consideration for CT State Gateway's Electric Vehicle technician programs. During the three-year project, 40 students will be recruited to complete the stackable certificate program. The project team will directly align the EV curriculum with industry needs through the implementation of a BILT that will work concurrently with the existing advisory committees of the Automotive Technology program. Faculty affiliated with the project will benefit from in-person professional development training opportunities and access updated laboratories. The Automotive Technology program is remarkably diverse in its student population with sixty-four percent of its students representing Hispanic, Black, Asian, and multi-racial students. This project can further broaden participation of students from underrepresented groups in the STEM workforce who will benefit by acquiring knowledge and hands-on Hybrid/EV experiences. The new curriculum will meet the National Institute for Automotive Service Excellence (ASE) newly implemented Electric Vehicle Technician/ Shop Personnel Electrical Safety Standards. The academic curriculum developed though this project will be disseminated nationally through NSF/ATE centers, CT State Community College, State of Connecticut agencies, and science technology engineering and mathematics related conferences. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the Nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Barlage",
   "pi_mid_init": "F",
   "pi_sufx_name": "III",
   "pi_full_name": "Edward F Barlage",
   "pi_email_addr": "ebarlage@gwcc.commnet.edu",
   "nsf_id": "000943514",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Fuller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Fuller",
   "pi_email_addr": "Dfuller@gatewayct.edu",
   "nsf_id": "000948552",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HIGHER EDUCATION, CONNECTICUT BOARD OF REGENTS FOR",
  "inst_street_address": "20 CHURCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2032852258",
  "inst_zip_code": "065103304",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "HIGHER EDUCATION, CONNECTICUT BOARD OF REGENTS FOR",
  "org_prnt_uei_num": "",
  "org_uei_num": "N1PZLYBYC1D3"
 },
 "perf_inst": {
  "perf_inst_name": "Higher Education, Connecticut Board of Regents For",
  "perf_str_addr": "20 Church St",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065103304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}