{
 "awd_id": "2350298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "O-Glycosylation Mediated by Chalcogen, Halogen, and Pnictogen Bonding",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 574999.0,
 "awd_amount": 574999.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, Professor Justin Ragains of Louisiana State aims to develop new approaches to the synthesis of glycosidic bonds which leverage visible light and earth-abundant reagents. Glycosidic bonds comprise the backbone linkages of oligosaccharides and glycoconjugates (carbohydrates consisting of a small number of sugar units, and molecules consisting of sugar units linked to other biological molecules, respectively), which have a broad spectrum of biological and clinical relevance.  The efficient, cost-effective synthesis of glycosidic bonds using non-corrosive agents is a longstanding and unsolved problem in organic chemistry, limiting their further development and therapeutic application. Successful execution of Professor Ragains’ research will advance the science of oligosaccharide and glycoconjugate synthesis while furthering our fundamental understanding of the chemistry of elements like sulfur, phosphorus, bromine, and iodine.  This research will have important broader implications for the development of vaccines and drugs as well as the development of technologies used in medical diagnostics.  Finally, planned public outreach activities include partnering with Louisiana State University’s Upward Bound program to teach low-income, first-generation high school students about chemistry and basic skills in the chemistry lab.  This will prepare these students for future college studies. \r\n   \r\nProfessor Ragains and his students will study the visible-light-promoted formation of O-glycosidic bonds using chalcogenoglycoside electrophiles, alcohol nucleophiles, and promoters capable of acting as chalcogen, halogen, or pnictogen-bond donors. The fundamental process leading to O-glycosylation will be the photoinduced electron transfer from chalcogenoglycoside to chalcogen/halogen/pnictogen-bond donor.  This process will be followed by a cascade of radical and polar processes ultimately leading to O-glycosylation.  Chalcogenoglycosides to be studied will include thioglycosides and selenoglycosides, which will be paired with chalcogen/halogen/pnictogen-bond donors such as dibenzothiophenium and dibenzoselenophenium salts, perhaloalkanes (especially perfluoroalkyl bromides and iodides), diaryliodonium salts, and phosphonium salts. Structure-activity relationships for each of the reactive components and the resultant electron donor-acceptor complexes will be conducted through detailed mechanistic investigations. Stereoselective variants of the glycosylation processes will also be examined. The successful execution of this work will advance the fundamental understanding of chalcogen/halogen/pnictogen bonding and the attendant photochemistry of the electron-donor-acceptor complexes formed through these processes. In addition, expedient O-glycosylation processes amenable to scale-up and industrial applications under non-corrosive conditions may be developed.  This work will have implications in the development of drugs for treatment of disease, glycoconjugate vaccines for disease prevention, and glycan arrays which are potentially useful for medical diagnostics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Ragains",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Justin R Ragains",
   "pi_email_addr": "jragains@lsu.edu",
   "nsf_id": "000623062",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 Himes Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 574999.0
  }
 ],
 "por": null
}