{
 "awd_id": "2350105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design and Development of the Allyl Cyanamide Rearrangement",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922003",
 "po_email": "jprotasi@nsf.gov",
 "po_sign_block_name": "John Protasiewicz",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "With the support of the Chemical Synthesis (SYN) program in the Division of Chemistry, Professor Jose Madalengoitia of the University of Vermont will develop variations of an important chemical reaction, namely the allyl cyanamide rearrangement, which affords highly reactive intermediates en route to the preparation of guanidine compounds. The guanidine moiety is present in many drugs and bioactive natural products. In addition, guanidine compounds have also been found to catalyze many organic reactions. The methods and concepts developed in these studies have the potential to broadly contribute to the synthesis of complex, nitrogen-rich guanidine compounds such as those utilized in pharmaceutical chemistry, bioorganic chemistry, catalysis and materials science. A unifying concept of the project is the research group’s observation that orthogonally perturbed loose transition states for allyl cyanamide rearrangements correlate with a lower activation energy resulting in acceleration for the reaction rates for these and related reactions. Societal benefits will include the training of graduate students and undergraduates, both in experimental organic chemistry and computational chemistry.  Furthermore, high school students recruited through project SEED will be recruited into the laboratory to perform research during the summers.\r\n\r\nResearch in the Madalengoitia lab will focus on four projects that aim to develop and exploit the versatility of the allyl cyanamide rearrangement. The first project takes advantage of the ready availability of chiral pool amines and alcohols to synthesize enantioenriched allyl cyanamide rearrangement precursors, which after chirality transfer rearrangement and trapping by amines will afford more complex enantioenriched guanidines. The second project will exploit the orthogonal perturbation model to develop diastereoselective allyl cyanamide rearrangements by lowering the transition state energy of one diastereomeric transition state (through orthogonal perturbation) over another, leading to the selective formation of one diastereomer over the other.  The third project investigates coupling the allyl cyanamide reaction to a zwitterionic, dynamically diastereoselective 1,3-diaza-Claisen rearrangement. The result of these cascade reactions will increase the structural complexity of the guanidine products and generate them with stereochemical control. The fourth project will develop the allenyl cyanamide rearrangement as a means of accessing vinyl carbodiimides that can react in situ with imines through a 4+2 cycloaddition to afford cyclic guanidines. To further highlight the versatility and applicability of these reactions, the four projects will be applied to synthesize advanced intermediates toward the synthesis of guanidine natural products.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Madalengoitia",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jose S Madalengoitia",
   "pi_email_addr": "Jmadalen@uvm.edu",
   "nsf_id": "000238836",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 575000.0
  }
 ],
 "por": null
}