{
 "awd_id": "2350530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis and Geometry of Conformal and Quasiconformal Mappings",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 211262.0,
 "awd_amount": 211262.0,
 "awd_min_amd_letter_date": "2024-04-02",
 "awd_max_amd_letter_date": "2024-04-02",
 "awd_abstract_narration": "This project aims to better understand the analytic and geometric properties of conformal and quasiconformal mappings. Conformal mappings are planar transformations which locally preserve angles. An important example is the Mercator projection in cartography, used to project the surface of the Earth to a two-dimensional map. More recently, much attention has been devoted to the study of quasiconformal mappings, a generalization of conformal mappings where a controlled amount of angle distortion is permitted. Because of this additional flexibility, quasiconformal mappings have proven over the years to be of fundamental importance in a wide variety of areas of mathematics and applications. Many of these applications involve planar transformations that are quasiconformal inside a given region except possibly for some exceptional set of points inside the region. The study of this exceptional set leads to the notion of removability, central to this research project and closely related to fundamental questions in complex analysis, dynamical systems, probability and related areas. Another focus of this project is on the study of certain families of quasiconformal mappings called holomorphic motions. The principal investigator will study how quantities such as dimension and area change under holomorphic motions, leading to a better understanding of the geometric properties of quasiconformal mappings. The project also provides opportunities for the training and mentoring of early career researchers, including graduate students. In addition, the principal investigator will continue to be involved in a science and mathematics outreach program for local high school students.\r\n\r\nTwo strands of research comprise the planned work. The first component involves the study of conformal removability. Motivated by the long-standing Koebe uniformization conjecture, the principal investigator will investigate the relationship between removability and the rigidity of circle domains. This part of the project also involves the study of conformal welding, a correspondence between planar Jordan curves and functions on the circle. Recent years have witnessed a renewal of interest in conformal welding along with new generalizations and variants, notably in the theory of random surfaces and in connection with applications to computer vision and numerical pattern recognition. The second component of the project concerns holomorphic motions. The principal investigator will study the variation of several notions of dimension under holomorphic motions. A new approach to this topic by the principal investigator and his collaborators using inf-harmonic functions has already yielded a unified treatment of several celebrated theorems about quasiconformal mappings, and many more fruitful connections are anticipated as progress continues to be made towards a better understanding of holomorphic motions. This part of the project also involves the relationship between global quasiconformal dimension and conformal dimension.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malik",
   "pi_last_name": "Younsi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malik Younsi",
   "pi_email_addr": "malik.younsi@gmail.com",
   "nsf_id": "000732034",
   "pi_start_date": "2024-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 Campus Rd Sinclair Rm 1",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 211262.0
  }
 ],
 "por": null
}