{
 "awd_id": "2350077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: AGU Chapman Conference - Remote Sensing of the Water Cycle: Sensors to Science to Society",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2023-12-15",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 42500.0,
 "awd_amount": 42500.0,
 "awd_min_amd_letter_date": "2023-12-04",
 "awd_max_amd_letter_date": "2023-12-04",
 "awd_abstract_narration": "The AGU Chapman Conference on Remote Sensing of the Water Cycle: Sensors to Science to Society will be held in Honolulu, Hawaii, from February 13 to 16, 2024. The purpose of this Chapman Conference is to harness the power of satellite remote sensing observations of the terrestrial water cycle and hydrological models to benefit society. The conference will bring together international and diverse expertise to explore relationships between science and societal applications. The Chapman Conference will include about 200 participants, of which more than half will be early career, including graduate students, postdocs, and pre-tenure faculty. The goal of participant support is to broaden participation by demographic groups underrepresented in the Earth and space sciences, applicants with financial needs, and those who have not previously studied outside of their home country. \r\n\r\nIn the past decade there have been significant advances in the fields of sensor technology, satellite missions, modeling and applications to benefit society. Satellite observations are made more frequently and at higher resolutions, commercial satellites now number in the hundreds, and private businesses are now focused on remote sensing applications to water science. Big data coupled with AI/ML methods increases capacity for data assimilation to inform complex modeling systems. This conference will convene a broad intersection of the research community to explore the most pressing research questions related to remote sensing of the water cycle and to foster new ideas on how these efforts can benefit society.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Billy",
   "pi_last_name": "Williams",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Billy M Williams",
   "pi_email_addr": "bwilliams@agu.org",
   "nsf_id": "000721142",
   "pi_start_date": "2023-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Geophysical Union",
  "inst_street_address": "2000 FLORIDA AVE NW LBBY",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024626900",
  "inst_zip_code": "200091374",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN GEOPHYSICAL UNION",
  "org_prnt_uei_num": "",
  "org_uei_num": "QSTAN1HJRXJ5"
 },
 "perf_inst": {
  "perf_inst_name": "American Geophysical Union",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200099123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 42500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This Chapman aimed to explore a number of interesting questions - What is the role of scientists in the fields of sensor technology, satellite missions, modeling and applications to benefit society? Which science questions have been answered in this past decade and what are the next decade&rsquo;s pressing questions? These are in the areas of water and food security, health, new sensors and resolving conflicts between countries. How do we further connect the business of water with the researchers of water? The Chapman Conference aimed to bring together these groups to build further collaborations and foster new ideas.</p>\r\n<p>The Chapman Conference on Remote Sensing of the Water Cycle: Sensors to Science to Society gathered 200 members of the scientific community at the Sheraton Princess Kaiulani in Honolulu, HI from 13-16 February 2024. With support from NSF, a total of 31 attendees received participant support. There was a two-month application period. The program committee reviewed the 146 applications and ultimately chose 57 recipients to receive participant support across two grants, including NSF. Five recipients declined the grant. The recipients represented a diverse group of professionals and students. All recipients worked or studied at a United States institution.</p>\r\n<ul>\r\n<li><strong>Career      Stage</strong>:   \r\n<ul>\r\n<li>7       early career professionals</li>\r\n<li>24       students (4 master, 20 PhD)</li>\r\n</ul>\r\n</li>\r\n<li><strong>Gender      Distribution</strong>:        \r\n<ul>\r\n<li>13       recipients identified as women</li>\r\n<li>18       recipients identified as men</li>\r\n</ul>\r\n</li>\r\n</ul>\r\n<p>The participant support covered travel-related and registration costs, enabling these individuals to attend and present at the Chapman Conference.</p>\r\n<p>The main takeaways of this conference and challenges identified were -</p>\r\n<p>(a)&nbsp;&nbsp; Observational gaps in the loss of Terra-Aqua systems and moving from GPM to AOS. How can we ensure continuity in observational data sets so that they can be used in climate studies?</p>\r\n<p>(b)&nbsp; The inability of current systems to provide high-resolution data poses a significant hurdle, particularly in addressing food and health-related concerns.</p>\r\n<p>(c)&nbsp;&nbsp; In the arena of water security, there need to be improvements to precipitation sensing across variable terrain, availability of streamflow observations and higher resolution terrain data for bathymetry, and better understanding of groundwater data are critically important to understanding transboundary water issues.</p>\r\n<p>(d)&nbsp; Developing and assessment risk information under a non-stationary climate as the biggest question for insurance and reinsurance communities.</p>\r\n<p>(e)&nbsp;&nbsp; In the areas of AI/ML, the development of best practices and standards for selection of high quality training data, minimum sample sizes for model training data across different types of applications and ensuring that training and validation data are independent and the need for standards and procedures to identify and account for errors and uncertainty in the observational datasets used for model training and accuracy assessment.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/04/2025<br>\nModified by: Billy&nbsp;M&nbsp;Williams</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Chapman aimed to explore a number of interesting questions - What is the role of scientists in the fields of sensor technology, satellite missions, modeling and applications to benefit society? Which science questions have been answered in this past decade and what are the next decades pressing questions? These are in the areas of water and food security, health, new sensors and resolving conflicts between countries. How do we further connect the business of water with the researchers of water? The Chapman Conference aimed to bring together these groups to build further collaborations and foster new ideas.\r\n\n\nThe Chapman Conference on Remote Sensing of the Water Cycle: Sensors to Science to Society gathered 200 members of the scientific community at the Sheraton Princess Kaiulani in Honolulu, HI from 13-16 February 2024. With support from NSF, a total of 31 attendees received participant support. There was a two-month application period. The program committee reviewed the 146 applications and ultimately chose 57 recipients to receive participant support across two grants, including NSF. Five recipients declined the grant. The recipients represented a diverse group of professionals and students. All recipients worked or studied at a United States institution.\r\n\r\nCareer      Stage:   \r\n\r\n7       early career professionals\r\n24       students (4 master, 20 PhD)\r\n\r\n\r\nGender      Distribution:        \r\n\r\n13       recipients identified as women\r\n18       recipients identified as men\r\n\r\n\r\n\r\n\n\nThe participant support covered travel-related and registration costs, enabling these individuals to attend and present at the Chapman Conference.\r\n\n\nThe main takeaways of this conference and challenges identified were -\r\n\n\n(a) Observational gaps in the loss of Terra-Aqua systems and moving from GPM to AOS. How can we ensure continuity in observational data sets so that they can be used in climate studies?\r\n\n\n(b) The inability of current systems to provide high-resolution data poses a significant hurdle, particularly in addressing food and health-related concerns.\r\n\n\n(c) In the arena of water security, there need to be improvements to precipitation sensing across variable terrain, availability of streamflow observations and higher resolution terrain data for bathymetry, and better understanding of groundwater data are critically important to understanding transboundary water issues.\r\n\n\n(d) Developing and assessment risk information under a non-stationary climate as the biggest question for insurance and reinsurance communities.\r\n\n\n(e) In the areas of AI/ML, the development of best practices and standards for selection of high quality training data, minimum sample sizes for model training data across different types of applications and ensuring that training and validation data are independent and the need for standards and procedures to identify and account for errors and uncertainty in the observational datasets used for model training and accuracy assessment.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/04/2025\n\n\t\t\t\t\tSubmitted by: BillyMWilliams\n"
 }
}