{
 "awd_id": "2400127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Redox and Excited State Properties of Oligothiophene-Bearing Ru(II) Photodrugs",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2024-04-11",
 "awd_max_amd_letter_date": "2024-04-11",
 "awd_abstract_narration": "WIth support from the Chemical Structure, Dynamics, and Mechanism-B (CSDM-B) program, Professor Sherri McFarland at the University of Texas, Arlington will interrogate how molecular  conformation, ionizability, and intermolecular interactions influence the behavior of photosensitizers, particularly oligothiophene-containing ruthenium compounds. Photosensitizers are compounds that harness the light energy to facilitate a desirable physical process or chemical transformation. Such molecules have utility in fields spanning solar energy conversion to chemical catalysis, and also photomedicine. This project focuses on a photosensitizer class that shows promise for cancer therapy and may follow a unique type of multimodal action that combines photocatalysis and intermolecular photochemical reactions with singlet oxygen sensitization. The project will use the tools of coordination chemistry plus photophysical and electrochemical techniques to explore the roles of isomerism, agglomeration and confinement, and environment on these pathways. The proposed work will train graduate students and undergraduates in highly multidisciplinary research at the nexus of chemistry, biology, physics, and engineering. This multifaceted training in synthesis, inorganic photophysics and spectroscopy, and electrochemistry will help to prepare the future workforce in science and technology. The broader impact objectives are aimed at improving scientific literacy and addressing educational equity in research. The McFarland team is particularly focused on addressing educational equity issues in undergraduate research and improving scientific literacy using bench-to-bedside projects with societal impact through curriculum-based research experiences (CUREs) for undergraduate STEM students. The project aims to equip tomorrow’s leaders with skills in science communication and expose them to entrepreneurship as it relates to bringing scientific discoveries from the laboratory to society.\r\n\r\nUnder this award, Professor Sherri McFarland and her team will examine the redox and excited state properties of oligothiophene-containing Ru(II) complexes, compounds that have important applications as photosensitizers in fields ranging from solar energy conversion to photomedicine. Imidazo[4,5-f][1,10]phenanthroline (IP) ligands appended to oligothiophenes (nT) of sufficient chain length n adopt planarized lowest-energy triplet states that are of significant intraligand charge transfer (ILCT) character. Oligothiophenes are redox active, and the neighboring IP group may enable proton coupled electron transfer (PCET) to facilitate catalytic photoredox reactions from the 3ILCT states. These charge-separated excited states may also undergo chemical dimerization and generate singlet oxygen. The project aims to develop a photophysical model for these systems in simple solvents and in complex biological environments. Each system will be studied from the point of view of molecular structure, redox chemistry and photophysics, with longer term implications for phototherapy mechanisms. The UTA team will synthesize and characterize oligothiophene-appended Ru(II) complexes, [Ru(LL)2(IP-nT)]2+, to probe the effects of various factors on the proposed PCET-facilitated pathways: ionization state, excited state conformation, triplet energy and character, and bimolecular processes. Synthetic, spectroscopic, and electrochemical techniques will be used to test the importance of nT-based triplets with CT character and ionizable groups for multimodal action and probe how the excited state dynamics are influenced at biological interfaces based on factors such as ionization, conformation, and isomerism.  This project aims to advance the fields of coordination chemistry, photochemistry and photophysics, and ultimately photomedicine, in the longer term.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sherri",
   "pi_last_name": "McFarland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sherri A McFarland",
   "pi_email_addr": "sherri.mcfarland@uta.edu",
   "nsf_id": "000758888",
   "pi_start_date": "2024-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S. NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": null
}