{
 "awd_id": "2400478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Empowering Rural Careers: Engineering Support Technician Certificate Program for Manufacturing Supply Chain, and Food Process Industries in Northern California",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2024-08-12",
 "awd_max_amd_letter_date": "2024-08-12",
 "awd_abstract_narration": "Recognizing the necessity for career pathways within food and beverage process manufacturing and supply chain industries, in rural Northern California, the project team of the Butte-Glenn Community College District, in collaboration with industry partners, will establish a certificate program for Engineering Support Technicians (EST). The foundation of this program is rooted in the college's robust history of providing non-credit training programs tailored to regional industries. The project team aims to develop and implement a workforce technician education program comprised of stackable and credit-bearing courses to address the needs of high school graduates seeking technician careers, incumbent workers seeking educational and training opportunities for re-skilling or up-skilling, and veterans transitioning into civilian roles. Affiliations with organizations such as the Grow Manufacturing Initiative of Northern California (GMI), Amatrol eLearning, Manufacturing Skills Standards Council (MSSC), and the National Occupational Competencies Institute (NOCTI) will inform curriculum development. \r\n\r\nThe project includes the creation of hands-on labs, and the establishment of a robust faculty and instructor infrastructure conducive to teaching, learning, skill development, and student mentorship. Emphasizing the cultivation of a diverse workforce, the project endeavors to enhance recruitment and retention efforts, particularly targeting traditionally underserved and underrepresented groups and veterans, within EST programs and careers. An anticipated outcome of this program is to equip students with the skills necessary to succeed in obtaining industry-recognized certifications and workforce readiness to meet labor market demand. Central to the project's success are experiential internships with local companies, supported by NOCTI-certified faculty, instructors, and mentors. The overarching objective is to launch an accessible, affordable, and efficient workforce technician education program offering stackable credentials in engineering support technician roles. The project aims to achieve two primary goals: (1) formalizing and establishing a credit-bearing EST certificate program aligned with industry standards, and (2) equipping students to fulfill industry demands by successfully completing the EST certificate program. This initiative encompasses a range of activities, including curriculum development, diversity-focused recruitment and retention strategies, provision of industry mentoring and internship experiences, and the establishment of an industry advisory council. These efforts will utilize existing training resources to develop and implement the EST stackable and credit-bearing courses integral to the program's structure. The mixed methods evaluation will document and assess the effectiveness of the program in meeting the needs of the local employers and generate findings to support continuous improvement, to assess how well the program accomplishes expected outputs and outcomes, and to advance knowledge about technician education programs. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dahlgren",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "John U Dahlgren",
   "pi_email_addr": "Dahlgrenjo@butte.edu",
   "nsf_id": "000577191",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Bryant",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Bryant",
   "pi_email_addr": "bryantje@butte.edu",
   "nsf_id": "000927604",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Butte-Glenn Community College District",
  "inst_street_address": "3536 BUTTE CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "OROVILLE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5309852513",
  "inst_zip_code": "959658303",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CA01",
  "org_lgl_bus_name": "BUTTE-GLENN COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "CR6NBGGLMMC6",
  "org_uei_num": "JMANAG5N2UR9"
 },
 "perf_inst": {
  "perf_inst_name": "Butte-Glenn Community College District",
  "perf_str_addr": "3536 BUTTE CAMPUS DR",
  "perf_city_name": "OROVILLE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "959658303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "148Z",
   "pgm_ref_txt": "Rural as Research Focus"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}