{
 "awd_id": "2400595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Novel computational methods to examine students' concepts of biological variability",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 687047.0,
 "awd_amount": 509350.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "Both children and adults often display essentialist biases—assuming that groups, such as biological species, are uniform in their features—which can lead them to underestimate variability within-species and across generations. This project will examine learners’ understandings of biological variability, a key foundational concept in biology education, that is linked to understanding genetics and inheritance. The researchers will investigate the connection between children’s essentialist biases and their reasoning about the extent and dimensions of biological variability within species. The researchers will conduct a longitudinal study with four to twelve year old children and with adults to chart a clearer picture of how ideas about trait variability develop. This research will provide new insights into children’s categorization of species and into changes in children’s understanding of biological variability that occur with age and experience. This could ultimately allow educators to develop science education interventions targeted to individuals that are designed to increase students' understanding of this core biological concept and to allow understanding of biological variability and genetic inheritance to be evaluated more precisely. This project is supported by the ECR program which supports fundamental research that generates foundational knowledge that advances the research literatures in STEM learning and learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThis proposal will investigate the development of learners' beliefs about biological variability in terms of phenotypic traits and their inheritance. Current methods in educational research for assessing students’ understanding of variability are typically cognitively demanding and time-consuming and have only been able to capture a coarse picture of children’s notions of biological variability. This proposal will introduce a cutting-edge method of mathematical modelling called Markov Chain Monte Carlo with People (MCMCp), an adaptive computer algorithm designed to assess and explore individuals' understanding of biological categories more accurately. MCMCp infers how representative or probable individual category members are in an individual’s category representation. It does this without having to specify all experimental stimuli a priori. Instead, the method explores children’s notions of representativeness adaptively– that is, it uses the learner’s previous responses in the task to inform which stimuli should be presented to the learner next. Using this approach will enable a more precise characterization of children’s and adults’ species concepts and the extent to which they accept variability in phenotypic expression within a species. The researchers will assess learner’s assumptions about within-species variability across a range of traits and organisms as well as their assumptions about genetic variability--variation between parents and offspring. They will also study non-animal categories (one natural kind, one artifact) to understand whether and how essentialist biases apply to non-biological kinds as well as biological kinds. This research will lay a foundation for designing effective, individualized early education curricula for central biological concepts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daphna",
   "pi_last_name": "Buchsbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daphna Buchsbaum",
   "pi_email_addr": "daphna_buchsbaum@brown.edu",
   "nsf_id": "000859144",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 509350.0
  }
 ],
 "por": null
}