{
 "awd_id": "2400339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computationally Accelerated Discovery of Catalysts for Electrification of the Nitrogen Cycle",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 535830.0,
 "awd_amount": 535830.0,
 "awd_min_amd_letter_date": "2024-04-16",
 "awd_max_amd_letter_date": "2024-04-16",
 "awd_abstract_narration": "With support from the Chemical Catalysis Program in the Division of Chemistry, Professor Charles Musgrave and his team at the University of Colorado-Boulder will use computational quantum chemical methods and machine learning to discover new electrocatalysts for carbon-free fertilizer synthesis.  A significant shift to carbon-free fertilizer production could be on the horizon that would enable feeding the future population of the world using sustainable processes. Musgrave and his research group aims to accelerate this transformation by focusing on the synthesis of ammonia and ammonium nitrate, crucial components of fertilizers, through carbon-neutral electrochemical processes driven by renewable energy. By leveraging cutting-edge quantum chemical computational methods, Musgrave aims to accelerate the discovery and design of novel electrocatalysts that are essential for revolutionizing fertilizer production. Notably, this approach not only aims to enhance fertilizer synthesis but also to reduce nitrate levels, addressing the pressing issue of water contamination in global aquatic systems. Through the meticulous exploration of tens of thousands of candidate catalyst materials, the Musgrave research group aims to discover the key principles that govern the performance of electrocatalysts. This research has the potential to impact a wide array of electrocatalytic processes and will help in educating the future workforce in the increasingly important area of electrocatalysis. \r\n\r\nThe central goal of this project is to accelerate the electrocatalytic carbon-neutral synthesis of ammonia and ammonium nitrate using renewable energy, with a particular focus on breaking the scaling relations that have long constrained electrocatalytic nitrogen reduction, nitrate reduction, and nitrogen oxidation reactions. To do this, the project will utilize grand canonical density functional theory methods that provide a quantum mechanical description of the electrified interface. This approach was chosen because it enables a fundamental and accurate description of electrochemical processes that occur at the electrocatalyst interface and how these processes change with the applied bias. These studies have the potential to enable a deeper understanding of the intricate processes underlying electrocatalysis. By delving into the electronic structure of electrocatalysts and their response to the applied potential, this research aims to uncover key insights into reaction energetics, relative kinetics, and the potential of unique materials to break scaling relations. The project scope encompasses a diverse range of materials within the binary and Chevrel chemical spaces, with the aim of facilitating the prediction of activity trends across various compositions and potentials. This comprehensive approach is intended to not only shed light on the transferability of scaling principles across different reactions and materials spaces,  but also to inform the development of other electrocatalytic chemistries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Musgrave",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Musgrave",
   "pi_email_addr": "charles.musgrave@utah.edu",
   "nsf_id": "000469825",
   "pi_start_date": "2024-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 535830.0
  }
 ],
 "por": null
}