{
 "awd_id": "2400087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Computational and Mechanistic Investigation on New Reactivity and Selectivity in Emerging Enzymatic Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 599999.0,
 "awd_amount": 599999.0,
 "awd_min_amd_letter_date": "2024-04-16",
 "awd_max_amd_letter_date": "2024-04-16",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics and Mechanisms-B (CSDM-B) Program, Yang Yang at the University of California-Santa Barbara and Peng Liu at the University of Pittsburgh are working to integrate state-of-the-art computational and experimental tools to investigate the mechanisms and origins of chemo-, regio-, and stereoselectivities in recently developed new-to nature enzymatic reactions. As the products of millions of years of natural evolution, enzymes are capable of facilitating otherwise challenging reactions and exerting exquisite control over these processes under sustainable and environmentally friendly conditions. Over the past several years, biocatalysis researchers have capitalized on unnatural electron transfer mechanisms and developed a range of biocatalytic reactions which were not known in natural enzymology. Despite these recent advances, the detailed mechanisms and the origins of selectivity in these recently developed enzymatic reactions remain to be elucidated. Combining physical organic chemistry and the state-of-the-art computational chemistry tools, this research is expected to shed light on the mechanisms, reactivities, and selectivity patterns emerging from these new enzymatic reactions.  The lessons learned from these studies will likely lead to new design principles for retooled biocatalyst development. By promoting ideas exchange between experimental and computational chemists with a biotechnology focus and engaging a diverse research team, PIs Yang and Liu are targeting synergy. At the same time, they are building a strong cross-disciplinary research environment to train skilled members of the future workforce in mechanistic, molecular biocatalysis with important implications for biomanufacturing.\r\n\r\nThis award supports a collaborative effort between the Yang group at UC-Santa Barbara and the Liu group at U Pittsburgh.  The team aims to further fundamental understanding of recently developed stereoselective biocatalytic radical reactions. Using a combination of density functional theory (DFT), molecular dynamics simulation (MDS), and hybrid quantum mechanics/molecular mechanics (QM/MM) methods, this research will investigate the protein-regulated electron and atom transfer mechanisms in recently developed reactions using cofactor-dependent enzymes. This project will develop computational models to rationalize enzyme-controlled chemoselective cyclizations with recently evolved biocatalysts. By integrating mechanistic enzymology and computation, the two research groups seek to elucidate how bifunctional biocatalysis can serve as a general means to facilitate unnatural enzymatic reactions. If successful, this study will provide  mechanistic insight at the forefront of biocatalytic research that is directed at new-to-nature transformations for synthetic application.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Yang",
   "pi_email_addr": "yang@chem.ucsb.edu",
   "nsf_id": "000854889",
   "pi_start_date": "2024-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Liu",
   "pi_email_addr": "pengliu@pitt.edu",
   "nsf_id": "000698041",
   "pi_start_date": "2024-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 599999.0
  }
 ],
 "por": null
}