{
 "awd_id": "2400672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAISE: CET: Co-development of engineering energy literacy and engineering identities through campus decarbonization research",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2029-07-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-06-27",
 "awd_max_amd_letter_date": "2024-06-27",
 "awd_abstract_narration": "This Research Advanced by Interdisciplinary Science and Engineering (RAISE) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative. Future engineers will need to tackle energy and climate issues in a wide range of sectors as nations work towards decarbonization. College students show their interest in addressing climate issues, but most undergraduates, even engineering students, have never engaged with real-life power-producing systems. Therefore, the purpose of this project is to investigate the longitudinal learning and development of undergraduate engineering students as they work in long term research experiences on six different research areas centered on decarbonization. Each of the individual projects answers fundamental issues associated with net-zero fuels and seamlessly integrates in the context of combined heat and power (CHP) decarbonization. In addition, undergraduate students will be both researchers and participants in educational research and be studied over five years as they engage in long-term situated work environments. The Broader Impacts of this proposal relate to both decarbonization technologies and the development of an energy-literate future engineering workforce along three major themes: broadening participation; curricular reform; and integration of research, industry, and campus operations.\r\n\r\nIn this project, rigorous research focuses on both the technical engineering decarbonization research thrusts as well as the education components. The two convergent research questions this project addresses are: How do we overcome key challenges in the implementation of renewable natural gas (RNG) in district CHP systems to achieve potentially negative carbon emissions? How do engineering undergraduate students co-develop energy literacy and domain-specific engineering identity in highly situated learning environments over time? This project uniquely leverages university infrastructure for undergraduate students to co-develop energy literacy and domain-specific engineering identities that will aid in their retention into the future workforce. Undergraduate students will conduct long-term, embedded, fundamental research related to CHP decarbonization in six areas: (1) capture and filtration of RNG from agricultural sources; (2) capture and filtration of RNG from water treatment; (3) impact of RNG composition on flame stability in gas turbines; (4) impact of RNG on turbine efficiency; (5) impact of RNG on turbine cooling; and (6) trigeneration for CHP efficiency improvements. The educational research plan proposes longitudinal phenomenological multiple-case study methods, employing multiple quantitative and qualitative methods throughout the five years of the grant. This novel integrated approach addresses both the technology as well as the human capital sides of decarbonization. The Intellectual Merit of the decarbonization research lies in the integrated approach of using life cycle analysis (LCA) to drive component-specific research directions, maximizing the impact on decarbonization. Each of the individual projects answer fundamental issues associated with net-zero fuels and seamlessly integrate in the context of CHP decarbonization. The Intellectual Merit of the educational research is a transformation of overarching theories of academic literacy and engineering identity development to be domain-specific with attention to highly situated learning environments, yielding impactful advances in theory and understanding of the formation of energy-literate engineers. By turning attention toward the deeply situated learning processes of these scholars, the field will gain a transformative understanding of the disciplinary aspects of both energy literacy and of domain-specific identity development. This novel approach to using university infrastructure as an educational environment may be extended to other universities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Berdanier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Berdanier",
   "pi_email_addr": "CGB9@psu.edu",
   "nsf_id": "000730014",
   "pi_start_date": "2024-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "O'Connor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline A O'Connor",
   "pi_email_addr": "jxo22@psu.edu",
   "nsf_id": "000664463",
   "pi_start_date": "2024-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}