{
 "awd_id": "2400496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optical Technology at Corning (OT@C). An Optical Technology A.A.S. Degree Program at SUNY Corning Community College",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 348324.0,
 "awd_amount": 348324.0,
 "awd_min_amd_letter_date": "2024-04-26",
 "awd_max_amd_letter_date": "2024-04-26",
 "awd_abstract_narration": "Recognizing the regional and nationwide demand for technicians in the optical technology field, the project team from SUNY Corning Community College (CCC) will develop and establish an Optical Technology Associates of Applied Sciences (A.A.S.) degree program. Building on the important work of the NSF Advanced Technological Education funded LASER-TEC Center and the Monroe Community College (MCC) Optical Systems Technology Program, the new CCC Optical Technology Program will allow CCC students to obtain foundational knowledge and expertise with optical instrumentation. Collaboration with private industry, such as Corning Inc., Micatu Inc., and other companies, will inform curriculum development and faculty development and support workplace-based experiential learning opportunities. For example, regional employees will support internships and job opportunities while students are enrolled in the program. Leveraging the collaboration with industry and the MCC Optical Systems Technology Program, CCC will establish faculty collaboration and professional development, curriculum development, and pathways that facilitate student success and their pursuit of A.A.S. degrees. Acknowledging the imbalance of women and men in the field and workforce and working with the American Center for Optics Manufacturing, (AmeriCOM), the program will implement a strong set of recruitment strategies focused on increasing women in the optical technology sector.  An effort to recruit students from traditionally underrepresented groups is planned. The project will establish one of the first optical technology programs that is a collaboration between two community colleges leading to an Associates of Applied Science degree. The goals of this effort are to: 1) design and implement an Associates of Applied Science degree program in Optical Technology in collaboration with Monroe Community College and industry partners; 2) leverage the CCC Optical Technology Advisory Broad to aid in curriculum development, recruiting students, and obtaining equipment; 3) participate in activities that have a particular focus on recruiting women and underrepresented students to enroll in the program; 4) provide hands-on and workplace-based learning experiences with area business in Optical Technology; and 5) facilitate students' transition from completing the CCC Optical Technology A.A.S. program to obtaining priority job application status.\r\n \r\nThe mixed methods evaluation will provide information with which to improve implementation and to assess and document program mechanisms and outcomes. Importantly, project implementation and evaluation will advance knowledge about an innovative education/industry partnership model whose goals and activities support quality technician programs and opportunities for students pursuing STEM-oriented educational pathways and careers in advanced technology fields. The proposed degree program represents an 'intelligent replication of a technological program made more affordable' by integrating courses, curriculum, and other activities across two community college programs.  This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced technology fields that drive the Nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Koble",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Koble",
   "pi_email_addr": "rkoble@corning-cc.edu",
   "nsf_id": "000872986",
   "pi_start_date": "2024-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aliza",
   "pi_last_name": "Erner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aliza Erner",
   "pi_email_addr": "aerner@corning-cc.edu",
   "nsf_id": "000937901",
   "pi_start_date": "2024-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "DeLeone",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Joseph J DeLeone",
   "pi_email_addr": "deleone@corning-cc.edu",
   "nsf_id": "000957271",
   "pi_start_date": "2024-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Corning Community College",
  "inst_street_address": "1 ACADEMIC DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORNING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6079629231",
  "inst_zip_code": "148303299",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "NY23",
  "org_lgl_bus_name": "CORNING COMMUNITY COLLEGE",
  "org_prnt_uei_num": "G934L3TJHKM8",
  "org_uei_num": "K33VJDDY4EK1"
 },
 "perf_inst": {
  "perf_inst_name": "Corning Community College",
  "perf_str_addr": "1 Academic Drive",
  "perf_city_name": "Corning",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148303297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "NY23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 348324.0
  }
 ],
 "por": null
}