{
 "awd_id": "2400110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "De Novo Asymmetric Synthesis of Natural and Unnatural Oligosaccharide Motifs",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2024-06-25",
 "awd_max_amd_letter_date": "2024-06-25",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program (SYN) in the Division of Chemistry (CHE), Professor George O’Doherty of Northeastern University in Boston will study a novel carbohydrate linking reaction and its application for the synthesis of oligosaccharides. Oligosaccharides are comprised of several monosaccharide, or simple sugar, building blocks and possess structural complexities unique from the other biological polymers/oligomers (e.g., protein, DNA, RNA). In particular, the selective construction and linkage of these monosaccharide units remains a significant challenge, creating the need for lengthy synthetic sequences and often limiting access to potentially valuable unnatural derivatives. These synthetic challenges have made it more difficult to study the role of oligosaccharides in biology and medicine. The O’Doherty group will explore novel synthetic methods designed to mimic the reactivity of natural enzymatic systems to prepare both the individual sugar building blocks as well as selectively assemble them into biologically relevant oligomers. The students who will be conducting this research are diverse in terms of training (undergraduate, graduate, and postdoctoral) and cultural backgrounds with significant participation of women and under-represented students from the US and around the world. A major focus of the student’s research efforts is on overall synthetic efficiency, which both benefits the environment (green chemistry) as well as better enables future biological and medicinal chemistry studies. \r\n\r\nThis project aims to develop new synthetic methods for the efficient asymmetric syntheses of oligosaccharide motifs with novel regio-chemical and stereo-chemical connectivity. The oligosaccharide structures that are targeted are based upon naturally occurring motifs, however, the approach will enable access to unnatural oligosaccharide variants with novel stereochemistry and substitution. Access to these unnatural motifs will enable future biological and medicinal chemistry studies that are currently viewed as impractical.  Central to this effort will be the study of a recently discovered bimetallic B/Pd-catalyzed glycosylation reaction. This B/Pd-catalyzed glycosylation can be viewed as an abiotic mimic of glycosyltransferases with the boron portion being the site of nucleophilic catalysis and the Pd-site being the site of electrophilic catalysis, with an ionic bond replacing the peptide backbone that holds the two sites together. The B/Pd-glycosylation is the key coupling reaction that enables the synthetically efficient de novo asymmetric synthesis of oligosaccharides, where the efficiency can be seen in the low number of synthetic transformations and protecting groups used. In the end, this synthetic chemistry project aims to fundamentally change the way oligosaccharides are synthesized which will have the downstream effect of enabling the application of carbohydrate chemistry to real-world problems in science and medicine.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "ODoherty",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "George A ODoherty",
   "pi_email_addr": "gaodoherty@gmail.com",
   "nsf_id": "000574307",
   "pi_start_date": "2024-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE.",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 575000.0
  }
 ],
 "por": null
}