{
 "awd_id": "2401080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAISE: CET: Mesoporous photonic metamaterials to control radiative heat transfer in the built environment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2029-07-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "This Research Advanced by Interdisciplinary Science and Engineering (RAISE) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative. Heat losses and gains through windows account for 25-30% of overall building energy heating/cooling needs, in turn corresponding to 5-6% of the ~100 Quad of energy consumed in the U.S. every year. Optimizing heat flows through windows, as well as opaque walls, could thus have a profound impact on energy efficiency and decarbonization in the face of climate change. This project enables the synthesis of new materials that will tackle a significant fraction of this energy usage by more effectively managing the flow of radiant heat, particularly in urban heat island scenarios, thereby improving energy efficiency as well as heat resilience. Existing technologies focus primarily on controlling solar heat gain through different components of the building envelope (e.g., roofs, walls, windows, and skylights). However, the buildings absorb heat from its immediate environment as well as emit it to the cold overhead sky via radiation at long-wave infrared (LWIR) wavelengths. This research program at the University of California – Los Angeles leverages this ubiquitous heat exchange to enhance building efficiency by tailoring the spectral and directional characteristics of infrared emissivity. The researchers investigate new fundamental mechanisms based on designed porous materials that can control thermal emission over long-wave infrared wavelengths. At a community level, the team engages particularly vulnerable communities on the impacts of extreme heat to better understand potential energy impacts of the developed classes of materials as well as the materials’ design. Additionally, through this project, the researchers conduct STEM outreach to school students in the area, develop a new high school-level experiment on structural color, and create a short video on the impact of extreme heat and the role of materials to engage a global audience in understanding the potential of new advancements to make our built environment more efficient and resilient.\r\n\r\nThe project enables the synthesis, characterization, and demonstration of new classes of mesoporous photonic metamaterials that are capable of achieving highly tailored control of their spectral emissivity over infrared wavelengths. The researchers study their directional characteristics with a view to their utilization for building-scale control of radiative heat transfer and to more effectively exploit radiative cooling. They investigate the design and synthesis of spectrally selective aerogel-based metamaterials, leveraging the deep-subwavelength nature of introduced porosity to enable previously inaccessible emissivity profiles over infrared wavelengths. To broaden the space of spectral and directional selectivity, they investigate three dimensional Parity-Time (PT) symmetric metamaterials, built using nanoporous colloidal crystals that exhibit highly anomalous directional response in their infrared emissivity. Finally, the team demonstrates that the developed mesoporous metamaterials can deliver the radiative heat transfer benefits needed for building-scale applications. To that end, they develop computational tools to generate digital twins of the ordered or fractal meso¬porous structures to efficiently solve electromagnetic wave transport therein, accounting for dependent scattering, coherent back-scattering, and near field effects, as well as absorption. The project also includes experimentally demonstrating potential impacts on energy efficiency of the developed metamaterials through outdoor testing in simulated urban heat island scenarios.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaswath",
   "pi_last_name": "Pattabhi Raman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaswath Pattabhi Raman",
   "pi_email_addr": "aaswath@ucla.edu",
   "nsf_id": "000806307",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Dunn",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce S Dunn",
   "pi_email_addr": "bdunn@ucla.edu",
   "nsf_id": "000300290",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Tolbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Tolbert",
   "pi_email_addr": "tolbert@chem.ucla.edu",
   "nsf_id": "000419902",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurent",
   "pi_last_name": "Pilon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurent Pilon",
   "pi_email_addr": "pilon@seas.ucla.edu",
   "nsf_id": "000290853",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}