{
 "awd_id": "2401967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Molecular-level Investigations on Binary Imidazolium-Based Ionic Liquids Mixture",
 "cfda_num": "47.049, 47.083",
 "org_code": "03090000",
 "po_phone": "7032924514",
 "po_email": "rjorn@nsf.gov",
 "po_sign_block_name": "Ryan Jorn",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 649776.0,
 "awd_amount": 649776.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "With support from the Chemical Structure and Dynamics (CSD) program in the Division of Chemistry and the Historically Black Colleges and Universities Excellence in Research (HBCU-EiR) program in the Office of Integrative Activities, Professors Samrat Dutta and Kevin Riley, of Xavier University of Louisiana will study the connection between ionic liquid structures and their resulting macroscopic properties (such as viscosity and gas solubility) in mixtures. While single ionic liquids have been pursued as a promising class of environmentally friendly solvents both for industrial and laboratory practices, little is known about the behavior of mixtures of ionic liquids and how such mixing impacts their properties. Mixtures of ionic liquids possess uniquely high gas solubility as compared to their pure counterparts and can be polymerized to form interfaces for solid-state ion transport which are also influenced by their mixing ability.  The team will develop unique vibrational spectroscopy probes, supported by quantum chemistry calculations, to present a molecular picture of ionic liquid mixtures, particularly from the perspective of ideality of mixing. A deeper understanding of ionic liquid solutions will enable the development of mixed solvents with predictable properties to facilitate practical applications, such as post-combustion carbon capture. The activities in the project will broaden underrepresented undergraduate scholars’ participation in the nation's STEM workforce specifically in the emerging global ionic liquid industry.\r\n\r\nThe microenvironment of imidazolium-based binary ionic liquid mixtures, which are entirely made of ions, are complicated by many competitive forces including, but not limited to, Coulomb forces, hydrogen bonding, and dispersion interactions. Understanding the microenvironment of these complex solvents can enable the development of better ionic liquid mixtures with predictable properties. To this end, the research will study the microenvironment of binary mixtures of ionic liquids, examine gas-ionic liquid interactions in such mixtures under different conditions, and analyze the nature of the interphase between two ionic liquids when polymerized and laminated together in the solid state.   A variety of Fourier-transform infrared spectroscopy (FT-IR) techniques will be leveraged to study these systems including two-dimensional (2D-IR) spectroscopy and infrared microscopy, along with density functional theory (DFT) and molecular dynamics (MD) simulation. The proposal will provide a spectroscopic tool kit via a C-D vibrational label on the imidazolium cation to interrogate the structure and dynamics of the binary ionic liquid mixture. The outcomes of this work will include methods to distinguish between ideal and non-ideal binary mixtures, insights into dissolution mechanisms of gases in binary mixtures, and evidence of migration of ions between two polymerized ionic liquids. On a broad scale, the project will provide a platform for young, underrepresented undergraduate students to be engaged in nationally competitive research, prepare them for graduate research, and provide opportunities for leadership in STEM areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samrat",
   "pi_last_name": "Dutta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samrat Dutta",
   "pi_email_addr": "sdutta@xula.edu",
   "nsf_id": "000805087",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Riley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Riley",
   "pi_email_addr": "kriley3@xula.edu",
   "nsf_id": "000677450",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Xavier University of Louisiana",
  "inst_street_address": "1 DREXEL DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5045205440",
  "inst_zip_code": "701251056",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "XAVIER UNIVERSITY OF LOUISIANA",
  "org_prnt_uei_num": "HGAAKCE3A7P7",
  "org_uei_num": "HGAAKCE3A7P7"
 },
 "perf_inst": {
  "perf_inst_name": "Xavier University of Louisiana",
  "perf_str_addr": "1 Drexel Drive",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701251098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 649776.0
  }
 ],
 "por": null
}