{
 "awd_id": "2401393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Time-Domain Computational Terahertz Imaging",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 539953.0,
 "awd_amount": 539953.0,
 "awd_min_amd_letter_date": "2024-06-03",
 "awd_max_amd_letter_date": "2024-06-03",
 "awd_abstract_narration": "This project plans to address the technological limitations of time-domain terahertz imaging systems through a cross-disciplinary and integrated research-education program. Time-domain terahertz imaging systems provide time-resolved and multispectral amplitude and phase information of an imaged object. However, existing time-domain terahertz imaging systems are slow, bulky, and complex, due to their single-pixel nature, which has prevented the use of these systems in practical applications. This project aims to investigate and develop computational imaging frameworks based on diffractive neural networks to augment the unique functionalities of a newly introduced terahertz focal-plane array (THz-FPA) based on plasmonic nanoantenna arrays. By digitally increasing the space-bandwidth product of the THz-FPA, real-time, Mega-pixel, multispectral, 3D terahertz cameras could be realized for the first time. In addition to advancing terahertz imaging science, the proposed research on computational imaging algorithms based on diffractive neural networks could potentially create ubiquitous and low-power systems at different parts of the electromagnetic spectrum that can be realized using relatively simple and compact imagers. This research will be integrated with the education and training of cross-disciplinary and diverse graduate and undergraduate students through access to resources and knowledge in computational imaging, machine learning, terahertz devices and imaging systems, as well as new course development. Public outreach activities through organizing workshops and symposia, public interviews and articles in news media and the internet, and high school seminars will complement the research activities.\r\n\r\nThe proposed effort aims to explore the use of diffractive optical networks to create a spatial encoder to form a super-resolution terahertz imaging system benefiting from diffractive visual processing. This will be based on the joint optimization of a passive diffractive optical network composed of transmissive layers placed before the THz-FPA, followed by a shallow electronic neural network that post-processes the THz-FPA output. This diffractive encoder – electronic decoder pair will enable operation with limited pixel count and size at the THz-FPA, achieving super-resolution over a large field-of-view at a high framerate. The developed terahertz imaging hardware based on plasmonic nanoantenna arrays and computational imaging algorithms based on diffractive optical networks will provide a high-throughput, high-resolution, and large-field-of-view solution to fully exploit all the advantageous features of terahertz waves for imaging, sensing, and material inspection; in addition, the terahertz imaging experiments will provide a deeper understanding about the critical system specifications for real-world applications. Prototypes of the developed terahertz imaging systems during this project will be assessed for non-destructive structural evaluation and hyperspectral terahertz imaging applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mona",
   "pi_last_name": "Jarrahi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mona Jarrahi",
   "pi_email_addr": "mjarrahi@ee.ucla.edu",
   "nsf_id": "000668554",
   "pi_start_date": "2024-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aydogan",
   "pi_last_name": "Ozcan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aydogan Ozcan",
   "pi_email_addr": "ozcan@ee.ucla.edu",
   "nsf_id": "000488625",
   "pi_start_date": "2024-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "420 Westwood Plaza",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951594",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 539953.0
  }
 ],
 "por": null
}