{
 "awd_id": "2401663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CDS&E: Inverse Design of Sequence-Defined Macromolecules using Generative Deep Learning",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 277930.0,
 "awd_amount": 178986.0,
 "awd_min_amd_letter_date": "2024-04-23",
 "awd_max_amd_letter_date": "2024-04-23",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY:\r\n \r\nThis award supports data-intensive and computational research and education aimed to design a special class of polymeric materials, based on long chain-like molecules, and other related materials that have a specified chemical sequence along the length of the molecule. DNA is a well-known example of these “sequence-defined macromolecules.” Due to these defined chemical sequences, the molecules can self-assemble into aggregates with precisely tailored structures and properties. These materials have many potential applications, such as tunable drug delivery for personalized medicine. However, the immense number of possible sequences (more possibilities than individual grains of sand on earth) makes it difficult to reliably predict how the chemical sequence leads to structure and, subsequently, properties. This project therefore aims to pioneer a new machine learning approach to model the relationship between chemical sequences and aggregates' resulting structure and properties. The primary goal is to demonstrate the capability to recommend chemical sequences that will yield desired characteristics on demand. In addition to training graduate and undergraduate students studying materials science, the investigators will also organize educational activities, such as technical workshops and online tutorials, to disseminate the scientific findings and promote data-driven soft material design among future STEM professionals.\r\n\r\nTECHNICAL SUMMARY: \r\n\r\nThis award supports data-intensive and computational research and education aimed to develop a new computational framework for the inverse design of sequence-defined macromolecules whose self-assembled aggregates exhibit targeted morphologies and properties. Traditional polymer physics methods are ill-equipped to handle the relevant length scales involved (spanning from monomer sequence to large-scale aggregation), and the vast design space that is accessible through modern synthetic chemistry. The team aims to produce a computationally efficient method for the rational design of macromolecules that self-assemble into target morphologies that satisfy precise property requirements, circumventing trial-and-error methods. Generative machine learning will be leveraged to model the joint probability distribution between sequence, structure, and property, allowing for direct approximation – and thus sampling – of the inverse functions. Through explainable AI methods, fundamental insights will be gained into how information encoded in the monomer sequence governs the physical features of self-assembled aggregates. This will have implications in diverse applications such as protein aggregation, coatings, membranes, drug delivery, and peptide nanowires. Furthermore, systematic benchmarking will be performed to provide valuable insights regarding the efficacy of different design schemes. The project will thus provide a transferable strategy for inverse molecular design, applicable to a broad range of complex soft materials. Results will be disseminated to the broader community through an annual workshop and online tutorials, leveraging an existing network of partner institutions committed to data science education in the engineering and physical science disciplines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Reinhart",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley F Reinhart",
   "pi_email_addr": "reinhart@psu.edu",
   "nsf_id": "000825913",
   "pi_start_date": "2024-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 178986.0
  }
 ],
 "por": null
}