{
 "awd_id": "2401483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Moduli Spaces and Invariants in Algebraic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2024-05-29",
 "awd_max_amd_letter_date": "2024-05-29",
 "awd_abstract_narration": "Algebraic geometry deals with the study of algebraic varieties: higher-dimensional geometric shapes defined by systems of polynomial equations. Solving such systems directly often proves to be intractable. A fundamental theme in algebraic geometry is the interplay between the qualitative geometry of algebraic varieties and the quantitative analysis of solutions to polynomial equations. Central to this is the question of classifying algebraic varieties. The answer to the classification question often comes in the form of a so-called moduli space, which is a parameter space for the algebraic varieties of interest. Each point of a moduli space represents a variety, and the geometry of the moduli space reflects the ways these varieties change and deform as the parameters vary. The classification question, then, is tantamount to understanding the geometry of the corresponding moduli space. This project will develop new tools in moduli theory and use them to advance the classification of algebraic varieties. In addition, the project will provide research training opportunities for both undergraduate and graduate students.\r\n \r\nIn more detail, the Deligne-Mumford compactification of the space of pointed curves by pointed stable curves has been the gold standard in moduli theory. In higher dimensions, the stable pair, or KSBA, compactification serves the same role. However, its construction and geometry are considerably more intricate, and few general reults about its local and global geometry are known. This project will develop and refine techniques in the deformation theory of stable pairs and wall-crossing phenomena for higher-dimensional moduli, thereby offering a path toward developing higher-dimensional enumerative geometry. A second focus is to explore the log Calabi-Yau wall. The theory of stable pairs applies to varieties of log general type, and the theory of K-stability applies to log Fano varieties. This project will develop a moduli theory for log Calabi-Yau pairs that will bridge the gap between KSBA- and K-moduli. Finally, the project aims to use the previously developed moduli theoretic techniques to answer questions in arithmetic geometry and arithmetic statistics, namely on counting rational points of bounded height on stacks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dori",
   "pi_last_name": "Bejleri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dori Bejleri",
   "pi_email_addr": "dbejleri@umd.edu",
   "nsf_id": "000756559",
   "pi_start_date": "2024-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": null
}