{
 "awd_id": "2401164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Latin American School of Algebraic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922271",
 "po_email": "asalerno@nsf.gov",
 "po_sign_block_name": "Adriana Salerno",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2024-04-10",
 "awd_max_amd_letter_date": "2024-04-10",
 "awd_abstract_narration": "This award will provide travel support for graduate students and early career mathematicians from the United States to participate in the research school \"Latin American School of Algebraic Geometry\" that will take place in Cabo Frio, Brazil from August 12 to 23, 2024, and will be hosted by IMPA (Institute for Pure and Applied Mathematics), a renowned center for mathematical research and post-graduate education founded in 1952 and situated in Rio de Janeiro, Brazil. This will be the fifth edition of the ELGA series. The previous events were held in Buenos Aires (Argentina, 2011), Cabo Frio (Brazil, 2015), Guanajuato (Mexico, 2017), and Talca (Chile, 2019). ELGA is a major mathematical event in Latin America, a focal meeting point for the algebraic geometry community and a great opportunity for junior researchers to network and to learn from the world experts in the field. ELGA workshops are unique in their dedicated efforts to nurture the next generation of leaders in STEM in the Americas. The travel support for U.S. participants from the National Science Foundation will further strengthen the ties between the universities and promote scientific cooperation between future mathematicians in Latin America and the U.S. The website of the conference is https://impa.br/en_US/eventos-do-impa/2024-2/v-latin-american-school-of-algebraic-geometry-and-applications-v-elga/\r\n\r\nAlgebraic geometry has long enjoyed a central role in mathematics by providing a precise language to describe geometric shapes called algebraic varieties, with applications ranging from configuration spaces in physics to parametric models in statistics. This versatile language is used throughout algebra and has fueled multiple recent advances, not only in algebraic geometry itself but also in representation theory, number theory, symplectic geometry, and other fields. Over the course of two weeks, courses by Cinzia Casagrande (University of Torino, Italy), Charles Favre (École Polytechnique, France), Joaquin Moraga (UCLA, USA), Giancarlo Urzúa (Catholic University, Chile), and Susanna Zimmermann (University of Paris-Saclay, France) will cover a wide range of topics including geometry of Fano manifolds, singularities of algebraic varieties, Cremona groups of projective varieties, Higgs bundles, and geometry of moduli spaces. Each course will include two hours of tutorial sessions coordinated by the course lecturers with the assistance of advanced graduate students participating in the research workshop. Additional talks and presentations by a combination of senior and junior researchers are intended to give a panoramic view of algebraic geometry and its applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evgueni",
   "pi_last_name": "Tevelev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evgueni Tevelev",
   "pi_email_addr": "tevelev@math.umass.edu",
   "nsf_id": "000492550",
   "pi_start_date": "2024-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}