{
 "awd_id": "2401257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conference: Great Lakes Mathematical Physics Meetings 2024-2025",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924544",
 "po_email": "jcameron@nsf.gov",
 "po_sign_block_name": "Jan Cameron",
 "awd_eff_date": "2024-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2024-04-12",
 "awd_max_amd_letter_date": "2024-04-12",
 "awd_abstract_narration": "This award will support participants in the Great Lakes Mathematical Physics Meetings (GLaMP) in 2024 at Michigan State University and in 2025 at the University of Kentucky.  The GLaMP meetings are typically held over 3 days in June, with an attendance of 45-50 researchers.  The annual conference series, which began in 2016 at Michigan State, focuses on early-career mathematicians working in mathematical physics.  Each meeting features invited talks by experts in the field, a minicourse on a topic in mathematical physics, contributed talks by participants, and an interactive career development panel. The main goals of the GLaMP series are: 1) to provide a forum for early-career researchers in mathematical physics – including advanced undergraduates, graduate students, and early-career postdoctoral scholars – to present their research and enhance their career development; 2) to maintain communication and collaboration among scientists working in mathematical physics throughout the United States and, in particular, in the greater Midwest; 3) to encourage participation by women and underrepresented minorities in the field of mathematical physics; and 4) to raise the research profile of mathematical physics within the mathematical and scientific community of the United States. All details about the 2024 meeting and links to web pages of previous GLaMP meetings can be found at https://sites.google.com/msu.edu/glamp/home. \r\n\r\n\r\nMathematical Physics is one of the oldest scientific disciplines and is a very active field worldwide, with researchers working in both mathematics and physics departments. The roots of the field can be traced to the classical mathematics of Newton, Euler, and Gauss.  In the twentieth century, there were many developments at the boundary between mathematics and physics, for example, in scattering theory, non-relativistic quantum mechanics, constructive quantum field theory, the foundations of statistical mechanics, and applications of geometry and topology to high energy physics. The field is supported by the International Association of Mathematical Physics, which organizes an international congress every three years. Although there are many mathematical physicists working in the United States, there are few regular conferences representing the field in the US. The GLaMP meetings have evolved to be the main annual meetings focused on mathematical physics in the US.  Minicourse topics have included non-equilibrium quantum statistical mechanics, disordered quantum spin chains and many-body localization, non-self-adjoint operators and quantum resonances, the mathematics of aperiodic order, random matrix theory and supersymmetry techniques, quantum trajectories, and mathematical general relativity. Besides the location, we believe that the distinguishing feature of the GLaMP meeting is its emphasis on early-career researchers. The majority of contributed talks are given by early-career faculty, postdocs, and advanced graduate students. In addition to providing a forum that showcases the work of young researchers, the GLaMP meeting also offers career development opportunities, specifically through a three-hour mini-course on an active area of research given by a world-class expert and a career round table with panelists representing different career paths in mathematical physics, both in academia and in industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hislop",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Hislop",
   "pi_email_addr": "peter.hislop@uky.edu",
   "nsf_id": "000189402",
   "pi_start_date": "2024-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}