{
 "awd_id": "2401476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the Impacts of Automated Vehicles on Traffic Flow Using Empirical Data",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shen",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 181804.0,
 "awd_amount": 17109.0,
 "awd_min_amd_letter_date": "2023-10-24",
 "awd_max_amd_letter_date": "2023-10-24",
 "awd_abstract_narration": "Emerging automated vehicle (AV) technologies are likely to disrupt and transform our transportation system.  The vast number of studies on AV hinge upon assumptions on how AVs behave with respect to other vehicles.  Unfortunately, few of the assumptions can be empirically validated due to the absence of AVs. And yet, a critical component of AV technologies, the adaptive cruise control (ACC), has been used for over a decade and can be used to fill this gap.  The research aims to study how vehicles with ACC behave when interacting with other vehicles on the road. The research will provide important insights on the behaviors of AVs in the future. The understandings gained from this research will also have important implications in traffic management, transportation planning, and design of ACC vehicles and AV.  Additionally, this project will engage in a range of integrated research, educational and outreach activities, including sharing the ACC data with the research and practice community, developing educational modules, and K-12 outreach through summer camp. \r\n\r\nMore specifically, the research will (i) collect empirical trajectory data of ACC vehicles of different car-makers and their counterparts, regular vehicles (RVs), and (ii) formulate car-following models that capture the similar and differentiating features of ACCs and RVs.  The project will focus on data collection and model estimation efforts using Maximum Likelihood Estimation (MLE). This enables the novel applications of statistical inference methods (e.g., the likelihood ratio test) to test various hypotheses to assess the differences and similarities among different ACC systems and between ACCs and RVs. In particular, the research will test if ACC systems from different car-makers differ from one another and from the RVs, and if they change substantially over time. Knowing this is important because it will dictate whether or not future research in this area has to focus on analyzing each individual carmaker, or if ACC systems will eventually converge towards human-like driving.   In the modeling efforts, the research will build a general stochastic model so that the behaviors of ACC vehicles and RVs can be reconciled.  The research will examine different variations of the distributions of the model components to specify the model(s) and use MLE for estimation of model parameters.  Additionally, the research will use the estimated model(s) of the tested ACCs to extrapolate the results to the general mixed traffic.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danjue",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danjue Chen",
   "pi_email_addr": "dchen33@ncsu.edu",
   "nsf_id": "000730405",
   "pi_start_date": "2023-10-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "27607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 17109.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied the commonly available Adaptive Cruise Control (ACC) vehicles. The project studied the behaviors of ACC and how that impact traffic flow efficiency and safety.&nbsp; The results help the public to understand the performance of ACC, help traffic managers to understand what to expect from these vehicles, and help manufactures improve future design to make the technologies safer and more efficient.&nbsp;</p>\n<p>The project has tested three ACC models via 196 experiments.&nbsp; It was found that, the tested ACC systems are unstable and they can brake abruptly and hard when there are disturbances (such as minor stop-and-go) from precedent vehicles, which implies safety risk.&nbsp; Such effects are even more profound when there is a platoon of ACC vehicles.&nbsp; On traffic flow efficiency, the impacts of ACC vary largely across their brands and their parameter setting.&nbsp; Some can significantly increase roadway capacity, but some can significantly reduce capacity.&nbsp; This suggests that, the road capacity varies with a number of factors, such as the ACC brands, the fraction of different brands, and users&rsquo; parameter setting.&nbsp; Traffic management will need to consider that.&nbsp; On traffic safety, ACC systems have potential collision risks, particularly when the vehicles travel at higher speed and operate in an aggressive headway setting.&nbsp;</p>\n<p>The project has looked into the cause of instability and collision risk, which helps developers to improve the ACC design.&nbsp; Besides, the project has proposed some new designs of ACC to overcome the limitation of being unstable.&nbsp;</p>\n<p>In short, the project has found that the commonly used ACC systems have some significant limitations impacting not only traffic flow efficiency but also safety.&nbsp; Future research is needed to improve the vehicle technologies.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Danjue&nbsp;Chen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project studied the commonly available Adaptive Cruise Control (ACC) vehicles. The project studied the behaviors of ACC and how that impact traffic flow efficiency and safety. The results help the public to understand the performance of ACC, help traffic managers to understand what to expect from these vehicles, and help manufactures improve future design to make the technologies safer and more efficient.\n\n\nThe project has tested three ACC models via 196 experiments. It was found that, the tested ACC systems are unstable and they can brake abruptly and hard when there are disturbances (such as minor stop-and-go) from precedent vehicles, which implies safety risk. Such effects are even more profound when there is a platoon of ACC vehicles. On traffic flow efficiency, the impacts of ACC vary largely across their brands and their parameter setting. Some can significantly increase roadway capacity, but some can significantly reduce capacity. This suggests that, the road capacity varies with a number of factors, such as the ACC brands, the fraction of different brands, and users parameter setting. Traffic management will need to consider that. On traffic safety, ACC systems have potential collision risks, particularly when the vehicles travel at higher speed and operate in an aggressive headway setting.\n\n\nThe project has looked into the cause of instability and collision risk, which helps developers to improve the ACC design. Besides, the project has proposed some new designs of ACC to overcome the limitation of being unstable.\n\n\nIn short, the project has found that the commonly used ACC systems have some significant limitations impacting not only traffic flow efficiency but also safety. Future research is needed to improve the vehicle technologies.\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: DanjueChen\n"
 }
}