{
 "awd_id": "2401032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAISE: CET: SH2INE: Sustainable, Holistic Hydrogen INtegration Evaluation: models and analyses of human, environmental and policy dimensions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 999628.0,
 "awd_amount": 999628.0,
 "awd_min_amd_letter_date": "2024-05-23",
 "awd_max_amd_letter_date": "2024-05-23",
 "awd_abstract_narration": "This Research Advanced by Interdisciplinary Science and Engineering (RAISE) award is made in response to Dear Colleague Letter 23-109, as part of the NSF-wide Clean Energy Technology initiative. Hydrogen is a key component of national decarbonization plans, and potential benefits are associated with its integration within multiple sectors. For example, in the electric power sector, hydrogen production via electrolysis may help balance fluctuations in variable generation because electrolyzers are controllable loads that can be ramped in response to grid needs. Despite these potential benefits, many open economic, technical, policy, and environmental justice questions remain about hydrogen integration. For instance, there is a tradeoff between using green electricity for grid decarbonization vs. hydrogen production via electrolysis, but the costs, benefits, environmental effects and social impacts of these competing uses are unclear. Policymakers must navigate uncertainty over these tradeoffs, while continuing to shape incentives that enable the hydrogen supply chain as part of a just energy transition. A case in point is given by the implementation of the 45V tax credit for clean hydrogen production in the Inflation Reduction Act of 2022. The U.S. Department of the Treasury recently released its proposed guidance on the implementation of the 45V tax credit, suggesting that hydrogen producers demonstrate their fulfillment of an “incrementality” (previously known as “additionality”) requirement (i.e., that the electricity used to produce hydrogen comes from clean generation that goes online less than 36 months before hydrogen production begins, in order to avoid diverting clean generation away from other uses). However, proving incrementality poses a challenge because electricity does not, in general, travel directly from a generation facility to a particular consumer. At present, it is unclear whether and how incrementality requirements might be demonstrated in the United States. This RAISE project investigates the complex systems interdependencies raised by hydrogen integration with other energy systems and grid infrastructure, and its potential for supporting a just energy transition.\r\n\r\nThe project develops a framework that integrates energy and transportation systems modeling, policy analysis, environmental justice and stakeholder engagement to assess cost, environmental and social impacts of alternate hydrogen pathways in the Northeastern U.S. This region enjoys several hydrogen-enabling conditions, while facing challenges that may hamper development of its full hydrogen potential. The integrative research approach couples a regional model of the hydrogen supply chain with a model for the joint operations and planning of gas-electric systems with realistic nodal representation. Such spatial resolution is missing in state-of-the-art energy systems models of hydrogen deployment, but necessary to enhance understanding of hydrogen integration into existing energy flow networks. The framework also considers interactions with the transportation system, which are often overlooked in hydrogen system modeling efforts. This feature enables evaluation of the tradeoffs between consuming electricity for electric vehicles vs. hydrogen production, and integration of price feedbacks among energy systems. The models are informed by policies affecting the evolution of gas-electric-transportation sectors and the hydrogen supply chain, and simulate planning and operating decisions in the natural gas, electric power, transportation and hydrogen sectors to quantify the associated cost, environmental and social impacts at a scale suitable for illuminating regional vulnerabilities. In addition, the project develops a novel set of environmental justice indicators that can aid communities, decision-makers, and policymakers in understanding and proactively addressing potentially negative social impacts of transitions to hydrogen. The research is deeply integrated with a robust engagement program involving a range of key stakeholders, including energy companies, non-profit organizations and national laboratories. The research and stakeholder engagement advance the understanding of potential improvements to hydrogen, electric grid, and natural gas policy that could ensure a more efficient, just, and environmentally beneficial hydrogen economy in the United States.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chiara",
   "pi_last_name": "Lo Prete",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chiara Lo Prete",
   "pi_email_addr": "cxl63@psu.edu",
   "nsf_id": "000698763",
   "pi_start_date": "2024-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Marion Suiseeya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Marion Suiseeya",
   "pi_email_addr": "kimberly.suiseeya@northwestern.edu",
   "nsf_id": "000616319",
   "pi_start_date": "2024-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Dunn",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer B Dunn",
   "pi_email_addr": "jennifer.dunn1@northwestern.edu",
   "nsf_id": "000770286",
   "pi_start_date": "2024-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhaomiao",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhaomiao Guo",
   "pi_email_addr": "guo@ucf.edu",
   "nsf_id": "000800745",
   "pi_start_date": "2024-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Wiseman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah Wiseman",
   "pi_email_addr": "hqw5351@psu.edu",
   "nsf_id": "000933731",
   "pi_start_date": "2024-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "213 Hosler Building",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168025002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "268Y00",
   "pgm_ele_name": "CET Strategic Investments"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 999628.0
  }
 ],
 "por": null
}