{
 "awd_id": "2401851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Elucidating Exciton Transport in Hierarchical Organic Materials through Time-Resolved Electronic and Vibrational Spectroscopy/Microscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 199762.0,
 "awd_min_amd_letter_date": "2023-11-16",
 "awd_max_amd_letter_date": "2023-11-16",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics, and Mechanisms-A (CSDM-A) Program in the Division of Chemistry, a research team led by Erik Grumstrup at Montana State University (MSU) and Jean-Hubert Olivier at the University of Miami (UM) is investigating energy transport in light-harvesting superstructures. These organic platforms are comprised of aromatic dyes, stacked in a face-to-face conformation and then covalently “stapled” together with molecular tethers. The structural rigidity conferred by the tethers enables the construction of nanoscale objects that are structurally and electronically well-defined. By varying the physical rigidity of the tethers through synthetic chemistry, the researchers aim to show that energy transport is enhanced when the vibrations between individual molecules are reduced. To study this effect, the research team will use a variety of time-resolved spectroscopies and microscopies that allow direct imaging of energy transport through the nanostructures in the solid state. The overall scientific goal of this work is to provide a fundamental understanding of the level of disorder that can be tolerated in organic materials while still achieving long-range energy transport necessary for applications in catalysis and energy conversion. To broaden the impact of the work, the research team will develop a science communication channel on YouTube that is thematically centered on the role of chemistry in addressing contemporary problems in climate and energy and will leverage these materials to develop a co-hosted general audience seminar series at UM and MSU.\r\n\r\nExciton diffusion lengths in organic nanostructures are often measured in the 10s of nanometers, rather than the micron length scale of inorganic semiconductors. Only a few examples of long-range exciton transport have been reported for organic materials, however these demonstrations are serendipitous, and to date, a fundamental understanding of the relevant structure-function relationships that ensure long range exciton transport is lacking. This project leverages a class of covalently tethered molecular assemblies that feature synthetic “knobs” to regulate both dynamic (electron-phonon coupling) and static heterogeneity (length of tethered dye assemblies) without changing the molecular core through which excitons are transported. Exciton transport in a series of increasingly rigidified assemblies will be measured using a variety of ultrafast spectroscopies and microscopies, both in solution and in the solid state. Experimental data from both solution and solid-state spectroscopic studies will be compared to structurally-accurate kinetic Monte Carlo models, which will be utilized to extract fundamental constraints on the structural and electronic parameters that engender long range exciton transport. Results from these combined studies will deliver new fundamental insight into: 1) how excited state properties of solvated assemblies, such as exciton delocalization and diffusion, can be tailored by tuning interchromophore rigidity, and 2) how exciton transport properties are parameterized by structural domain heterogeneity in hierarchical superstructures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean Hubert",
   "pi_last_name": "Olivier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Hubert Olivier",
   "pi_email_addr": "jh.olivier@miami.edu",
   "nsf_id": "000760904",
   "pi_start_date": "2023-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 LOMAS BLVD NE STE 2200",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871063837",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199762.0
  }
 ],
 "por": null
}