{
 "awd_id": "2402628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining and Understanding Regional Modes of Variability in the Atlantic Arctic using Ultra-High-Resolution Proxies",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922671",
 "po_email": "pvlahos@nsf.gov",
 "po_sign_block_name": "Penny Vlahos",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 136629.0,
 "awd_amount": 136629.0,
 "awd_min_amd_letter_date": "2024-07-16",
 "awd_max_amd_letter_date": "2024-07-16",
 "awd_abstract_narration": "Understanding how the ocean and climate influence each other is important for understanding weather and climate change. Measurements of ocean and air temperature have shown that there are regional climate patterns around the North Atlantic and the Arctic. An important pattern is called Atlantic Multidecadal Variability (AMV), which refers to up-and-down periods of warming and cooling in the North Atlantic Ocean lasting decades. AMV influences regional ocean temperature and marine ecosystems, as well as air temperature and precipitation across the Atlantic Arctic and nearby land areas including eastern North America. Natural patterns of warming and cooling are important because they affect regional weather, and they can strengthen or weaken human-made climate change from greenhouse gases. The general goal of this research is to identify and understand how the ocean and climate interact, through studying regional patterns of climate and how they may change through many centuries. To do this, we will use many different sources of information, including (1) temperature measurements that go back about a century, (2) historical observations that go back a century or two, and (3) longer-term climate records from tree growth rings, mud sediments from lakes and the ocean floor, remains from sea creatures, as well as glacial ice from Greenland, Canada and Svalbard in the high Arctic. We can combine these very different types of information to reconstruct patterns of regional climate through past several centuries or longer. We can then use mathematics to detect any repeating patterns and changes in the behavior of the ocean and climate over the years. One research focus is to identify patterns that last about 20 to 30 years and others that last much longer, about 50 to 90 years. Another focus is to investigate how combining data from different sources, such as precipitation records from Svalbard and ice from Greenland, along with tree rings from Northern Scandinavia, can help us reconstruct changes in extreme weather patterns in the Atlantic Arctic region. We want to figure out how these patterns have changed over the past few hundred years, a time period with both natural and human-made climate changes. This project is not just about science research to learn new things; it is also about teaching others. University students will be involved in this project, receiving training and experience in doing science, and learning about using mathematics to study the climate. Further, we will involve the public through popular science activities.\r\n\r\n\r\nUnderstanding how the ocean and atmosphere influence each other is crucial for understanding climate change. Natural modes of variability and teleconnections are regional patterns of climate variations, which are important to understand as they can amplify or dampen anthropogenic climate change. An important mode is Atlantic Multidecadal Variability (AMV), which refers to alternating periods of warming and cooling in the North Atlantic Ocean lasting decades. AMV influences sea ice, ocean temperature and marine ecosystems, as well as air temperature and precipitation across the Atlantic Arctic and adjacent land areas including eastern North America. The overarching goal of this empirical research is to quantitatively constrain and understand modes of variability in the climate system in the Atlantic Arctic and Subarctic, in a long-term paleo perspective. This project will study these patterns by using various complementary sources of data, including: (1) meteorological and oceanographic measurements, (2) historical observations, and (3) climate proxy data from tree rings, sediments from lakes and the ocean floor, remains of sea organisms, as well as glacial ice from Greenland, Canada and Svalbard in the high Arctic. By integrating and statistically analyzing data from these different types of natural archives, we aim to reconstruct patterns in regional climate variability over the past several centuries. One key focus is to test the general hypothesis that robust and persistent signals of interdecadal (approximately 20 to 30 years) and multidecadal (approximately 50 to 90 years) variability exist, and can be extracted using advanced statistical techniques applied to a spatial network of data records. Specific hypotheses are: (1) an interdecadal signal will be found primarily in records from the northwestern North Atlantic / Nordic Seas, and may arise from subsurface/surface ocean variability associated with the atmospheric circulation; and (2) a multidecadal signal will be found in marine and terrestrial records across the subarctic–arctic Atlantic, possibly linked to ocean variability such as the AMV and exchange processes between the Atlantic and Arctic. Another key focus is to investigate how combining data from different sources such as precipitation records from Svalbard and ice proxies from Greenland, along with tree rings from Northern Scandinavia, can help us understand changes in extreme weather patterns in the Atlantic Arctic region. Specific hypotheses are: (1) combining these proxies can be used to reconstruct shifts in so-called Scandinavian Blocking teleconnection pattern over the last several centuries; and (2) important shifts in this mode occurred during major climate transitions in the past. Beyond scientific advancements, this work will support a graduate student who will receive training and participate in the research, and also aims to educate students about climate science and statistics, as well as including popular science outreach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francois",
   "pi_last_name": "Lapointe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francois Lapointe",
   "pi_email_addr": "flapointe@umass.edu",
   "nsf_id": "000967514",
   "pi_start_date": "2024-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "225Y00",
   "pgm_ele_name": "P4CLIMATE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 136629.0
  }
 ],
 "por": null
}