{
 "awd_id": "2402962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: NeTS: Medium: Measurement, Modeling and Analysis to Assess Network Connectivity and Performance at Anchor Institutions",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 243695.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-09-11",
 "awd_abstract_narration": "To provide essential services, anchor institutions (which include public libraries, schools, and hospitals) increasingly rely on high quality broadband Internet connections that enable important services such as educational software, videoconferencing, and telehealth. However, little is currently known about whether the quality of such anchor institutional networks (AINs) meets their needs. This project will fill this gap by conducting rigorous measurements to identify locations, quality, and opportunities for improving AINs. Such information can help governmental and private efforts to improve the ability of anchor institutions to serve the technological needs of the general public.\r\n \r\nThe intellectual merits of this project fall in three related categories on computer network availability, reliability, and performance. First, on network availability, the work will create an annotated map of AINs, including the providers that they use to connect to the Internet. Second, on network reliability, the project will collect evidence to assess how reliable AINs are, for example, how often they experience outages, using a mix of existing and novel methods in Internet measurement. Third, on network performance, this research will determine whether AINs meet the technology needs of users who rely on them, for instance, whether the connection speed at the library is sufficiently high to support videoconferencing for all patrons who need it. This category requires significant advances in network performance characterization, particularly on determining (and measuring) the adequate bandwidth needs for a varied mix of networked applications.\r\n \r\nThis collaborative project, which brings together researchers from Northeastern University, University of California-Davis, and University of California-Santa Barbara,  has the potential for substantial broader impacts beyond its scientific advances. AINs are often the last line of availability for many users from historically-marginalized communities, including school-age children in rural or tribal areas, who do not have reliable or adequate Internet service at home. Thus, adverse events affecting AINs (outages) or persistently inadequate connections (low performance) can lead to disproportionately negative impacts on these at-risk communities, including low-income neighborhoods in urban cores. By producing a comprehensive study that evaluates connectivity at anchor institutions, this project will facilitate broadband equity and access efforts from consumer advocates, Internet providers, and  local, state, and federal governments.\r\n \r\nAll code and non-sensitive datasets will be publicly released on this repository: https://github.com/anchor-institutions/anchor-institutional-networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Belding",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Belding",
   "pi_email_addr": "ebelding@cs.ucsb.edu",
   "nsf_id": "000264752",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 243695.0
  }
 ],
 "por": null
}