{
 "awd_id": "2402731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Rice-sized Wireless Bluetooth Sensors for the Next Generation Internet of Things",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-01-24",
 "awd_max_amd_letter_date": "2024-01-24",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a miniature Bluetooth wireless sensor technology that enhances the capabilities of various industries through improved tracking and monitoring systems. This innovation could lead to several commercial opportunities.  In the healthcare sector, sensors could be integrated into implantable medical devices for real-time monitoring of vital signs, contributing to advanced patient care and management. In the agricultural domain, these sensors could lead to affordable and precise resource management and crop monitoring, potentially increasing yield while reducing waste. The versatility of the sensors also extends to logistics and manufacturing, where they could streamline inventory management and supply chain operations, thus bolstering efficiency and reducing costs. Moreover, the environmental monitoring capabilities of these sensors can assist in addressing climate change challenges by providing accurate data for sustainable practices. The anticipated proliferation of smart devices and the IoT ecosystem underscores the market potential that this technology can serve, meeting multiple needs in an increasingly interconnected world.\r\n\r\nThis I-Corps project is based on the development of crystal-free Bluetooth chip technology, a shift in the design and functionality of wireless sensors. The intellectual merit of this project lies in its approach to circumvent the traditional reliance on crystal components for frequency stabilization, which has historically restricted the miniaturization of such sensors. The outcome of our research is a compact Bluetooth chip, with dimensions of just 3x2mm^2—approximately 2X smaller than a grain of rice. This miniaturization achievement surpasses the size constraints of conventional sensors and enables new applications that were previously unfeasible due to size and weight limitations. A notable example of its application potential is in ecological monitoring, where our sensor has successfully been used to track the Asian Hornet that is killing 10-20% of the honeybee population in France, a task that conventional Bluetooth sensors could not accomplish due to their larger size and heavier weight. This technology could impact the realms of integrated circuits, the Internet of Things (IoT), and smart device technology, indicating a leap forward in the capabilities and applications of wireless sensors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristofer",
   "pi_last_name": "Pister",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kristofer S Pister",
   "pi_email_addr": "pister@eecs.berkeley.edu",
   "nsf_id": "000460875",
   "pi_start_date": "2024-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "1608 4TH ST STE 220",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}