{
 "awd_id": "2402958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: Medium: Provable Guarantees for Network Protocol Implementations",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 950000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2024-08-08",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "When one uses a social media site or accesses services on a phone (e.g., to make an online purchase)  one relies on the Internet to be available.  The Internet works using software running on multiple servers and routers called protocol implementations. It includes implementations of famous protocols like Transmission Control Protocol/Internet Protocol (TCP/IP) and Domain Name System (DNS).  The Internet is sometimes down because of hardware failures; however, many major outages have been caused by bugs in protocol implementations. This project uses mathematical methods and AI to create protocol implementations provably free of errors.\r\n\r\n\r\nThis research uses three different approaches. First, the project plans to develop techniques to generate tests for protocol implementations that provably cover all the features/behaviors that the protocol claims to support. This is done by first building simple models of Internet protocols from their specifications and analyzing the models mathematically to identify behavior classes.  Second, the project plans to build provably correct network protocol implementations by breaking up complex protocols into pieces (sublayers), which are mini-protocols in themselves, to make proofs easier.  Third, the project plans to exploit advances in large language models (LLMs) to lower the large human cost today to develop reliable protocol implementations. LLMs may hallucinate and (by themselves) can, in fact, make the Internet less reliable. The key insight is that combining LLMs with progress in computer aided proofs can provide the best of both worlds: provably correct protocol implementations with greatly reduced human effort.\r\n\r\nThis project will create a more reliable Internet by making one important part (implementations of popular protocols like TCP, DNS, QUIC and Border Gateway Protocol) of the Internet provably reliable in a mathematically precise sense.  When social media sites are down for several hours, it greatly affects our social life.  But beyond interaction, the Internet matters greatly as more commerce is electronic (19 trillion USD per year) and the dollar cost of Internet outages can be hundreds of millions of dollars per day. In addition to the techniques that the project will develop, it will also produce concrete artifacts for use by others, including new protocol implementations with provable guarantees. This project is part of a broader vision to build an industry for Network Design Automation (NDA), a set of tools for networks akin to those that led to the billion dollar chip industry in Electronic Design Automation (EDA).  Publications, tools, data, and coursework related to this project will be stored at the NDA website and maintained indefinitely: https://www.georgevargheseucla.com/nda\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Varghese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Varghese",
   "pi_email_addr": "varghese@cs.ucla.edu",
   "nsf_id": "000250977",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Millstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Todd D Millstein",
   "pi_email_addr": "todd@cs.ucla.edu",
   "nsf_id": "000229495",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "404 Westwood Plaza Engineering VI 477",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900958357",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": null
}