{
 "awd_id": "2402679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Automated AI-supported sample preparation and enrichment technology for rapid detection of food pathogens",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-06-17",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research (SBIR) Phase I project is to provide the food industry with a fully automated platform for rapid detection of food pathogens. In the U.S., foodborne diseases cost ~$60.9B in medical care, lost productivity, and lives lost, rising to $90.2B when taking quality of life losses into account. Food pathogens also lead to greatly increased costs for food producers, both due to food safety testing itself and recalls caused by contaminated food, which average $10M in direct costs. The proposed food pathogen detection system will meet the food industry’s large unaddressed need for portable, affordable, accurate and time-sensitive testing that can be performed by non-specialists. Critically, an affordable onsite system will lower direct costs and increase testing capacity—the increased volume of testing will reduce the risk of contaminated food entering the marketplace with the associated costs to both businesses and the U.S. economy. Further, data collected by the proposed system will provide insights into the food safety landscape resulting in a safer food supply chain and reduced food producer liability.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project aims to develop an end-to-end, affordable, fully automated, easy-to-operate, portable system for accurate and rapid detection of food pathogens across a broad range of food types. The system uses adaptive design of experiments to optimize the platform hardware and protocols, enabling rapid testing and allowing for earlier detection of food pathogens than currently possible.  The proposed technology will provide the same value as traditional third-party laboratories, yet faster and at a fraction of the cost with the ability to test in-house, thus meeting the needs of small to medium-sized food producers and food processing plants. In Phase I, the company aims to  1) Build an automatic sample preparation module and explore its ability to enhance enrichment across food groups; 2) Develop an automated experimental design workflow to speed up the optimization of enrichment time; and 3) Using experimental data, develop an algorithm to quantify the microbial concentrations in food samples. Successful completion of this work will lay a foundation for future Phase II commercialization activities where the platform will be scaled to additional use cases.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuan-Sheng",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuan-Sheng Fang",
   "pi_email_addr": "mfang@spectacularlabs.com",
   "nsf_id": "000823506",
   "pi_start_date": "2024-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SPECTACULAR LABS, INC.",
  "inst_street_address": "79 HARBOR VIEW DR",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5105846877",
  "inst_zip_code": "948047496",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CA08",
  "org_lgl_bus_name": "SPECTACULAR LABS, INC",
  "org_prnt_uei_num": "TSUUB7MAVA83",
  "org_uei_num": "CH5EELVPUEK5"
 },
 "perf_inst": {
  "perf_inst_name": "SPECTACULAR LABS, INC.",
  "perf_str_addr": "1822 ARCH ST",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947091310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}