{
 "awd_id": "2402252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2024 Photosensory Receptors and Signal Transduction GRC/GRS: Light-Dependent Molecular Mechanism, Cellular Response and Organismal Behavior",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2024-01-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2023-12-01",
 "awd_max_amd_letter_date": "2023-12-01",
 "awd_abstract_narration": "Gordon Research Conference (GRC) and Gordon Research Seminar (GRS) on Photosensory Receptors and Signal Transduction will be held on March 2-3rd (GRS), 2024 and March 3-8th (GRC), 2024 in Renaissance Tuscany Il Ciocco Via Giovanni Pascoli Lucca (Barga), Italy.  This conference will bring together senior and junior researchers from broad ranging disciplines to discuss and advance our understanding of photosensory systems in biology. Understanding how light signals are transmitted has the potential to improve crop yields through optimized photosynthesis and plant growth, allow the development of new optogenetic tools for cell biology and neuroscience and treat diseases in humans associated with vision loss and mood disorders. The themes of the GRC and GRS have been chosen to emphasize the most important, universal questions underlying these problems and to stimulate the exchange of ideas among diverse researchers to solve them. The Program includes 45 speakers from 17 countries in GRC and 13 speakers and three mentors in GRS. Additional talks, selected from submitted abstracts, will be given 15-minute time slots. Since GRS is immediately followed by the regular GRC conference, many attendees of GRS attendees may stay for GRC sessions to have opportunity to mingle and interact with senior investigators. \r\nThe meeting will provide an opportunity to young scientists, graduate students, and postdoctoral fellows from diverse backgrounds and from underrepresented groups to be trained in interdisciplinary areas and interact with the current leaders of the field. This meeting was supported by the Molecular Biophysics Program in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Crane",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Brian R Crane",
   "pi_email_addr": "bc69@cornell.edu",
   "nsf_id": "000489080",
   "pi_start_date": "2023-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2024 Gordon Research Conference (GRC) on Photosensory Receptors and Signal Transduction and associated Gordon Research Seminar (GRS) was held March 3<sup>rd</sup> to April 8<sup>th</sup> at the Renaissance Tuscany Il Ciocco in Barga Italy. The meeting Chair was Brian Crane (Cornell University, Ithaca, NY), and the Vice-Chair was Eirini Kaiserli (University of Glasgow, Scotland). The meeting was attended by 136 participants, who included 66 tenured or tenure-track academic faculty (10 assistant professors), 43 graduate students, 20 postdocs, 5 participants from government research centers and 2 from industry. The meeting was truly international with participants hailing from the US, Europe and Asia. The attendance was a significant increase over the 107 participants of the 2022 meeting. The 2024 GRC/GRS provided a platform for photobiologists from a diverse range of subfields and disciplines to showcase recent advances, integrate in lively debate and discussion and share newly developed approaches for future advancements and applications in the field. &nbsp;Participants discussed how molecular photoreceptors are changed by their interaction with light and how these structural changes are amplified through signaling networks to affect diverse physiological changes and function in organisms ranging from microbes to man. The 2024 GRC brought together scientists working on fundamental aspects of photosensory biology with those focused on developing new experimental tools or techniques for the interrogation of biological questions not accessible by current methods. The close interaction of fundamental researchers and bioengineers at this GRC promises significant advances.&nbsp; Ever increasing mechanistic information, together with knowledge of specific protein response patterns and selections schemes has allowed the development photosensors with new properties and utilities. An important focus of the meeting was also efforts to understand energy conversion by biological systems, with impacts to food production and biofuels. The conference presented novel approaches to improve agricultural systems by optimizing factors such as shade avoidance and photosynthetic efficiency Understanding how alterations in light and temperature environment are integrated by photoreceptors was a central theme of the meeting and highly relevant to climate change. &nbsp;The GRC and GRS provided opportunities for trainees to present their work, attend mentoring and career development sessions and network with the leaders of their fields. NSF support in particular enabled the participation of both speakers and trainees from historically underrepresented backgrounds. Overall, the scientific discussions, research presentations and informal interactions among the diverse audience of this GRC/GRS meeting advanced our understanding of mechanism of photoreceptor systems, and will undoubtably lead to further development of engineered photosystems for agricultural, bioenergy, clinical and biotechnological applications.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Brian&nbsp;R&nbsp;Crane</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe 2024 Gordon Research Conference (GRC) on Photosensory Receptors and Signal Transduction and associated Gordon Research Seminar (GRS) was held March 3rd to April 8th at the Renaissance Tuscany Il Ciocco in Barga Italy. The meeting Chair was Brian Crane (Cornell University, Ithaca, NY), and the Vice-Chair was Eirini Kaiserli (University of Glasgow, Scotland). The meeting was attended by 136 participants, who included 66 tenured or tenure-track academic faculty (10 assistant professors), 43 graduate students, 20 postdocs, 5 participants from government research centers and 2 from industry. The meeting was truly international with participants hailing from the US, Europe and Asia. The attendance was a significant increase over the 107 participants of the 2022 meeting. The 2024 GRC/GRS provided a platform for photobiologists from a diverse range of subfields and disciplines to showcase recent advances, integrate in lively debate and discussion and share newly developed approaches for future advancements and applications in the field. Participants discussed how molecular photoreceptors are changed by their interaction with light and how these structural changes are amplified through signaling networks to affect diverse physiological changes and function in organisms ranging from microbes to man. The 2024 GRC brought together scientists working on fundamental aspects of photosensory biology with those focused on developing new experimental tools or techniques for the interrogation of biological questions not accessible by current methods. The close interaction of fundamental researchers and bioengineers at this GRC promises significant advances. Ever increasing mechanistic information, together with knowledge of specific protein response patterns and selections schemes has allowed the development photosensors with new properties and utilities. An important focus of the meeting was also efforts to understand energy conversion by biological systems, with impacts to food production and biofuels. The conference presented novel approaches to improve agricultural systems by optimizing factors such as shade avoidance and photosynthetic efficiency Understanding how alterations in light and temperature environment are integrated by photoreceptors was a central theme of the meeting and highly relevant to climate change. The GRC and GRS provided opportunities for trainees to present their work, attend mentoring and career development sessions and network with the leaders of their fields. NSF support in particular enabled the participation of both speakers and trainees from historically underrepresented backgrounds. Overall, the scientific discussions, research presentations and informal interactions among the diverse audience of this GRC/GRS meeting advanced our understanding of mechanism of photoreceptor systems, and will undoubtably lead to further development of engineered photosystems for agricultural, bioenergy, clinical and biotechnological applications.\r\n\n\n\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: BrianRCrane\n"
 }
}