{
 "awd_id": "2402620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Portable Preterm Imaging System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-02-12",
 "awd_max_amd_letter_date": "2024-02-12",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a point-of-care device that can be used in clinical settings as well as by mothers at home. Preterm birth (PTB) is defined as the delivery of a baby before 37 weeks of gestation. PTB is the number one cause of infant death worldwide and it also the number one cause of infant neurological disorders and long-term cognitive impairment.  PTB leads to health issues, including problems with hearing, vision, digestion, and breathing. To decrease preterm births, it is important to identify at-risk pregnancies to initiate preventive interventions. Unfortunately, numerous studies indicate that current methods are insufficient and ineffective in predicting preterm birth. The strength of the cervix collagen fiber network is integral to maintaining gestation, and loss of collagen architecture is intrinsic to many preterm labor occurrences. Using the technology developed in this project, the Portable Preterm Imaging System (PRIMM) to monitor collagen architecture, the team can non-invasively assess the risk of pre-term labor at early stages. The risk assessment of PTB could be used to formulate a therapeutic strategy, including using medications or bedrest to delay birth. Affording the infant a few additional weeks of gestation could improve health outcomes for both mother and child as well as reduce healthcare costs.\r\n\r\nThis I-Corps project is based on the development of a method for scanning, imaging, and screening cervical dysplasia, infections, and cancer. The Portable Preterm Imaging System (PPRIM) introduced in this research is a proprietary technology comprising a specialized imaging system enclosed within a flexible insertable sheath. This imaging system is equipped with a camera featuring integrated polarizers, accompanied by a custom-made LED ring illuminator. The novel design approach employed in this system enables the generation of a matrix dataset capable of forming voxel per sample. Notably, the PPRIM is unique due to its wide field of view which ensures the entire cervix can be captured in a single image. Furthermore, its fast acquisition time facilitates quick and efficient examinations. The PPRIM has been designed to prioritize ease of use and provide comfort during the procedure. Its simplicity is a key feature, as the device offers comprehensive coverage of the cervical area, delivering valuable information to healthcare providers and patients alike.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Ramella-Roman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Ramella-Roman",
   "pi_email_addr": "jramella@fiu.edu",
   "nsf_id": "000436431",
   "pi_start_date": "2024-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}