{
 "awd_id": "2402644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Large-Scale Dynamics of the Last Glacial Maximum Tropical Indo-Pacific",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032925081",
 "po_email": "emestes@nsf.gov",
 "po_sign_block_name": "Emily Estes",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 194444.0,
 "awd_amount": 194444.0,
 "awd_min_amd_letter_date": "2024-05-23",
 "awd_max_amd_letter_date": "2024-05-23",
 "awd_abstract_narration": "The state of the ocean and atmosphere in the tropics have a strong influence on global weather and climate. This project will explore how the winds over the ocean control the locations of warm and cold waters at the surface of the tropical Pacific and Indian Oceans. The team will measure the chemical make-up of shells from once floating foraminifera that have accumulated on the sea floor. These data will be used to reconstruct the thickness of the warm water layer in the ocean in the past. The team will combine these estimates with high-resolution ocean models and state-of-the-art data analysis methods to investigate how tropical winds differed during the last ice age. This work will lead to a better understanding of how the ocean and atmosphere in the tropics respond to changes in atmospheric greenhouse gasses or the amount of ice in the polar regions. The results from this project will provide data that may be used by other researchers in the field. In addition, the project will support training for a graduate student and several undergraduate students.\r\n\r\nThis project will contribute to database development and modelling that will use the information about the thermocline structure recorded in the oxygen isotope composition of surface and subsurface planktonic foraminifera in the tropics to reconstruct the tropical thermocline and winds during the Last Glacial Maximum. The team will first investigate the relationship between changes in the overlying wind field and thermocline structure in the Tropical Indo-Pacific by performing sensitivity studies in a high-resolution ocean model.  An existing database of oxygen isotope data from subsurface calcifying foraminifera for modern and LGM aged sediments will be augmented to include the Tropical Indian Ocean, matching the domain of the high-resolution model.  The information from the high-resolution model will be combined with the foraminiferal proxy data to invert for the Last Glacial Maximum wind field, exploiting the tight coupling between winds and thermocline depth. This project will yield a better understanding of how the ocean-atmosphere system in the Tropical Indo-Pacific responds to changes in external forcing. In addition, the project supports the training of a graduate students and provides research experiences to several undergraduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Gebbie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Gebbie",
   "pi_email_addr": "jgebbie@whoi.edu",
   "nsf_id": "000576131",
   "pi_start_date": "2024-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 194444.0
  }
 ],
 "por": null
}