{
 "awd_id": "2403830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-L: People, Place, and Payments in Complex Human-Environment Systems",
 "cfda_num": "47.050, 47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2023-11-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1450000.0,
 "awd_amount": 277169.0,
 "awd_min_amd_letter_date": "2023-11-06",
 "awd_max_amd_letter_date": "2024-03-06",
 "awd_abstract_narration": "This project seeks to advance the understanding of the impact of payments for ecosystem services (PES), a global conservation approach that incentivizes users of essential natural resources to protect the related ecosystems. In recent decades these programs have increased in popularity, and an increasing number of parallel PES programs have been deployed to mitigate environmental degradation and the over-exploitation of natural resources. PES programs are often implemented concurrently in the same temporal and spatial context, yet little understanding exists about the mechanisms, pathways, and social and ecological effects of such interacting, parallel PES programs. This project will analyze how and why parallel PES programs interact with one another and with the corresponding coupled natural and human system. This work will result in generating insight into the potential, often unintended, social and ecological consequences. PES programs may impact human migration, investment in education, and other connections between local households and the physical environment. Furthermore, the project will address how such programs may affect changes in land cover, land use, and species habitat over time. This project will benefit society by addressing the interactions between development conservation policy and the effectiveness of governmental investments made in PES programs. This project's broader impacts also extend to innovative education and outreach activities that mentor K-12 students and their teachers, creative use of new geospatial technologies for effective monitoring and conservation of endangered wildlife, development of a student-centered pedagogy that enhances understanding of complex human-environment systems, and the development of a related movie and a web-based PES Center to disseminate project results.  The research will train graduate students and foster collaboration between U.S. and Chinese scientists.  \r\n\r\nThe project aims to understand the reciprocal relationship between parallel PES programs, shedding light on the related social and ecological consequences of these programs over space and time. The PIs will answer the following questions: (1) Through what pathways or mediating variables do parallel PES programs, through their influence on human and natural subsystems, affect one another? (2) Where and to what extent do parallel PES programs lead to net changes in the environment? (3) How has and will the human-environment system evolve over space and time given these interventions? Within the human subsystem the PIs will focus on the impacts of migration and job opportunities, as well as the educational investments of participating households. Within the natural subsystem, the PIs will document and monitor land cover and land use change, as well as occupancy and habitat of major mammal species using an unmanned aerial vehicle, camera trapping, and satellite imaging techniques. Lastly, the PIs will develop a complex systems framework, which consists of geospatial and statistical analyses, structural equation modeling, and development of an agent-based model (ABM) integrating qualitative and quantitative data and models across various spatial and temporal scales. Although this project will use data from Fanjingshan National Nature Reserve (FNNR) in China, the research will provide insights and approaches for understanding the mechanisms behind parallel PES programs in many coupled natural and human systems, substantially improving the science, technology, and practical effectiveness of PES.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "An",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li An",
   "pi_email_addr": "anli@auburn.edu",
   "nsf_id": "000329706",
   "pi_start_date": "2023-11-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 277169.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has made significant strides in advancing our understanding of conservation practices, wildlife monitoring, and the interactions of concurrent green initiatives. Over the course of the award, we have successfully achieved the key goals outlined in the original project plan, producing valuable insights and contributing to the broader academic and policy communities.</p>\r\n<p>1. Wildlife monitoring and technological advancements</p>\r\n<p>One of the primary outcomes of this project was the successful development of advanced wildlife monitoring techniques using UAV equipped with thermal cameras. Two papers were published in <em>Ecological Informatics</em> and <em>Sensing and Imaging</em>. We developed an enhanced Faster R-CNN model incorporating a Feature Pyramid Network (FPN) and residual networks to improve small deer object detection in thermal images. This improved the accuracy of detecting wild deer in the dense vegetation of Chitwan National Park, Nepal. To enhance detection accuracy, especially for small deer, we developed an object detection model based on a modified Faster R-CNN framework. A novel multi-scale aggregation method was introduced to improve species identification by fusing features from multiple feature maps using Multi-scale RoIAlign pooling. The model&rsquo;s performance was evaluated by the COCO metrics, with experimental results showing a mean average precision of 92.3% for all objects, 78.9% for small objects, 94.6% for medium objects, and 95.8% for large objects. These findings offer a robust approach for detecting small objects in thermal images and significantly advance wildlife monitoring techniques.</p>\r\n<p>2. Quantify spillover effects of concurrent green initiatives</p>\r\n<p>The project also explores the spillover effects of concurrent green initiatives in the United States and China, with a focus on their interactions and collective impacts on sustainability. The dataset includes over 3,800 records and serves as a valuable resource for researchers and policymakers. It provides insights into the economic, demographic, and environmental factors associated with green initiatives, helping to inform better policy design. The results have already contributed to the academic discourse on how simultaneous conservation programs influence each other and the broader environment.</p>\r\n<p>3. Training and professional development</p>\r\n<p>Throughout the project, several training and professional development opportunities have been provided. An undergraduate student gained valuable hands-on experience to process imagery from drones and cameras. Two master and one Ph.D. students successfully defended their dissertation and published peer-reviewed publications. Another four Ph.D. students and two postdocs are still working on this project and have already published several papers.</p>\r\n<p>4. Dissemination of results</p>\r\n<p>The results of the project have been widely disseminated to relevant communities of interest. The dataset on spillover effects, available through <em>Mendeley Data</em> and Journal of <em>Data</em>, allows researchers to explore the implications of concurrent conservation initiatives. It also equips policymakers with the evidence needed to design more effective and resilient environmental programs. Additionally, all methodologies, findings, and research outcomes have been published in peer-reviewed journals, ensuring that the work reaches a global audience and contributes to ongoing discussions in sustainability and conservation science.</p>\r\n<p>5. Future directions and impact</p>\r\n<p>The insights generated by this project are poised to have a lasting impact on the field of conservation science and policy. The integration of AI and machine learning into conservation monitoring, the exploration of concurrent conservation initiatives, and the development of comprehensive datasets will inform future research and policy decisions. In the long term, the project&rsquo;s findings could help optimize the design of sustainable environmental practices, particularly in regions facing complex conservation challenges, such as the Chitwan Valley in Nepal and other biodiversity-rich areas.</p><br>\n<p>\n Last Modified: 11/30/2024<br>\nModified by: Li&nbsp;An</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project has made significant strides in advancing our understanding of conservation practices, wildlife monitoring, and the interactions of concurrent green initiatives. Over the course of the award, we have successfully achieved the key goals outlined in the original project plan, producing valuable insights and contributing to the broader academic and policy communities.\r\n\n\n1. Wildlife monitoring and technological advancements\r\n\n\nOne of the primary outcomes of this project was the successful development of advanced wildlife monitoring techniques using UAV equipped with thermal cameras. Two papers were published in Ecological Informatics and Sensing and Imaging. We developed an enhanced Faster R-CNN model incorporating a Feature Pyramid Network (FPN) and residual networks to improve small deer object detection in thermal images. This improved the accuracy of detecting wild deer in the dense vegetation of Chitwan National Park, Nepal. To enhance detection accuracy, especially for small deer, we developed an object detection model based on a modified Faster R-CNN framework. A novel multi-scale aggregation method was introduced to improve species identification by fusing features from multiple feature maps using Multi-scale RoIAlign pooling. The models performance was evaluated by the COCO metrics, with experimental results showing a mean average precision of 92.3% for all objects, 78.9% for small objects, 94.6% for medium objects, and 95.8% for large objects. These findings offer a robust approach for detecting small objects in thermal images and significantly advance wildlife monitoring techniques.\r\n\n\n2. Quantify spillover effects of concurrent green initiatives\r\n\n\nThe project also explores the spillover effects of concurrent green initiatives in the United States and China, with a focus on their interactions and collective impacts on sustainability. The dataset includes over 3,800 records and serves as a valuable resource for researchers and policymakers. It provides insights into the economic, demographic, and environmental factors associated with green initiatives, helping to inform better policy design. The results have already contributed to the academic discourse on how simultaneous conservation programs influence each other and the broader environment.\r\n\n\n3. Training and professional development\r\n\n\nThroughout the project, several training and professional development opportunities have been provided. An undergraduate student gained valuable hands-on experience to process imagery from drones and cameras. Two master and one Ph.D. students successfully defended their dissertation and published peer-reviewed publications. Another four Ph.D. students and two postdocs are still working on this project and have already published several papers.\r\n\n\n4. Dissemination of results\r\n\n\nThe results of the project have been widely disseminated to relevant communities of interest. The dataset on spillover effects, available through Mendeley Data and Journal of Data, allows researchers to explore the implications of concurrent conservation initiatives. It also equips policymakers with the evidence needed to design more effective and resilient environmental programs. Additionally, all methodologies, findings, and research outcomes have been published in peer-reviewed journals, ensuring that the work reaches a global audience and contributes to ongoing discussions in sustainability and conservation science.\r\n\n\n5. Future directions and impact\r\n\n\nThe insights generated by this project are poised to have a lasting impact on the field of conservation science and policy. The integration of AI and machine learning into conservation monitoring, the exploration of concurrent conservation initiatives, and the development of comprehensive datasets will inform future research and policy decisions. In the long term, the projects findings could help optimize the design of sustainable environmental practices, particularly in regions facing complex conservation challenges, such as the Chitwan Valley in Nepal and other biodiversity-rich areas.\t\t\t\t\tLast Modified: 11/30/2024\n\n\t\t\t\t\tSubmitted by: LiAn\n"
 }
}