{
 "awd_id": "2403512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INCLUDES Network Connector: A Network to Facilitate Transforming Introductory Physics Courses to Support All Students",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032924546",
 "po_email": "asantiag@nsf.gov",
 "po_sign_block_name": "Alicia Santiago Gonzalez",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 499999.0,
 "awd_min_amd_letter_date": "2024-06-04",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "Despite an increase in interest in STEM degrees, the number of students completing STEM degrees has decreased. Additionally, time to degree has increased for students who complete STEM degrees. For students majoring in engineering and physics, in particular, inefficient mathematics preparation for introductory physics sequences has been cited as one of the barriers to students completing their degrees and completing their degrees on time. The overarching goal of this NSF INCLUDES Network Connector: Transforming Introductory Physics Sequences (TIPS) to Support All Students (Physics TIPS) is to create a network of people and departments that are redesigning introductory physics sequences to better support all accepted students - regardless of math preparation by reducing course-specific mathematics requirements and incorporating quantitative literacy in the physics sequences. This will be accomplished by 1) documenting and disseminating models of successful introductory physics sequences designed for students with varying levels of math preparation, 2) evaluating the effectiveness of redesigned introductory physics sequences, and 3) developing curricular materials that focus on quantitative literacy in physics contexts that can be easily adapted in introductory physics courses of various styles. The goals of this project align with the vision of NSF INCLUDES to innovate and facilitate collaborative approaches to broaden participation in STEM. The Alliance will collaborate with and build upon the efforts of the NSF INCLUDES STEM CORE Alliance and the NSF INCLUDES PUSH Alliance to mitigate the impact of math preparation as a barrier to entering and succeeding in STEM courses.\r\n\r\nThe Physics TIPS Network leverages the work of researchers and instructors at three universities that have successfully modified/developed a new introductory physics sequence to support students at all levels of math readiness. These courses reduce mathematics requirements, incorporate quantitative literacy, and offer additional contact hours to support integration of physics and math content. To better understand these existing efforts, project members will conduct a mixed methods study investigating the efficacy of the alternative introductory sequence. The quantitative aspects of the study include descriptive statistics (DWF rate comparison between traditional and transformed sequences), analysis of course performance in sophomore/junior courses (a t-test comparison between students who took the traditional sequence and those who took the transformed sequence), and a two-way ANOVA to determine the success rate for first generation college students versus those that are not first generation college students (as determined by degree completion and type). Qualitative inquiry will investigate student experiences in the transformed sequences, engineering identity after taking the transformed courses, and reflections on the course experience post-graduation. To expand efforts already determined to be successful, this project includes implementation of similar courses within 3 additional physics departments and the development of curricular materials to support quantitative literacy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geraldine",
   "pi_last_name": "Cochran",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Geraldine L Cochran",
   "pi_email_addr": "moniegeraldine@gmail.com",
   "nsf_id": "000718642",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 499999.0
  }
 ],
 "por": null
}