{
 "awd_id": "2403743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanostructured materials for tailored magnon-spin qubit interactions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 413851.0,
 "awd_amount": 413851.0,
 "awd_min_amd_letter_date": "2024-06-14",
 "awd_max_amd_letter_date": "2024-06-14",
 "awd_abstract_narration": "Nontechnical abstract: \r\n\r\nQuantum bits or ‘qubits’ are the building blocks of quantum technologies for sensing, networking, communication, and computing. One promising platform for implementing a qubit is as an individual atomic defect in diamond, known as a nitrogen-vacancy center. The magnetic property of these defects – the spin – has robust quantum coherence, even at room temperature. Already, these defect spin qubits have found application as versatile quantum sensors in a solid-state platform. However, one of the most significant challenges facing this qubit platform is the lack of an efficient, scalable means to address and couple high density arrays of multiple qubits. Most significantly, controlled coupling between qubits is essential to realize the true promise of quantum technology through quantum entanglement. This project is working to forge a path to overcome this challenge, using nanometer-scale magnetic structures to provide strong, local, controllable magnetic fringe fields for addressing and coupling spin qubits. A primary challenge is that the same features that make a magnetic material or structure desirable often also lead to increased magnetic field noise that causes degraded qubit performance. This project is working to understand this trade-off of coupling for enhanced functionality vs. degraded coherence, and how materials and structures can be designed to optimize that trade-off. Success of this work will enable a pathway towards new solid state, room-temperature quantum technology. In doing so, a diverse cohort of students will be trained for the quantum and semiconductor workforce.\r\n\r\nTechnical abstract: \r\n\r\nThe hypothesis underlying this work is that there exist magnetic nanostructures whose magnetization state and magnetic excitations can be used to address and couple proximal defect spin qubits, without introducing excessive qubit decoherence. To test this hypothesis, we are working to better understand the phenomena by which magnetic nanostructures induce decoherence in a proximal spin qubit. The research team is using nitrogen-vacancy defects in diamond coupled to permalloy magnetic disks, magnetized into a vortex state, as a flexible test-bed system. With knowledge gained from this test-bed system, other materials and structures are being explored to optimize addressability and coupling vs. decoherence. For example, materials with different Gilbert damping coefficient have different magnetic noise characteristics due to the fluctuation dissipation theorem, and different nano-structures allow tuning of magnetic fringe fields and the spectrum of magnetic excitations. In particular, artificial spin ice structures provide a magnetic metamaterial platform with rich opportunities for tailoring fringe fields and magnon dynamics. Addressing the hypothesis above also requires defining the thresholds for necessary qubit addressability and coupling vs. sufficient qubit coherence. To do this, the research team is developing benchmark figures of merit for proposed applications for defect qubit entanglement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Berezovsky",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse A Berezovsky",
   "pi_email_addr": "jab298@case.edu",
   "nsf_id": "000624401",
   "pi_start_date": "2024-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441061712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 413851.0
  }
 ],
 "por": null
}