{
 "awd_id": "2403964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing Electroanalytical Tools for Interrogating Curious Chemistry at the Discrete Microdroplet-Air Interface",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2024-06-26",
 "awd_max_amd_letter_date": "2024-06-26",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Dick’s research group at Purdue University is developing new measurement tools to understand how chemistry changes in small volumes. These tools are essential to understand fundamental concepts for energy storage and conversion, biosensing, biochemical reactions, aerosol chemistry, and have ramifications to understanding the origins of life. Small droplets, such as those found in clouds, sea spray, and even tiny vesicles within cells, permeate nature. For centuries, chemists have assumed that chemistry occurring in large volumes like that of a coffee cup can be extrapolated to chemistry occurring within vesicles inside cells. The new measurement methods developed in this project will allow insight into curious chemistry and reaction acceleration in microdroplets. A particular emphasis will be placed on understanding the importance of the nature of the interface, be it microdroplets suspended in an immiscible liquid (emulsions) or microdroplets in gas (aerosols). Graduate, undergraduate, and high school students will be introduced to measurement techniques through a historical perspective by learning how to build their own instruments to corroborate (or refute) centuries-old observations. The instruments developed will be donated to local schools, and resources will be made available to include frontier measurement science in middle and high school curricula. \r\n\r\nMost studies of curious chemistry and reaction acceleration in microdroplets have dealt with microdroplets surrounded by gas. Electrochemistry is rather difficult to perform in gas, and this project develops new measurement methods to probe chemistry within single liquid droplets, where the microdroplet|gas interface is dominant. The project uses stochastic electrochemistry to probe reactions in single, sub-femtoliter droplets, and the electrochemical signal reports on the rate of the reactions occurring within the droplets. Stochastic electrochemistry offers high temporal resolution to ensure microdroplets can be probed on a droplet-by-droplet basis. Given that coulometry can be used to size individual droplets, this project offers a direct pathway to studying how reaction rates change as a function of droplet size with various interfaces and chemical reactions of interest. The project will enable detailed insight into the role the microdroplet interface plays in reaction acceleration, the spontaneous generation of reactive species, and the mineralization of hard materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Dick",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Dick",
   "pi_email_addr": "jdick@purdue.edu",
   "nsf_id": "000759418",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}