{
 "awd_id": "2403505",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Postdoctoral Fellowship: SPRF: Legislative Attention in City Councils",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 160000.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences (SBE) Postdoctoral Research Fellowships (SPRF) and SBE's Accountable Institutions and Behavior programs. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Distinguished Professor Dr. John Mollenkopf at the City University of New York Graduate Center, this postdoctoral fellowship award supports an early career researcher investigating the policymaking activities of city councils across the United States. City governments are responsible for much of the government spending in the United States and are the level of government that citizens most frequently interact with. Despite this, relatively little is known about municipal institutions and how they shape city policy. Fundamental questions about how various local institutions impact policy output at the city level remain unanswered. Using an original dataset of legislative activity in hundreds of cities across the country, this project will look to build a foundation for understanding how various institutional arrangements shape policymaking at the municipal level. The findings from this study will help local government practitioners better understand how different institutional changes will affect their government, making it easier for them to enact positive change geared towards improving government efficiency and responsiveness. Furthermore, this project will make it easier for citizens in these cities to follow the activities of their city council, improving government transparency.\r\n\r\nThis project looks to improve our understanding of the legislative actions and attentions of city council members in American cities. Despite the importance of city councils in setting policy across a wide range of issues, city councils as legislative bodies are poorly understood. To fill this gap in the literature, the fellow will build an original dataset of legislative actions in hundreds of city councils across the country and analyze differences in the topic and scope of those actions across cities and over time. To collect this data, the fellow will use a novel combination of object detection models to extract agenda items from meeting records and large language models to classify agenda items, introducing new uses for advanced machine learning methods in political science. Additionally, this project will create an important baseline of substantive and theoretical knowledge about city councils that will make it easier for future research on the subject. This project will have several broader impacts, the most notable of which will be providing guidance to local government practitioners on which combinations of institutional arrangements can encourage effective governance. Additionally, the data will be made publicly accessible, allowing citizens to more easily track government activity and encouraging government transparency and responsiveness.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Colner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Colner",
   "pi_email_addr": "",
   "nsf_id": "000961661",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Mollenkopf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Mollenkopf",
   "pi_email_addr": "",
   "nsf_id": "000280239",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colner, Jonathan",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Davis",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "95616",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "The Graduate Center, City University of New York",
  "perf_str_addr": null,
  "perf_city_name": "New York City",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  },
  {
   "pgm_ele_code": "120Y00",
   "pgm_ele_name": "AIB-Acctble Institutions&Behav"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": null
}