{
 "awd_id": "2403963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:The Impact of Racialized Experiences on the Career Trajectories of Doctoral and Postdoctoral Underrepresented STEM Students of Color",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2023-10-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 1083351.0,
 "awd_amount": 228484.0,
 "awd_min_amd_letter_date": "2024-01-19",
 "awd_max_amd_letter_date": "2024-01-19",
 "awd_abstract_narration": "The EHR Core Research program emphasizes fundamental STEM education research that will generate foundational knowledge in the field. This essential research will examine ways to broaden participation in engineering and computing through a multi-tiered research design that studies how race-related bias and microaggressive acts affect the career trajectories of Black, Native American, and Latino/a doctoral students and postdoctoral researchers. The research will examine three main variables in the study population: racial/ethnic microaggressions, impostor syndrome, and minority status stress. The goals are to (1) study the impact of such barriers on the doctoral experiences and post-doctoral career aspirations of students and researchers in engineering and computing, (2) determine whether departments/colleges in these disciplines implement programs that address these barriers, and (3) test the value of mentoring for reducing race-related stressors and of academic career-centric support that might help students and researchers remain in STEM.\r\n\r\nA mixed methods research approach will be used to collect data through surveys, interviews, and observations about the mentoring program, annual workshops, and video documentary. The core strategy for measuring change from the intervention will come from the race-focused, academic career-centric mentoring program that will be co-developed using a nationally recognized online mentoring model and information from the proposer?s own online web portal. This mentoring program will test how effectively the model reduces the impact of racial/ethnic microaggressions for Black, Latino/a, and Native American doctoral students and postdoctoral researchers. Outcomes will be multidimensional. First, data will provide a foundation for understanding how to improve the experiences of underrepresented groups in environments that marginalize students of color. Second, the video documentary will serve as a training tool for STEM administrators and leaders. Third, the video documentary will provide research-based coping strategies to help members of the underrepresented population minimize the impact of racialized experiences and negative outcomes while promoting a balanced perspective on both the doctoral completion process and faculty life in engineering and computing. Fourth, the study will offer strategies to make learning in engineering and computing more affirming, thereby leading to the long-term goal of increased interest and eventual transition into the professoriate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ebony",
   "pi_last_name": "McGee",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Ebony O McGee",
   "pi_email_addr": "ebony.mcgee@jhu.edu",
   "nsf_id": "000542102",
   "pi_start_date": "2024-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1544",
   "pgm_ref_txt": "GSE: Research on Gender in S&E"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 47748.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 180736.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Outcomes Report, Public Facing</em></p>\n<p>In recent years, the conversation around diversity and inclusion in STEM (science, technology, engineering, and mathematics) has gained significant traction. However, challenges persist, particularly for Black, Native American, and Latino/a doctoral students and postdoctoral researchers who often face unique barriers in their academic journeys. Our grant project, funded through the EHR Core Research program, aims to shed light on these obstacles and explore effective strategies for broadening participation in engineering and computing disciplines.</p>\n<p><strong>What We Discovered:</strong></p>\n<p><strong>1. Racial Activism Matters</strong></p>\n<p>One of our key findings was that racial activism plays a significant role in shaping the career paths of Underrepresented Racially Minoritized (URM) students in STEM. Students actively involved in advocating for racial and social justice were more likely to aspire to faculty positions. This suggests that participation in social justice efforts can be a powerful motivator for URMs pursuing academic careers. Additionally, we found that those experiencing stress related to their minority status often turned to entrepreneurship as a way to navigate the challenges they face.</p>\n<p><strong>2. Racial Activism Bridges the Gap</strong></p>\n<p>We also discovered that racial activism acts as a bridge between race-related stress and career aspirations. In other words, engaging in activism helps URM students make sense of their experiences and encourages them to pursue entrepreneurial opportunities. This highlights the importance of creating environments where students feel empowered to engage in social justice work.</p>\n<p><strong>3. Collaboration Boosts Success</strong></p>\n<p>When we looked at how URM students collaborate on research projects, we found that those who work with a diverse group of co-authors are more productive and have a greater impact in their fields. This &ldquo;Combination&rdquo; strategy&mdash;where researchers collaborate with different people rather than sticking with the same partners&mdash;led to better research outcomes. These findings will help guide mentorship programs that aim to support URM scholars in building effective co-authorship and research networks.</p>\n<p><strong>4. Measuring Equity with a New Tool</strong></p>\n<p>A major achievement of our project was the development of the Equity Ethics Scale. This tool helps measure how people think and act regarding equity in STEM. It includes two key components: Equity Ethos, which reflects a commitment to promoting fairness and justice, and Equity Action, which focuses on the practical steps taken to address inequalities. Validating this scale provides a framework for understanding how equity influences URM experiences and motivations in STEM.</p>\n<p><strong>Why This Matters</strong></p>\n<p>The insights from our research have important implications for universities and policymakers. By recognizing the significance of racial activism and equity, we advocate for creating supportive environments that empower URMs to engage in social and racial justice initiatives. In fact, our findings indicate that encouraging students to leverage their STEM skills to tackle equity issues can inspire URM students and foster their persistence toward academic careers. Additionally, our research provides actionable recommendations for mentorship programs and stresses the need to cultivate diverse networks with various collaborators to enhance the visibility of one&rsquo;s research. This approach not only strengthens their research impact, but also positions URMs more competitively in the STEM workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/18/2024<br>\nModified by: Ebony&nbsp;O&nbsp;Mcgee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOutcomes Report, Public Facing\n\n\nIn recent years, the conversation around diversity and inclusion in STEM (science, technology, engineering, and mathematics) has gained significant traction. However, challenges persist, particularly for Black, Native American, and Latino/a doctoral students and postdoctoral researchers who often face unique barriers in their academic journeys. Our grant project, funded through the EHR Core Research program, aims to shed light on these obstacles and explore effective strategies for broadening participation in engineering and computing disciplines.\n\n\nWhat We Discovered:\n\n\n1. Racial Activism Matters\n\n\nOne of our key findings was that racial activism plays a significant role in shaping the career paths of Underrepresented Racially Minoritized (URM) students in STEM. Students actively involved in advocating for racial and social justice were more likely to aspire to faculty positions. This suggests that participation in social justice efforts can be a powerful motivator for URMs pursuing academic careers. Additionally, we found that those experiencing stress related to their minority status often turned to entrepreneurship as a way to navigate the challenges they face.\n\n\n2. Racial Activism Bridges the Gap\n\n\nWe also discovered that racial activism acts as a bridge between race-related stress and career aspirations. In other words, engaging in activism helps URM students make sense of their experiences and encourages them to pursue entrepreneurial opportunities. This highlights the importance of creating environments where students feel empowered to engage in social justice work.\n\n\n3. Collaboration Boosts Success\n\n\nWhen we looked at how URM students collaborate on research projects, we found that those who work with a diverse group of co-authors are more productive and have a greater impact in their fields. This Combination strategywhere researchers collaborate with different people rather than sticking with the same partnersled to better research outcomes. These findings will help guide mentorship programs that aim to support URM scholars in building effective co-authorship and research networks.\n\n\n4. Measuring Equity with a New Tool\n\n\nA major achievement of our project was the development of the Equity Ethics Scale. This tool helps measure how people think and act regarding equity in STEM. It includes two key components: Equity Ethos, which reflects a commitment to promoting fairness and justice, and Equity Action, which focuses on the practical steps taken to address inequalities. Validating this scale provides a framework for understanding how equity influences URM experiences and motivations in STEM.\n\n\nWhy This Matters\n\n\nThe insights from our research have important implications for universities and policymakers. By recognizing the significance of racial activism and equity, we advocate for creating supportive environments that empower URMs to engage in social and racial justice initiatives. In fact, our findings indicate that encouraging students to leverage their STEM skills to tackle equity issues can inspire URM students and foster their persistence toward academic careers. Additionally, our research provides actionable recommendations for mentorship programs and stresses the need to cultivate diverse networks with various collaborators to enhance the visibility of ones research. This approach not only strengthens their research impact, but also positions URMs more competitively in the STEM workforce.\n\n\n\t\t\t\t\tLast Modified: 10/18/2024\n\n\t\t\t\t\tSubmitted by: EbonyOMcgee\n"
 }
}