{
 "awd_id": "2403727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: In Situ Determination of Synthetic Intermediates - Investigating the Path to Lead Apatite Room Temperature Superconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924591",
 "po_email": "dtgenna@nsf.gov",
 "po_sign_block_name": "Douglas Genna",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 299990.0,
 "awd_amount": 299990.0,
 "awd_min_amd_letter_date": "2023-11-16",
 "awd_max_amd_letter_date": "2023-11-16",
 "awd_abstract_narration": "PART 1: NON-TECHNICAL SUMMARY\r\n\r\nSuperconductivity, or the total lack of resistance to electrical conductivity, is a property of materials that has broad applications, from life-saving imaging to more efficient computing. Currently, it can only be utilized under extreme conditions. Thus, when a superconductor that operates at reasonable conditions was reported in the summer of 2023, the scientific community was excited to explore it. The superconductor contained copper, lead and oxygen, and original reports showed it would levitate over a magnet above room temperature, a property that allows superconductors to be used in high-speed trains. However, subsequent reports found that when other researchers attempted to study the material, they did not observe superconductivity. This is potentially because the original sample was a complex mixture. This EAGER award, supported by the Solid State and Materials Chemistry program in NSF’s Division of Materials Research, aims to reproduce the synthesis of the original material and expand to related structures and monitor what compounds form during the synthesis utilizing a method called in situ diffraction. Such an approach can determine all phases that exist when attempting to prepare any kind of superconducting material even if they are not stable and part of the final product, hence providing valuable insights. Because it is uncertain if the project yields new or confirms a previously proposed superconducting materials, it is a high-risk/high-reward endeavor. With this project the principal investigator at CSU Fullerton, which is a Primarily Undergraduate Institution, introduces undergraduate students not only to cutting-edge research but also provides them with opportunities to travel to user facilities at National Laboratories. \r\n\r\nPART 2:   TECHNICAL SUMMARY\r\n \r\nA report in the summer of 2023 of an above-room-temperature superconductor, LK-99, stirred excitement in the chemistry and physics communities. However, attempts to reproduce the initially observed superconductivity were unsuccessful. The main goal of this proposal is to understand the synthetic mechanisms resulting in the reported high-temperature superconductor LK-99 and establish general structure-property relationships for lead apatite materials and related compounds. For this purpose, this EAGER award, which is supported by the Solid State and Materials Chemistry program in NSF’s Division of Materials Research, relies heavily on in situ and ex situ diffraction and total scattering methods, and thereby, can determine all phases present in the synthesis of LK-99 and copper-doped lead apatite. Moreover, in situ methods rapidly elucidate the conditions under which these phases form. For more in depth characterization, high-resolution ex situ diffraction and total scattering are utilized on phases quenched at specific conditions of interest as determined by in situ methods to identify potentially superconducting or ferromagnetic phases. Performing these experiments allows the principal investigator and her research group to identify possible intermediate phases that show superconducting or ferromagnetic properties not limited to the ones identified in the original report.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allyson",
   "pi_last_name": "Fry-Petit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allyson Fry-Petit",
   "pi_email_addr": "afry@fullerton.edu",
   "nsf_id": "000735443",
   "pi_start_date": "2023-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Fullerton",
  "perf_str_addr": "800 N. State College Blvd.",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928313599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "45",
  "perf_st_cong_dist": "CA45",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299990.0
  }
 ],
 "por": null
}