{
 "awd_id": "2403910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I: High-resolution, spatially selective intraspinal stimulator to restore sensation in spinal cord injury patients.",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927103",
 "po_email": "echincho@nsf.gov",
 "po_sign_block_name": "Edward Chinchoy",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 274976.0,
 "awd_amount": 274976.0,
 "awd_min_amd_letter_date": "2024-06-14",
 "awd_max_amd_letter_date": "2024-06-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) Phase I project is a novel custom-made micro-probe electrode system for restoring organ function in nervous paralysis and paralysis-related conditions such as neurogenic bladder or fecal incontinence. The electrode system aims to provide real-time, bi-directional, closed-loop spinal cord machine interface to restore both sensation and volitional motor control in spinal cord injury (SCI) patients. The system aims to provide restorative function for the 5.4M US paralysis victims, while providing smaller, more accurate, higher capacity implantable electrode platform for the $7.6 B neurorehabilitation and neurostimulation market.\r\n\r\n\r\n \r\nThis Small Business Technology Transfer (STTR) Phase I project aims to demonstrate the preclinical feasibility of a novel spinal cord neural interface as an effective scalable platform for rehabilitating paralysis-related conditions including neurogenic bladder and mobility. This project will develop a new type of neural interface that delivers selective stimulation to specific targeted regions of the patient’s spinal cord in order to evoke a target sensation. For example, bladder fullness will trigger the proposed intraspinal stimulator to deliver safe current pulses to the patient’s spinal cord to reenable the sensation of bladder fullness. The proposed probe will also sense the patient’s intention to urinate and relay the signal to a bladder stimulator to reenable patient’s control over their micturition. Nanopatterned stimulating electrodes will be fabricated and coupled with custom-designed complementary metal oxide semiconductor (CMOS) chips to deliver safe and spatially selective current pulses. The system aims to bypass the spinal cord injury to restore communication between the subject’s body and brain. The system will be validated in rodent nervous models and characterized for future human use.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Maggi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro Maggi",
   "pi_email_addr": "maggi@ecate.tech",
   "nsf_id": "000838834",
   "pi_start_date": "2024-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ECATE LLC",
  "inst_street_address": "3686 BARHAM BLVD APT H301",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154665465",
  "inst_zip_code": "900681153",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "CA30",
  "org_lgl_bus_name": "ECATE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "H87NNXN7AHJ3"
 },
 "perf_inst": {
  "perf_inst_name": "ECATE LLC",
  "perf_str_addr": "3686 BARHAM BLVD APT H301",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900681153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "CA30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\"</span></p>\r\n<p>Spinal cord injury (SCI) often leads to the loss of bladder sensation and control, dramatically impacting patients&rsquo; quality of life. Current treatment options, such as sacral anterior root stimulation (SARS), allow SCI patients to empty their bladders using electrical stimulation, but they do not restore the ability to feel bladder fullness. This results in unpredictable voiding, residual urine retention, and an increased risk of urinary tract infections (UTIs), a leading cause of hospitalization and complications in SCI patients. Our long-term goal is to develop BLISS (Bladder-Linked Stimulation System), the first implantable, bi-directional spinal cord-machine interface designed to restore bladder sensation and voluntary control of urination in individuals with complete SCI.</p>\r\n<p>The primary objective of this <strong>NSF Phase I</strong> project was to validate the <strong>feasibility of intraspinal stimulation</strong>&mdash;a novel approach targeting the spinal cord&rsquo;s white matter to selectively activate sensory pathways. Unlike conventional peripheral nerve or brain stimulation, intraspinal stimulation offers a more precise way to communicate with the brain while avoiding the complexities of decoding millions of interconnected neurons in the cortex.</p>\r\n<p><strong>Key Achievements of Phase I</strong></p>\r\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Development of <strong>an Optimized Electrode</strong> for Intraspinal Stimulation</p>\r\n<p>We fabricated and tested various electrode designs to determine the most effective configuration for precise, selective stimulation. The best-performing electrode was a 3D black silicon-based electrode, which exhibited low impedance (30k&Omega; at 1 kHz) and a high charge storage capacity (3000&mu;C/cm&sup2;). These properties ensure efficient and stable stimulation, minimizing power requirements while maximizing selectivity.</p>\r\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Testing Different Electrode Configurations for <strong>Spatial Selectivity</strong></p>\r\n<p>To achieve targeted activation of specific white matter axon bundles, we evaluated two electrode configurations: concentric electrodes and ground-sheet electrodes. Through in vivo experiments in rat spinal cords, we determined that the ground-sheet configuration provided superior spatial selectivity. This means we can activate single axon bundles at a time, which is crucial for restoring sensation to precise body regions&mdash;for example, allowing a patient to feel bladder fullness rather than generalized stimulation.</p>\r\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Validation</strong> of Intraspinal Stimulation in <strong>Animal Models</strong></p>\r\n<p>Using our optimized electrode designs, we conducted a series of in-vivo experiments in rat models to test whether we could reliably evoke spatially selective action potentials. Our findings demonstrated that we could selectively stimulate individual axon bundles within the spinal cord&rsquo;s white matter, a major breakthrough. This level of precision could enable the restoration of naturalistic sensory feedback, such as bladder fullness, with far greater accuracy than peripheral nerve or brain stimulation approaches.</p>\r\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Development and Validation of a Programmable CMOS <strong>Stimulation Chip</strong></p>\r\n<p>We designed and fabricated a custom CMOS-based stimulator chip capable of delivering highly controlled current stimulation. The chip features programmable parameters for adjusting current amplitude, pulse duration, and frequency, allowing for flexible and patient-specific stimulation protocols. We successfully validated the chip in live animal models, demonstrating that it could effectively drive intraspinal stimulation while ensuring charge balancing and avoiding tissue damage.</p>\r\n<p><strong>Significance &amp; Next Steps</strong></p>\r\n<p>This Phase I project provided the first experimental evidence that intraspinal white matter stimulation is a viable and highly selective method for restoring sensory function in SCI patients. Our work confirms that targeting the spinal cord&rsquo;s white matter can precisely activate specific neural pathways, unlike traditional peripheral or brain stimulation, which lacks spatial precision. These findings lay the groundwork for the Phase II effort, where we will integrate our validated electrode and stimulation technology into a fully functional BLISS prototype. The next phase will focus on refining the implantable system, optimizing its performance for human translation, and preparing for regulatory approval (IDE submission to the FDA). Ultimately, BLISS has the potential to transform neurogenic bladder treatment by restoring both the ability to sense bladder fullness and the ability to urinate voluntarily&mdash;something no existing device can achieve. This could significantly improve quality of life for millions of SCI patients worldwide while reducing the healthcare burden of UTIs and catheter-related complications.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/25/2025<br>\nModified by: Alessandro&nbsp;Maggi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\"\r\n\n\nSpinal cord injury (SCI) often leads to the loss of bladder sensation and control, dramatically impacting patients quality of life. Current treatment options, such as sacral anterior root stimulation (SARS), allow SCI patients to empty their bladders using electrical stimulation, but they do not restore the ability to feel bladder fullness. This results in unpredictable voiding, residual urine retention, and an increased risk of urinary tract infections (UTIs), a leading cause of hospitalization and complications in SCI patients. Our long-term goal is to develop BLISS (Bladder-Linked Stimulation System), the first implantable, bi-directional spinal cord-machine interface designed to restore bladder sensation and voluntary control of urination in individuals with complete SCI.\r\n\n\nThe primary objective of this NSF Phase I project was to validate the feasibility of intraspinal stimulationa novel approach targeting the spinal cords white matter to selectively activate sensory pathways. Unlike conventional peripheral nerve or brain stimulation, intraspinal stimulation offers a more precise way to communicate with the brain while avoiding the complexities of decoding millions of interconnected neurons in the cortex.\r\n\n\nKey Achievements of Phase I\r\n\n\n1. Development of an Optimized Electrode for Intraspinal Stimulation\r\n\n\nWe fabricated and tested various electrode designs to determine the most effective configuration for precise, selective stimulation. The best-performing electrode was a 3D black silicon-based electrode, which exhibited low impedance (30k at 1 kHz) and a high charge storage capacity (3000C/cm&sup2;). These properties ensure efficient and stable stimulation, minimizing power requirements while maximizing selectivity.\r\n\n\n2. Testing Different Electrode Configurations for Spatial Selectivity\r\n\n\nTo achieve targeted activation of specific white matter axon bundles, we evaluated two electrode configurations: concentric electrodes and ground-sheet electrodes. Through in vivo experiments in rat spinal cords, we determined that the ground-sheet configuration provided superior spatial selectivity. This means we can activate single axon bundles at a time, which is crucial for restoring sensation to precise body regionsfor example, allowing a patient to feel bladder fullness rather than generalized stimulation.\r\n\n\n3. Validation of Intraspinal Stimulation in Animal Models\r\n\n\nUsing our optimized electrode designs, we conducted a series of in-vivo experiments in rat models to test whether we could reliably evoke spatially selective action potentials. Our findings demonstrated that we could selectively stimulate individual axon bundles within the spinal cords white matter, a major breakthrough. This level of precision could enable the restoration of naturalistic sensory feedback, such as bladder fullness, with far greater accuracy than peripheral nerve or brain stimulation approaches.\r\n\n\n4. Development and Validation of a Programmable CMOS Stimulation Chip\r\n\n\nWe designed and fabricated a custom CMOS-based stimulator chip capable of delivering highly controlled current stimulation. The chip features programmable parameters for adjusting current amplitude, pulse duration, and frequency, allowing for flexible and patient-specific stimulation protocols. We successfully validated the chip in live animal models, demonstrating that it could effectively drive intraspinal stimulation while ensuring charge balancing and avoiding tissue damage.\r\n\n\nSignificance & Next Steps\r\n\n\nThis Phase I project provided the first experimental evidence that intraspinal white matter stimulation is a viable and highly selective method for restoring sensory function in SCI patients. Our work confirms that targeting the spinal cords white matter can precisely activate specific neural pathways, unlike traditional peripheral or brain stimulation, which lacks spatial precision. These findings lay the groundwork for the Phase II effort, where we will integrate our validated electrode and stimulation technology into a fully functional BLISS prototype. The next phase will focus on refining the implantable system, optimizing its performance for human translation, and preparing for regulatory approval (IDE submission to the FDA). Ultimately, BLISS has the potential to transform neurogenic bladder treatment by restoring both the ability to sense bladder fullness and the ability to urinate voluntarilysomething no existing device can achieve. This could significantly improve quality of life for millions of SCI patients worldwide while reducing the healthcare burden of UTIs and catheter-related complications.\r\n\n\n\t\t\t\t\tLast Modified: 02/25/2025\n\n\t\t\t\t\tSubmitted by: AlessandroMaggi\n"
 }
}