{
 "awd_id": "2403431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: NeTS: Medium: Scalable Crawling of the Web as Experienced by Users",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924624",
 "po_email": "amatta@nsf.gov",
 "po_sign_block_name": "Abraham Matta",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "Many systems that are central to modern society – such as web search engines, smart assistants, generative AI, and web archives – rely on the ability to automatically load (a.k.a. \"crawl\") large numbers of web pages quickly. However, \"web crawler\" software that has been traditionally used to crawl the web is now insufficient for three reasons. First, many pages require users to be logged in. As a result, a traditional crawler sees only the login page and is blind to content that actual users would see. Second, the number of web pages is ever-increasing, and interactive pages and web applications have significantly increased the amount of computation necessary for a client to identify all the resources on a typical page. In combination, these factors make it significantly more expensive than before to crawl either a large corpus of sites or to recrawl pages frequently to capture changes. Third, many pages are dynamic or interactive, and many use embedded third-party services such as maps, social media widgets, and language translation are either hampered or fail to work on crawled page copies. As a result, systems and studies that rely on content crawled from the web lack visibility into a large portion of the web, are unable to keep up with the rate at which they need to crawl pages and end up replaying crawled pages with poor fidelity.\r\n\r\nTo address these challenges, this project will develop Sprinter, a modern web crawler capable of capturing the web and its rich services as seen and experienced by users. Sprinter will crawl any page such that the content crawled is representative of what users see on the page. Its overheads will grow sub-linearly with the number of pages and the frequency of monitoring. Any page crawled using Sprinter will be renderable in a manner that closely approximates the original page, both visually and functionally.  To develop Sprinter, the project will make research contributions along three dimensions. First, the project will use widespread support for authentication via single sign-on (SSO) providers such as Google and Facebook and generate representative browsing profiles from privacy-preserving network traces. Second, to make Sprinter’s crawling efficient, the project will devise techniques to reuse application computations across similar pages and to identify a small representative subset of pages that Sprinter needs to measure at high frequency. Lastly, to enable high-fidelity replay of the crawled copy of a page, the project will develop methods to crawl all of the page’s resources that will be needed to serve any common load of that copy.  A major broader impact is in the research and use cases that Sprinter enables for the community. Further, Sprinter and the results of its crawls will be made available to other researchers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ethan",
   "pi_last_name": "Katz-Bassett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ethan Katz-Bassett",
   "pi_email_addr": "ethan@ee.columbia.edu",
   "nsf_id": "000608978",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Calder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Calder",
   "pi_email_addr": "mattcalder@meta.com",
   "nsf_id": "000929469",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "202 LOW LIBRARY 535 W 116 ST MC 4309,",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}