{
 "awd_id": "2403575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Postdoctoral Fellowship: EAR-PF: Influx and transport of mantle derived magma in the Hawaii volcanic system",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2025-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2025-01-15",
 "awd_abstract_narration": "Dr. Kiara Daly has been granted an EAR Postdoctoral Fellowship to conduct research and education plans under the mentorship of Dr. Helen Janiszewski at the University of Hawai’i at Mānoa (UHM). This project focuses on the active volcanic system on the Island of Hawai’i. Local communities there are often devastated by volcanic eruptions. The project aims to improve eruption forecasts by studying the deep magma plumbing, changes in the system, and the connection to the volcanoes. Magma is inferred to enter deep in Hawai'i's volcanic system (>20 km deep). Yet, questions remain about when, how much, and the paths it takes to the surface. Dr. Daly plans to address these questions through a novel combined assessment of four seismic indicators for magma location and movement. Long-term changes to the magmatic system will be investigated by combining several permanent and temporary seismometer datasets. This includes a new deployment directly above the area where deep magma input is inferred. Dr. Daly will additionally work with the U.S. Geological Survey, Hawaiian Volcano Observatory (HVO), and UHM to create permanent and travel displays with interactive activities. These displays will show how volcano seismology studies the magmatic system. They will also explain the hazards to local communities affected by these volcanoes. Dr. Daly will also take advantage of existing programs to give public talks and mentor undergraduate students in geoscience research. The work will not only help us understand how magma moves in Hawaiʻi but will also aid in planning deployments and analyses at volcanoes worldwide. \r\n\r\nDr. Daly will analyze a time period, 2011-present, when significant changes in eruptive behavior at both Kīlauea and Mauna Loa volcanoes, as well as a perplexing nexus of mantle seismicity near the town of Pāhala that experienced order of magnitude increases in seismicity in 2015, and again in 2019, inferred to be when deep magma input occurred. This work will link data from sparse, permanent seismic networks with those from dense, temporary deployments to improve spatial resolution while simultaneously interrogating changes in seismic properties over time, yielding a more coherent picture of this volcanic system. A combination of 4 seismic proxies for magma storage and movement: earthquake location, type (long period, LP; volcano-tectonic, VT); fault plane solutions (FPS), and the novel, riskier, but potentially transformative seismic technique, tracking 4D changes in the subsurface. Seismic velocity will be used to investigate where magma is located in the crust and mantle, if its volume and transport pathways change over time, if there are correlations with the shallow intrusions and surface volcanism, and if relationships between mantle magma input and eruptive potential exist.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiara",
   "pi_last_name": "Daly",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kiara A Daly",
   "pi_email_addr": "",
   "nsf_id": "000959211",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Daly, Kiara Andrea",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "14850",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii at Manoa",
  "perf_str_addr": null,
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222217",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}