{
 "awd_id": "2404429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Molten Salt Synthesis of Metal Oxide Nanoparticles via in situ X-ray Scattering/Spectroscopy Techniques",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924946",
 "po_email": "sboyes@nsf.gov",
 "po_sign_block_name": "Stephen Boyes",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 328450.0,
 "awd_amount": 328450.0,
 "awd_min_amd_letter_date": "2024-05-01",
 "awd_max_amd_letter_date": "2024-05-01",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Yuanbing Mao of the Illinois Institute of Technology (IIT) and Tao Li of Northern Illinois University (NIU) will investigate the molten salt synthesis of metal oxide nanoparticles. Nanoparticles are attracting wide interest due to their exceptional properties enabling a wide range of applications in clean energy, photonics, pharmaceutical industry and more. Molten salt synthesis has emerged as a reliable and scalable method to synthesize different types of nanoparticles. In these studies, the Mao-Li collaborative team will use light scattering techniques to follow the nanoparticle growth processes by the molten salt synthesis at Illinois Institute of Technology and Northern Illinois University through a partnership with Argonne National Laboratory. The team seeks to help elucidate the synthesis mechanisms of nanoparticles in molten salts to guide the synthetic process. The collaborative team plans to introduce specific educational activities on nanochemistry and advanced characterization into the graduate curriculum. The IIT and NIU teams also aim to broaden participation via diverse recruiting of underrepresented students by providing research experiences for undergraduate and graduate students.  The team will work to recruit prospective female and minority students and to perform outreach presentations to K-12 students.\r\n\r\nThis collaborative project focuses on the elucidation of the complex nucleation and growth phenomena in the molten salt synthesis of metal oxide nanoparticles.  The NIU/IIT team will combine X-ray absorption spectroscopy and small-angle X-ray scattering to achieve in situ monitoring of nanoparticle growth with high temporal and spatial resolution. The team seeks to unravel the nucleation and growth mechanisms of molten salt synthesis for metal oxide nanoparticles. This is to be achieved by determining particle size, size distribution, and chemical composition over a wide  range of time and length scales, from early precursor reactions and metastable intermediates and aggregated states to the final growth states. This study is designed to explore the mechanism of nanoparticle growth under molten salt conditions and compare the characteristic empirical nucleation and growth phases reported in the recent literature with that observed in the present study. This investigation should answer establish whether nonclassical nucleation and growth processes are generally observed for the molten salt synthesis process and how these complex systems can be described in terms of their nucleation and growth kinetics. If successful, such insights and increased chemical understanding would provide guidance to the scientific community for molten salt synthesis of other classes of materials. The scientific implications of this work could be quite substantial; the ability to rationally synthesize a given size and polymorph or phase of nanoparticles is highly desirable.  These studies have the potential to provide guidance on how to control these features of nanoparticles, features that dictate their mechanical, optical, catalytic, and electronic properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuanbing",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuanbing Mao",
   "pi_email_addr": "ymao17@iit.edu",
   "nsf_id": "000582812",
   "pi_start_date": "2024-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 328450.0
  }
 ],
 "por": null
}