{
 "awd_id": "2404354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABR: Engineering J-aggregate Hybrid Nanostructures as Fast and Bright Building Block Emitters",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 555000.0,
 "awd_amount": 555000.0,
 "awd_min_amd_letter_date": "2024-05-03",
 "awd_max_amd_letter_date": "2024-05-03",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Professor Moungi Bawendi of the Massachusetts Institute of Technology will lead research that integrates advanced chemistry with practical applications to enhance everyday technology. The project will focus on creating hybrid J-aggregate nanostructures that will improve device performance in areas such as sensing, imaging, and quantum communications. These fluorophores have the potential to transform how we use and interact with light in technological applications, leading to faster and more efficient optical devices. The broader impacts of this initiative will include educational outreach programs that expose students to cutting-edge science, efforts to increase diversity within the scientific community, and the promotion of industrial collaborations. These efforts have the potential to not only push technological boundaries but also will ensure that the benefits of scientific research are shared widely and inclusively.\r\n\r\nSupramolecular assemblies of organic molecules known as J-aggregates are exceptional fluorophores because of their high brightness, color purity, and fast emission (short emissive lifetimes). However, despite their obvious merits, J-aggregates suffer from several limitations that have hindered their potential use in device development and other applications. These limitations include low photoluminescence quantum yields and poor stability. This research project is structured around three primary objectives. The first objective is to develop silica-J-aggregate hybrid nanostructures and assess how the silica matrix influences various characteristics like brightness, photostability, structural robustness, and excitonic behaviour. The photo-physics of these new constructs will be explored including studying the properties of individual J-aggregates using advanced single-molecule techniques.  The solvent tunability of these encapsulated J-aggregates will be explored through surface functionalization. The second objective is to create a new class of robust, bright, and fast fluorophores with a significant Stokes shift by combined two J-aggregate systems coupled through Förster Resonance Energy Transfer (FRET). This involves employing electrostatic interactions and surface reactions to link donor and acceptor J-aggregates. FRET efficiencies will be investigated, and layer-by-layer deposition will be explored to assemble these structures as a thin film, optimizing their photonic interactions and utility in practical applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moungi",
   "pi_last_name": "Bawendi",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Moungi G Bawendi",
   "pi_email_addr": "mgb@mit.edu",
   "nsf_id": "000291837",
   "pi_start_date": "2024-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 555000.0
  }
 ],
 "por": null
}