{
 "awd_id": "2404721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Cell-Mediated Delivery of Targeted Protein Degraders",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 274991.0,
 "awd_amount": 274991.0,
 "awd_min_amd_letter_date": "2024-08-30",
 "awd_max_amd_letter_date": "2024-08-30",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project will serve as the proof-of-concept for a new approach to deliver cancer-cell killing proteins specifically to Acute Myeloid Leukemia (AML) cells while sparing healthy cells. The data that emerges from this grant will serve as the foundational demonstration that this new technology has the potential as a cancer therapy. Results are anticipated to be sufficient to attract subsequent public/private funding to continue drug development. A better way to treat AML would benefit patients, enabling them to live longer healthier lives, reduce the strain on limited healthcare resources, and advance the health and welfare of the American Public. Development will be executed as a biotechnology start-up, an approach many believe is the fastest and most capital efficient path to the market. This endeavor will generate a considerable economic impact in the US and enhance the scientific competitiveness of the county as it will create dozens of well-paying Science Technology Engineering Math (STEM) jobs. Many such roles will require partnership with top graduate programs to recruit candidates and a special emphasis will be placed on hiring traditionally underrepresented groups by working with empowerment organizations.\r\n\r\nThe proposed project combines the best of, and complements the limitations of chimeric antigen T-cells (CAR-Ts), the late-line standard of care in certain blood cancers; and targeted protein degraders (TPDs), a potentially revolutionary therapeutic modality. If successful, this work could lay the foundation for a new generation of anti-cancer medicines. While CAR-Ts can provide a durable remission in select tumors, they face multiple efficacy-limiting technical hurdles. This proposal circumvents such shortcoming by instead using Natural Killer (NK) cells engineered with TPDs against cancer-driver proteins. NK cells are anticipated to be less vulnerable to a tumor’s antigen escape as they don’t rely on a single targeting antigen, and should contain more oncolytic potential due to the addition of TPDs. Tumor targeted delivery of the TPDs could also address the observed toxicity of naked TPDs brought on by non-specific uptake of both target and bystander cells. The goal of this project is to develop NK cells equipped with TPDs against three common AML drivers using well-described methods from the literature. The resulting cells will be tested against numerous AML lines for cell killing via flow cytometry. In parallel, several aspects of the platform’s limitations and potential will be assessed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Welch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Welch",
   "pi_email_addr": "aaron.welch@sabertherapeutics.com",
   "nsf_id": "000920839",
   "pi_start_date": "2024-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SABER THERAPEUTICS, INC.",
  "inst_street_address": "4706 SW BEDINGFIELD ST",
  "inst_street_address_2": "",
  "inst_city_name": "BENTONVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "9137099324",
  "inst_zip_code": "727133033",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "SABER THERAPEUTICS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZFEFFCCG71B7"
 },
 "perf_inst": {
  "perf_inst_name": "SABER THERAPEUTICS, INC.",
  "perf_str_addr": "4706 SW Bedingfield St",
  "perf_city_name": "Bentonville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727133033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274991.0
  }
 ],
 "por": null
}