{
 "awd_id": "2404937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Morphologically adaptive nanocomposite elastomers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2024-06-25",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "NON-TECHNICAL:\r\n\r\nEveryday products like gaskets and tires are made from rubber mixed with solid particles. The characteristics of these materials provide robust shapes when pressed and pulled under operating conditions. However, these same characteristics lead to waste disposal problems at the end of their useful life. Although re-processable analogs that could be recyclable have been reported, a significant challenge is maintaining the robust shape fidelity of traditional materials. This proposal seeks to overcome this challenge through controlling how the particles in the recyclable materials are arranged. It is hypothesized that the chemistry of the particles can be used to manipulate how they are organized within the re-processable rubber and that string-like, rigid assemblies could act as struts to limit undesired shape changes in the material during operation, but also that these could then be re-processed into new products at higher temperature. The fundamental insights developed from the proposed work could enable a transformational change in the waste management of rubber-based products to enable re-use and recycling that reduces crude oil required for their manufacture. The concepts associated with the work will be included within a recycling class that is aimed to arm future scientists and engineers with the knowledge required to design plastic products with recyclability in mind.\r\n\r\n\r\nTECHNICAL:\r\n\r\nThe morphology of nanocomposites is controlled by a balance of intermolecular forces between components and the entropy associated with chain conformations available in the nanocomposite relative to the neat melt. Polymer grafting to nanoparticles provides an elegant approach to modulate these characteristics to enable structural control in thermoplastic nanocomposites, but there is limited knowledge on how covalent adaptive networks impact the ability to control structure with grafted nanoparticles. The proposed research will establish the fundamental science needed for nanocomposite design principles of covalently adaptive network elastomers through the physiochemical characteristics (molecular mass, composition) of the matrix and brushes grafted on the filler to translate design characteristics of the vitrimer and the nanoparticle brush to the morphology and mechanical performance of the nanocomposite. This structural control at multiple length scales provides an opportunity to overcome the limitation of creep in vitrimer materials through the filler topology developed from assembly that limits the large-scale reorganization of the network that leads to substantial permanent deformation. In these cases, controlled aggregation into string-like fractals is hypothesized to increase the activation energy for flow. Additionally, the ability to control these structures through the particle functionalization also offer opportunities to better understand fatigue mechanisms in thermoset composites. These fundamental studies will offer insight into how structure impact creep and fatigue in vitrimer nanocomposites and potential design rules for fillers to be used with vitrimers. \r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Vogt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan D Vogt",
   "pi_email_addr": "bdv5051@psu.edu",
   "nsf_id": "000335370",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Pester",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christian W Pester",
   "pi_email_addr": "pester@udel.edu",
   "nsf_id": "000814150",
   "pi_start_date": "2024-06-25",
   "pi_end_date": "2024-07-31"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Vogt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan D Vogt",
   "pi_email_addr": "bdv5051@psu.edu",
   "nsf_id": "000335370",
   "pi_start_date": "2024-06-25",
   "pi_end_date": "2024-07-31"
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}