{
 "awd_id": "2404929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of the Orienting Positive Emotions in New Educators for Mathematics (OPEN for Math) Professional Learning Program",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922296",
 "po_email": "jdbostic@nsf.gov",
 "po_sign_block_name": "Jonathan Bostic",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 2994817.0,
 "awd_amount": 1549821.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "The social and emotional aspects of a classroom climate are essential to creating a space conducive to learning. Research has shown that the emotions elementary school teachers and their students experience when engaging in mathematics activities play an important role in mathematics teaching and learning. If teachers or their students regularly experience negative emotions such as anxiety and anger when working on mathematics activities, then the quality of teaching and learner engagement in the mathematics may be negatively impacted. If teachers or their students engage in mindfulness and emotional regulation and can experience more positive emotions when engaging in mathematics activities, then the quality of teaching and learner engagement in the mathematics can be positively impacted. Yet, the field lacks mathematics-specific professional learning opportunities for elementary teachers that focus on the role of teachers’ and learners’ emotions in the way they experience mathematics in the classroom. Professional learning opportunities have also not focused on the unique needs and experiences of first-year educators. This project will address these gaps by developing and testing the Orienting Positive Emotions in New Teachers for Mathematics (OPEN for Math) professional learning program. OPEN for Math professional learning program will support beginning elementary educators’ ability to create an equitable and positive mathematics classroom in which teachers leverage the emotions they and their students’ experience when engaging in mathematics activities to facilitate students’ positive mathematics engagement and achievement. This project will serve to increase the field’s capacity to improve elementary mathematics teachers’ effectiveness and retention via more emotionally responsive teacher professional learning and may reduce the mathematics achievement gaps currently observed between under-served and adequately served U.S. students.\r\n\r\nThis teaching strand, design and development (early stage), level 2 project at the University of Delaware will be carried out in partnership with district and school leaders and educators from five public school districts in the state of Delaware. The research team will work in collaboration with instructional designers, school leaders, and in-service educators to develop an initial version of OPEN for Math content and a delivery plan that is responsive to the needs and experiences of the project’s focal audiences. In the initial stages of this project, the research team will collaborate with district and school leaders to assess potential implementation barriers and supports to implementing the OPEN for Math professional learning program. In the latter stages of this project, the research team will conduct two consecutive year-long pilot trials of OPEN for Math with first-year educators in partnering districts, recruiting approximately 90 first year teachers. OPEN for Math content and delivery strategies will be revised based on detailed user feedback collected throughout each pilot trial. The research team will collect a combination of survey, interview, and classroom observation data from among pilot participants to perform mixed-methods analyses that will speak to the potential efficacy of OPEN for Math in improving target teacher-and classroom-level outcomes. The research team will analyze data to better understand which features of OPEN for Math teachers use when teaching and are responsive to the needs of beginning teachers. The work will also investigate the extent to which teachers’ emotions when engaging with mathematical activities and their mathematical instructional practices change, how their personal characteristics influence their response to the program and how OPEN for Math could be successfully applied in different contexts. Lastly, a retroactive implementation evaluation will be carried out to inform future adaptation and scaling of the program. \r\n\r\nThe Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering, and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models, and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leigh",
   "pi_last_name": "McLean",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Leigh E McLean",
   "pi_email_addr": "lmclean@udel.edu",
   "nsf_id": "000729355",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Youngs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Youngs",
   "pi_email_addr": "pay2n@virginia.edu",
   "nsf_id": "000088045",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "May",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry May",
   "pi_email_addr": "hmay@udel.edu",
   "nsf_id": "000636742",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teomara",
   "pi_last_name": "Rutherford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teomara Rutherford",
   "pi_email_addr": "teomara@udel.edu",
   "nsf_id": "000690979",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Jennings",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Jennings",
   "pi_email_addr": "tishjennings@virginia.edu",
   "nsf_id": "000904097",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "220 HULLIHEN HALL",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1549821.0
  }
 ],
 "por": null
}