{
 "awd_id": "2404882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Homological Mirror Symmetry and Fukaya Categories from a Toric Perspective",
 "cfda_num": "47.049, 47.083",
 "org_code": "03040000",
 "po_phone": "7032927041",
 "po_email": "ehironak@nsf.gov",
 "po_sign_block_name": "Eriko Hironaka",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 111345.0,
 "awd_amount": 111345.0,
 "awd_min_amd_letter_date": "2024-05-14",
 "awd_max_amd_letter_date": "2024-05-14",
 "awd_abstract_narration": "Interesting and impactful mathematics often arises when new connections are made between different fields of math. While even heuristic connections can be fruitful, mirror symmetry provides a fascinating direct connection, originating from modern physics, between algebraic geometry and symplectic topology that has led to major advances in both areas. Algebraic geometry is a rich and classical field of mathematics that explores shapes called algebraic varieties described by polynomial equations. Symplectic topology is a younger area that studies shapes built from a geometric formalism for classical mechanics by packaging solutions to certain partial differential equations into algebraic invariants. This project aims to deepen our understanding of the mirror symmetry phenomenon by building on new insights in a special case where the algebraic varieties are particularly symmetric. This will be done with the aim of verifying new cases of the homological mirror symmetry conjecture, exploring structural aspects of a symplectic invariant known as the Fukaya category, and investigating arithmetic aspects of mirror symmetry. The project will also involve undergraduate research projects on combinatorial problems coming from mirror symmetry.\r\n\r\nThe first technical goal of the project is to further develop functorial aspects of the toric homological mirror symmetry equivalence by enlarging the list of sheaves and functors that can be provably described in terms of Lagrangian submanifolds and geometric operations on them. These geometric functors will give a better understanding of homological mirror symmetry for singular varieties obtained by gluing toric varieties along toric strata, which can then be deformed to obtain new cases of the homological mirror symmetry conjecture. In the other direction, the project will seek to leverage the geometric flexibility of the Fukaya category to construct new group actions on derived categories of toric varieties. The project will also aim to determine when symplectic fibrations can be described in terms of cornered Liouville sectors resulting in a gluing formula for their Fukaya categories. Finally, the project will explore the extent to which the toric Frobenius morphism and its simple geometric description on the mirror can be extended to other classes of varieties with an eye towards generation time in the derived category.\r\n\r\nThis project is jointly funded by Topology and Geometric Analysis program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Hanlon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Hanlon",
   "pi_email_addr": "andrew.d.hanlon@dartmouth.edu",
   "nsf_id": "000787872",
   "pi_start_date": "2024-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 111345.0
  }
 ],
 "por": null
}