{
 "awd_id": "2404668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Engineering drugs that sense and respond to disease",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-07-11",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is to create cancer medicines that turn on only at the site of disease and remain inactive in healthy tissues. An estimated 90% of drugs fail to gain FDA approval, in large part due to off-target side effects and dose-limiting toxicities. This is because drugs are typically active all throughout the body, where the drug can act on disease tissue and healthy tissue. This is especially problematic when deploying potent cancer immunotherapies. Cancer immunotherapies are designed to stimulate the immune system to fight cancer and have been a revolutionary approach in the last decade. The discovery of immune checkpoint inhibitors garnered the Nobel Prize in Chemistry, and now many patients are commonly prescribed treatments such as Keytruda and Yervoy. However, indiscriminate immune activation can be lethal to patients, cause long-term complications, and limit the full potential these treatments. This project aims to develop a method to turn on these drugs only at the site of disease to create drugs that are safer and more effective to treat cancer.\r\n\r\nThe proposed project focuses on creation of protein switches that “turn on” when they see a pre-defined disease signal at the site of disease. Specifically, this project aims to control the activity of a previously approved immunotherapy. This immunotherapy increases immune responses toward many types of cancer, but it is underutilized due to off-target side-effects and toxicity. To overcome this issue, a new version must be engineered to act locally at the site of disease, akin to how the body naturally mounts an immune response. This problem is being addressed by engineering protein therapeutics that sense-and-respond to disease. This protein therapeutic will be modified to only turn on when it sees a disease signal associated with many cancers. Locally acting therapeutics remain a long-standing goal in medicine, but current technologies used to locally deliver protein therapeutics lack versatility and truly local activity. In contrast, the proposed approach uses a versatile mechanism to control a protein’s activity following engineering principles. This phase I proposal may create proof of concept data to show that this novel technology can conditionally trigger a therapeutic response by a pre-defined disease signal. This platform technology may also be adapted to extend to other protein-based drugs and impact many other areas of therapeutic development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elliot",
   "pi_last_name": "Tague",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Elliot P Tague",
   "pi_email_addr": "elliot.tague@gmail.com",
   "nsf_id": "000964669",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SYNSORYBIO, INC.",
  "inst_street_address": "24 WESLEY PARK APT 1",
  "inst_street_address_2": "",
  "inst_city_name": "SOMERVILLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6306893922",
  "inst_zip_code": "021431803",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "SYNSORYBIO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "E5NUDLZ5FKQ3"
 },
 "perf_inst": {
  "perf_inst_name": "SYNSORYBIO, INC.",
  "perf_str_addr": "325 Vassar St.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394980",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}