{
 "awd_id": "2404346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Comprehending the Unique Polyhydroxylated Dendritic Compounds and their Utility for Advanced Dielectric Applications",
 "cfda_num": "47.049, 47.083",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 333300.0,
 "awd_amount": 333300.0,
 "awd_min_amd_letter_date": "2024-05-09",
 "awd_max_amd_letter_date": "2024-05-09",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry and joint funding by the Established Program to Stimulate Competitive Research (EPSCoR),  Scott M. Grayson of Tulane University and Sergei Nazarenko of the University of Southern Mississippi will collaboratively  explore why extremely hydroxylated branched polymers can have very high dielectric constants but very low energy dissipation, and investigate what factors (structural, architectural, physical) allow these polymers to regulate this behavior. If the collaboration can reduce the price of polymers with high dielectric constants and low dielectric losses, these polymers will be critical as the most versatile and inexpensive material platform for advanced dielectric applications, such as in advanced capacitors, actuators, memory elements, and energy storage devices. This effort will include extensive outreach efforts to actively support diversity in science by providing opportunities to members of underrepresented groups at multiple educational levels.  This will include  outreach to predominantly minority high schools and the incorporation of female and underrepresented undergraduate and graduate students in these collaborative research laboratories.\r\n\r\nPolymers that exhibit high dielectric constant and low dielectric losses are important for various advanced dielectric applications and in particular for energy storage.  Dielectric constant relates to the ability of a material to polarize in response to an applied electrical field. Polarization based on dipole orientation is a predominant mechanism which defines dielectric constant. Unfortunately, most polymers exhibit a rather low dielectric constant. In this project, this problem will be addressed with the help of highly branched hydroxylated polymers. This research team previously discovered that bis-MPA based hydroxylated dendrimers demonstrated record-high dielectric constants and low losses. The high dielectric constant of the dendrimers were attributed to H-bond organization of the terminal hydroxyl groups (dipoles), which exhibit linear coordination and form chain-like OH-OH-OH clusters. The mechanism of polarization in this case depends not just on the value of individual dipole moment of the hydroxyl groups but also on the degree of coordination between neighboring dipoles. The goal is to explore this polarization mechanism as well as to identify new polyhydroxylated branched structures, architectures and topologies that result in further enhancement of the dielectric characteristics. The synthesis-related part of this project produces various 2,2-bis(hydroxymethyl)propionic acid (bis-MPA) polymers including bis-MPA dendrimers, pseudodendrimers, and dendronized linear polymers.  New, highly hydroxylated dendrimers with a thiol ether core (rather than the ester core for bis-MPA) that can substantially increase the hydroxyl content are also explored. The physical chemistry-related aspects of the work are focused on investigating the spatial and temporal behavior of numerous terminal hydroxyls in these compounds at the molecular scale, specifically using broadband dielectric spectroscopy (BDS), advanced molecular dynamics (MD) simulations, and soft X-ray absorption spectroscopy (XAS) available at the Lawrence Berkeley National Laboratory (Advanced Light Source).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergei",
   "pi_last_name": "Nazarenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergei Nazarenko",
   "pi_email_addr": "Sergei.Nazarenko@usm.edu",
   "nsf_id": "000274389",
   "pi_start_date": "2024-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "118 COLLEGE DRIVE",
  "perf_city_name": "HATTIESBURG",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 333300.0
  }
 ],
 "por": null
}