{
 "awd_id": "2404035",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "APTO: Measuring, Understanding, Predicting, and Accelerating Technology Outcomes",
 "cfda_num": "47.084",
 "org_code": "15010000",
 "po_phone": "7032924596",
 "po_email": "cbaru@nsf.gov",
 "po_sign_block_name": "Chaitanya Baru",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2029-06-30",
 "tot_intn_awd_amt": 19979400.0,
 "awd_amount": 3994747.0,
 "awd_min_amd_letter_date": "2024-06-18",
 "awd_max_amd_letter_date": "2024-06-18",
 "awd_abstract_narration": "Scientific and technological (S&T) advances are key drivers of economic growth and rising standards of living and are central to improving health, maintaining a competitive workforce, and ensuring robust national security. Yet, despite gains in our quantitative understanding of S&T progress, our ability to assess and predict how, when, and which research ideas and investments lead to successful applications remains elusive.  The primary challenge stems from longstanding empirical blind spots along the research-to-market pipeline.  As a result, many crucial questions remain open. For example, which specific research insights will actually penetrate the market and propel downstream technological capability, production, and use?  What are the characteristics of specific grants, ideas, researchers, and organizations that best predict tangible advances?  What specific hurdles obstruct progress, and where and how can these hurdles and slowdowns be overcome?  To address these challenges, Northwestern University, together with its partners, will pursue two lines of effort (LOE):  data and models.  The Data LOE creates a data pipeline linking research funding in science and technology to marketplace uses in wide-ranging application areas. The Model LOE builds on the Data LOE as well as prior work on the science of science to develop predictive and causal models of technology outcomes. Together, these datasets and models will provide the research community with tools to broaden the impact of federal R&D investment, accelerate applications and social impact, and direct attention to diverse sources of breakthrough ideas. The ability to predict technological progress and pinpoint untapped opportunities for advancing targeted technology outcomes is expected to open new doorways to national progress. In addition to informing how investments in people, ideas, and organizations predict and promote advances in specific application areas, our models will leverage wide-ranging sources of valuable research ideas, remove barriers for underrepresented groups, and help less research-intensive institutions engage in successful commercialization.  \r\n\r\nThe goal of this five-year research program is to establish a systematic, quantitative foundation for measuring, understanding, predicting, and accelerating technology outcomes. Despite rapid advances in our understanding of scientific and technological progress, quantifying and predicting what, when, and how we realize advances in specific application areas remains elusive. Key constraints involve data. This research program fills longstanding gaps through five interconnected research thrusts, building an integrated research-to-market data pipeline and creating new models that transform our ability to assess, predict, and accelerate technological progress. Thrust 1 unlocks the research-to-market pathway via Tech Bridge, a bold initiative to aggregate, integrate, and analyze university datasets, including technology transfer, human resources, and research offices. Linking data across a network of over 20 research institutions will create unparalleled opportunities for insight, bridging major gaps in the research-to-market pathway. Thrust 2 illuminates the journey from R&D to market impact. A data lake will be constructed that leverages the power of licensing and startup data from Thrust 1 and builds machine learning models to predict the market impact of upstream R&D investments. Thrust 3 integrates the data in Thrust 2 with deep dives into five technology areas -- additive manufacturing, synthetic biology, advanced materials, artificial intelligence algorithms, and therapeutics. Technology-specific outcomes will be traced to enable downstream predictions of technology capabilities, production, and use.  Thrust 4 builds models for technology outcomes.  The research team will first explore mechanisms governing the evolution of technological frontiers, then leverage machine learning models to train and test a series of inter-related modules along the research-to-market pipeline. Finally, Thrust 5 accelerates key technology outcomes through two frameworks:  A predictive framework identifies ideas, people, and organizations that have the potential to accelerate outcomes, and an intervention framework pinpoints untapped opportunities for federal R&D to have a wider and faster impact.  The research team will link outcomes and their predictors upstream to all phases of research and development and estimate the market impact of specific ideas, investments, individuals, teams, and organizations. Partners include 21 public and private universities across 13 states, 1 national lab, 2 private organizations, and 1 association.   Overall, this integrated research-to-market data pipeline and new models aims to transform the ability to assess, predict, and accelerate technological progress.  New knowledge of how upstream R&D and investments advance downstream technology outcomes will be realized alongside new abilities to identify bottlenecks and opportunities to multiply and accelerate the societal impact of R&D and investments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TF",
 "org_div_long_name": "Technology Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dashun",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dashun Wang",
   "pi_email_addr": "dashun.wang@kellogg.northwestern.edu",
   "nsf_id": "000703307",
   "pi_start_date": "2024-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alicia",
   "pi_last_name": "Loffler",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Alicia I Loffler",
   "pi_email_addr": "a-loffler@kellogg.northwestern.edu",
   "nsf_id": "000380795",
   "pi_start_date": "2024-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Cao",
   "pi_email_addr": "jcao@northwestern.edu",
   "nsf_id": "000085589",
   "pi_start_date": "2024-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Jones",
   "pi_email_addr": "bjones@kellogg.northwestern.edu",
   "nsf_id": "000502404",
   "pi_start_date": "2024-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yian",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yian Yin",
   "pi_email_addr": "yy994@cornell.edu",
   "nsf_id": "000946061",
   "pi_start_date": "2024-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2211 Campus Dr",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080898",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "267Y00",
   "pgm_ele_name": "APTO-Assess-Predict Tech Outcm"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 3994747.0
  }
 ],
 "por": null
}