{
 "awd_id": "2404546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Free boundary and homogenization problems in active matter",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2024-05-13",
 "awd_max_amd_letter_date": "2024-05-13",
 "awd_abstract_narration": "The project is aimed at the development and analysis of mathematical models of active matter (a.k.a. active materials), which is a rapidly growing research area. The key feature of active matter is the presence of \"active agents\" that convert energy from the environment into mechanical motion, e.g., a bacterium \"eats\" and converts chemical energy into mechanical motion. The research on active matter addresses the complex behavior of both biological systems and bio-inspired manufactured materials. Two areas of active matter will be studied: active gels and suspensions of active swimmers in fluids. In the first area, the focus will be on active gels such as the cytoskeleton gel that drives the motion of a living cell. Understanding this motion is important because of its role in wound healing, immune response, and cancer metastasis. The key challenge of the proposed mathematical models is the presence of a moving deformable boundary (\"free boundary\") of the domain where the equations of motion of the active gel are defined. The project will address fundamental mathematical questions concerning the stability of solutions to differential equations in domains with a free boundary. In the second area, the focus will be on the collective motion of bacteria in anisotropic biofluids. The aim here is to provide a theoretical basis for understanding the behavior of complex biological systems such as dense bacterial colonies. The proposed work in both areas will result in the development of novel mathematical techniques that can be applied to various problems in biophysics and materials science. This award will provide opportunities for involvement of students in the research projects.\r\n\r\nThe proposed work is aimed at the rigorous analysis of recently developed free boundary and homogenization PDE models of active matter. The project will investigate two areas of active matter: (A) crawling cell motion on a substrate and (B) collective motion of microswimmers in anisotropic fluids. The goal of the proposed work is two-fold: to develop novel mathematical techniques for the analysis of active systems that are out of thermodynamic equilibrium, and to provide a better understanding of the biophysical phenomena in areas (A) and (B). In area (A), novel asymptotic techniques for spectral analysis of non-self-adjoint operators will be developed to rigorously prove bistability, i.e., the coexistence of two stable states of the cell: motile and sessile states. Due to the nonlinearity and non-self-adjointness of the free boundary problem that models cell motion, new techniques for both linear and nonlinear stability analysis will need to be developed. In area (B), the PI will develop novel stochastic homogenization techniques to obtain explicit asymptotic formulas for the effective rheological properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Berlyand",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid V Berlyand",
   "pi_email_addr": "lvb2@psu.edu",
   "nsf_id": "000379505",
   "pi_start_date": "2024-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}