{
 "awd_id": "2404064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Remaining Unknowns in Ion-Electron Reactions for Tandem Mass Spectrometry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 465000.0,
 "awd_min_amd_letter_date": "2024-05-06",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Kristina Hakansson and her group at the University of Michigan are working to improve our ability to characterize the chemical structure of molecules, including especially biomolecules such as proteins, nucleic acids, and carbohydrates.  Such structural analysis is essential to help us understand the function (and malfunction) of molecules in complex samples, e.g., biofluids, cells, and tissues.  It is also crucial for the safety of therapeutic biomolecules.  The Hakansson laboratory employs electron irradiation of gaseous, charged biomolecules to yield diagnostic fragmentation.  Depending on their energy, electrons can either be attached or cause detachment of electrons from both cationic and anionic molecules.  While electron attachment to cations, resulting in electron capture dissociation (ECD), and electron detachment from anions,resulting in electron detachment dissociation (EDD), are energetically favorable and structurally informative processes that have been relatively broadly applied, including commercial implementations, many questions remain about the underlying mechanisms as well as how these processes can be tuned and how the resulting data should be interpreted.  Electron attachment to anions and electron detachment from cations are less favorable processes; however, the Hakansson laboratory has shown in previous work that negative ion electron capture dissociation; niECD is feasible and shows unique advantages for structural analysis of acidic biomolecules such as phosphorylated and sulfated analytes.  Recent work from the Hakansson group has also shown that electron detachment from cations (tandem ionization) can occur at much lower electron energies than previously demonstrated.  This research is providing new approaches to biomolecular structural characterization with important implications for drug discovery and enhanced understanding of the molecular basis of living organisms.  Students working on these projects gain exposure to highly interdisciplinary research.  Dr. Hakansson and her group also works to bring appreciation for these concepts and for broader science opportunities to middle school students in an effort to boost interest in the scientific method at an early educational stage.  \r\n\r\nUnder this award, the Hakansson group will explore electron energy vs. flux effects in positive and negative ion mode on both upgraded Fourier transform ion cyclotron resonance (FT-ICR) and beam-type implementations.  This research seeks to elucidate whether “hot” ECD is not an energy but an electron density effect, tentatively termed electron flux dissociation; EFD.  Resulting spectra are rich in structural information, including amino acid side chain cleavages that can differentiate isomers and carbohydrate cross-ring fragments that provide linkage information for branched analytes.  Similarly, recent reports of internal fragments resulting from two backbone bond cleavages in proteins following electron irradiation do not appear to be a result of “true” ECD but rather an electron flux effect.  In addition, because internal fragments have many isomeric and isobaric assignment possibilities, false discovery rates are high.  The Hakansson group seeks to elucidate all fragmentation pathways leading to terminal fragments, including hydrogen shuffling, radical a-type ion formation, and accompanying water/ammonia losses that can be erroneously assigned to internal fragments.  In addition, they will explore the role of de-isotoping errors in such assignments.  Furthermore, they will contrast EDD, which shows only two main fragment ion types, to collisional activation, which shows up to eight fragment ion types, with regard to false discovery of terminal and internal fragments from oligonucleotides.  Finally, the Hakansson team will leverage these insights with an eye toward improved alignment of ion-electron reactions with liquid chromatography-tandem mass spectrometry analyses of labile post-translational modifications and oligonucleotides.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Hakansson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina Hakansson",
   "pi_email_addr": "khakansson@magnet.fsu.edu",
   "nsf_id": "000483345",
   "pi_start_date": "2024-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE, SUITE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 465000.0
  }
 ],
 "por": null
}