{
 "awd_id": "2405868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Preparation of Stimuli-Responsive Materials with Directed Photophysical Behavior",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924591",
 "po_email": "dtgenna@nsf.gov",
 "po_sign_block_name": "Douglas Genna",
 "awd_eff_date": "2024-11-01",
 "awd_exp_date": "2027-10-31",
 "tot_intn_awd_amt": 602701.0,
 "awd_amount": 602701.0,
 "awd_min_amd_letter_date": "2024-07-16",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "Non-technical Summary:\r\n\r\nSupported through the Solid State and Materials Chemistry Program within the Division of Materials Research, principal investigator Prof. Natalia Shustova and her team at the University of South Carolina at Columbia focus on developing stimuli-responsive well-defined materials, consisting of metal cations and organic ligands. The main advantage of these metal-organic frameworks (MOFs) is that their fundamental properties can be controlled externally using light and heat to modulate properties, enabling a close mimic of the complexity observed in biological systems. This work paves the way for applications in areas such as optoelectronic devices, precision-controlled drug delivery, artificial muscles, light- or heat-activated molecular machines, and encryption systems among others. In addition to materials chemistry research, the research group, in collaboration with other groups at the University of South Carolina, initiated and is committed to advancing the Carolinian Women in Science (Wi-Sci) Supportive Network. The primary aim of Wi-Sci is to build and expand a support network for women, especially with a focus on female scientists belonging to underrepresented minority groups at Carolinian higher education institutions, including historically black colleges and universities. This Wi-Sci Program combines educational and research opportunities to support female students in STEM disciplines.\r\n\r\nTechnical Summary:\r\n\r\nRapid and reversible switching between two discrete states in the solid state is a cornerstone for the technological development of, for example, on-demand-activated drug delivery platforms, photochromic heterogeneous catalysts, molecular motors, recyclable and healable materials, artificial muscles, and multilevel anticounterfeiting and information encryption systems. Therefore, the focus of this program, supported through the Solid State and Materials Chemistry Program in the Division of Materials Research, is to establish fundamental synthetic principles that would enable the control of the rate of photophysical material response. At the same time, introducing a second (orthogonal) external stimulus as a variable will allow for precise or multivariable control of material properties, enabling a closer mimicry of the complexity characteristic of biological systems. Thus, another part of this project is to develop a synthetic approach for the integration of two types of photochromic molecules within the same platform, for which photophysical properties can be controlled orthogonally. This project also integrates the research and educational opportunities for high school, undergraduate, and graduate students with a focus on underrepresented minority groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalia",
   "pi_last_name": "Shustova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalia Shustova",
   "pi_email_addr": "shustova@sc.edu",
   "nsf_id": "000682408",
   "pi_start_date": "2024-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST # 414",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 602701.0
  }
 ],
 "por": null
}