{
 "awd_id": "2405943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Targeted and Immunomodulatory Properties of Zwitterionic Functional Materials for mRNA Delivery",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924644",
 "po_email": "dsavin@nsf.gov",
 "po_sign_block_name": "Daniel Savin",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 457390.0,
 "awd_amount": 457390.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nAs the mRNA delivery technology using lipid nanoparticles (LNPs) has recently achieved remarkable success in COVID-19 vaccines, mRNA/LNPs have been now extensively explored for many applications beyond COVID-19 vaccines, particularly cancer, infectious diseases, or auto-immune disease vaccines. However, these new applications pose much greater challenges to the current mRNA/LNP technology than COVID-19 vaccines. This work proposeds to develop a new mRNA delivery system based on functional phosphoserine (PS) lipids to resolve today's issues for mRNA delivery for applications beyond COVID-19 vaccines. This proposal aims at understanding various properties using unique functional PS materials. This work underscores the pivotal role of biomaterials in unlocking the full potential of mRNA/LNP technology across diverse applications. This technology, along with a fundamental understanding, has the potential to revolutionize a wide range of applications such as gene therapy, protein-replacement therapy, and cancer immunotherapy in the post-COVID era. Support of this project will provide multiple-disciplinary research opportunities to students. Knowledge will be disseminated through organizing international conferences, participating in Expanding Your Horizons (EYH) on the Cornell campus, and involving projects at the Sciencenter in Ithaca.\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nThe mRNA delivery technology using lipid nanoparticles (LNPs) has been now extensively explored for many applications beyond COVID-19 vaccines. However, the current mRNA/LNP systems lack targeting. It is also desirable that LNPs for vaccination should be able to modulate the immune response. This proposal aims at understanding these properties using unique phosphoserine (PS) functional materials. Previously we have shown that while a natural PS lipid was added to LNPs, most PS-modified LNP formulations efficiently deliver mRNA to the secondary lymphoid organs (SLOs), including the spleen and lymph nodes. We have also shown the immunosuppressive properties of PS moieties. It is proposed here to develop functional PS lipids. It is hypothesized that LNPs with functional PS-lipids are expected to exhibit unique characteristics, precisely target therapeutically relevant organs and cells, and achieve longer circulation and actively mitigate the immune response, all in one carrier. Thus, these functional PS lipids have several advantages, including higher lipid solubility, enhanced SLO targeting, greater cell transfection rate, longer blood circulation, reduced immunogenicity, and stronger immunomodulatory effects. All these features will distinguish the proposed LNPs from conventional ones. The proposed work presents a biomimetic approach that effectively tackles the challenges of targeting, low-immunogenicity, and immunomodulation simultaneously, all of which are currently encountered in mRNA/LNP technologies. Support of this project will provide multiple-disciplinary research opportunities to students. The PI will develop a workshop, allowing girls and their parents to have hands-on experiences with biomaterials and cancer vaccines and a demo, allowing K-12 students to learn how biomaterials impact precision medicine in collaboration with local organizations. The PI will continue to organize International Conference on Bioinspired and Zwitterionic Materials to disseminate knowledge.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiang",
   "pi_last_name": "Shaoyi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiang Shaoyi",
   "pi_email_addr": "sj19@cornell.edu",
   "nsf_id": "000149406",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 457390.0
  }
 ],
 "por": null
}