{
 "awd_id": "2405274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Potential theoretic aspects of complex geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927465",
 "po_email": "qli@nsf.gov",
 "po_sign_block_name": "Qun Li",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 204372.0,
 "awd_amount": 204372.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "Potential theory has its roots in classical physics and the realization that gravity and the electrostatic force can be described using so-called potential functions, both of which satisfy Poisson's equation. In more recent decades, potential theory has been recognized as ubiquitous in many different areas of mathematics and physics. This project seeks to understand the role of potential theory in complex geometry. Broadly speaking, complex geometry aims to find ideal geometric models that are simple enough to model the physical universe, describing interactions between small particles, or even colliding galaxies. The PI will also train graduate students in the subject area, and introduce undergraduates to this field through summer research programs, in each case focusing on providing opportunities to traditionally underrepresented members of academia. On the outreach side, the PI will continue to make educational videos disseminated online, as well as give popular science lectures in local middle schools.\r\n\r\nComplex geometry is the discipline at the intersection of differential and algebraic geometry. As advocated by Demailly, Siu, and others, it is possible to study this subject using potential-theoretic methods. Along these lines, the PI plans to make significant progress on a cluster of interconnected questions and conjectures in complex geometry by employing a combination of methods from potential theory, infinite-dimensional geometry, and more traditional methods of geometric analysis. There is a vast literature on Kähler quantization for smooth metrics. Instead, the PI will study quantization in the context of finite energy potential theory that accommodates degenerate Kähler metrics. Potential applications range from the quantization of Radon measures to Yau-Tian-Donaldson type theorems. The PI will also study the fascinating connections between convex and complex geometry in the transcendental context. This includes establishing a link between the Hausdorff geometry of convex bodies and the geometry of singularity types of quasiplurisubharmonic functions, and better understanding the complex Brunn-Minkowski inequality of Berndtsson, leading to uniqueness theorems for degenerate canonical Kähler metrics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamas",
   "pi_last_name": "Darvas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamas Darvas",
   "pi_email_addr": "tdarvas@math.umd.edu",
   "nsf_id": "000702952",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207400001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 204372.0
  }
 ],
 "por": null
}