{
 "awd_id": "2405207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Discovering eukaryotic symbionts across diverse insect communities",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922129",
 "po_email": "lesposit@nsf.gov",
 "po_sign_block_name": "Lauren Esposito",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 96177.0,
 "awd_amount": 96177.0,
 "awd_min_amd_letter_date": "2024-03-11",
 "awd_max_amd_letter_date": "2024-03-11",
 "awd_abstract_narration": "Even as biodiversity declines worldwide, many species remain undiscovered. One major source of “hidden” diversity may be the many mites, nematodes, fungi, and protist symbionts that live inside insects. Such organisms are known to have associations with insects but detecting their presence and quantifying their diversity pose major challenges. This is a potentially massive oversight toward an understanding of global species diversity: if insect-associated symbionts are also often specialized on just one or a few species of insect, this would imply the existence of millions of undescribed and uncounted species, requiring a revision of global species richness estimates. This research will lead to the development of new methods to reveal the eukaryotic symbionts living inside insects. It will also apply those methods to the most ambitious surveys of insect-symbiont diversity to date, spanning two natural insect communities in two different habitats. The research will be integrated into public events in Iowa and Ohio where participants will learn about biodiversity and participate in sampling insects to be used in the research. A major theme will be how much diversity may be hiding even in our own backyards. This project will also contribute to the training of undergraduate and graduate students on two campuses, one which is a primarily undergraduate-serving institution. Students will participate in the proposed research but will also receive valuable mentoring in teaching and scientific outreach.\r\n\r\nThe researchers will develop PCR blocking primers that inhibit amplification of 18S rRNA from the five largest orders of insects (representing >75% of all described insect species) but that permit amplification of 18S rRNA from any other eukaryote in a sample. They will also iteratively design blocking primers for large and/or common symbiont groups detected in natural samples so that smaller/rare symbionts may also be detected. These methods will allow detection of any eukaryotic symbiont associated with insects in the five largest orders (Coleoptera, Hymenoptera, Diptera, Hemiptera, and Lepidoptera). Two first-of-their-kind symbiont diversity surveys will apply the developed methods to >1000 insects collected from each of two natural communities, interrogating all insect hosts for eukaryotic symbionts. Preliminary data show that blockers are effective at greatly reducing host insect DNA amplification and successfully detect mites, nematodes, fungi, and even single-celled apicomplexan protists associated with individual insects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Bagley",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robin K Bagley",
   "pi_email_addr": "robinkbagley@gmail.com",
   "nsf_id": "000823784",
   "pi_start_date": "2024-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 96177.0
  }
 ],
 "por": null
}