{
 "awd_id": "2405051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Partial Differential Equation Methods in Kinetic Theory and Their Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922117",
 "po_email": "dgolovat@nsf.gov",
 "po_sign_block_name": "Dmitry Golovaty",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 311106.0,
 "awd_min_amd_letter_date": "2024-05-16",
 "awd_max_amd_letter_date": "2024-05-16",
 "awd_abstract_narration": "The Principal Investigator (PI) will study several important mathematical problems arising in physics: 1) In the study of a body of gas with prescribed boundary temperature, the PI plans to understand mathematically the intriguing `ghost effect' on heat conduction predicted 50 years ago;  2) The control of plasma-wall interaction is important in nuclear fusion, and the PI will study the role of such interactions mathematically in a tokamak-like geometry. He also plans to derive and justify important fluid models for describing a plasma and to demonstrate absence of shock formation in the presence of an external magnetic effect; 3) In contrast to a black hole, a naked singularity is a gravitational collapse of a star which can be observed. The existence and stability of such a naked singularity is a fundamental theoretical open question in the study of Einstein's theory for general relativity. The PI plans to establish stability of a naked singularity recently discovered via his previous NSF support; 4) Even though contact lines (e.g. boundary line where coffee meets the coffee cup, or boundary line of a drop of fluid on a table) play an important role in the study of fluids, it has been an outstanding question to model and determine the dynamics of these contact lines. The PI continues his effort to understand this challenging problem mathematically. As broader impacts of the proposed research, the PI plans to work to investigate the ghost effect from experimental and numerical standpoints, in collaborations with other researchers. The PI also continues to train PhD students and postdoctoral fellows through these research projects.\r\n\r\nOn the technical level, the PI will 1) establish dynamical stability for recently constructed kinetic ghost effect in heat conduction, based on his recent decisive construction of `ghost effect' solutions; 2) Based on his recent work, the PI plans to construct global unique solutions for the Vlasov-Maxwell-Landau system, a fundamental kinetic model for describing a plasma, in the presence of a perfect conducting boundary in a tokamak-like geometry. The PI also plans to construct global well-posedness for Boltzmann equation with inverse power kernels in a bounded domain and derive fluid equations as the hydrodynamic limits of the Boltzmann theory; 3) The PI discovered that there is no shock formation in plasma two-fluid models (Euler-Maxwell system) for irrotational flows with small amplitude in his previously funded research. Thanks to his recent decisive discovery of a new mechanism of rotation to suppress singularity formation, the PI plans to construct global axisymmetric smooth rotating flows in the presence of an external magnetic field; 4) The PI continues his study to establish stability of gravitational collapse and naked singularity via analyzing spectrum problems in self-similar variables with the help of the interval arithmetic techniques; 5) The PI plans to establish the first PDE justification of dynamic fluid models for describing capillary surface or contact lines in 3D, based on his recent success in 2D.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Guo",
   "pi_email_addr": "yan_guo@brown.edu",
   "nsf_id": "000110463",
   "pi_start_date": "2024-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129127",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 311106.0
  }
 ],
 "por": null
}