{
 "awd_id": "2405549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Virtual Research Laboratories to Bridge from Educational Games to Real-world Scientific Research in Polar Regions",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922190",
 "po_email": "ltakeuch@nsf.gov",
 "po_sign_block_name": "Lori Takeuchi",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 2999130.0,
 "awd_amount": 2462116.0,
 "awd_min_amd_letter_date": "2024-09-03",
 "awd_max_amd_letter_date": "2024-09-03",
 "awd_abstract_narration": "Research has shown that educational games can increase student motivation, support critical thinking, problem-solving, and communication skills. This project will explore what approaches to the design of virtual labs, games and bridging curriculum can most effectively support middle-school student development of interest and learning of scientific practices and contribute to the development of a science identity.  In three game-inspired, immersive Virtual Research Labs created for the project, students will take on the goals, methods, tools and practices of three different life sciences-focused research projects taking place today in the extreme environments of the Arctic and Antarctic. Based on a long-standing partnership with the Wisconsin Department of Public Instruction, at least half will be from schools with majority Hispanic students. A co-design process involving teachers and students will be conducted with three yearly cohorts of 10 teachers each, paired with practicing scientists and educational media designers.These labs will be developed by an award-winning team at the University of Wisconsin–Madison, Field Day Lab, whose educational games are played over 1.5 million times yearly. Based on previous experience with over a dozen digital educational media products and distribution agreements with BrainPOP and WGBH Education/PBS Learning Media, the Virtual Labs will be used by thousands of students and their teachers for years to come. The project will provide grants for teachers from Title 1 schools to attend and present their experience at the annual Play Make Learn conference. \r\n\r\nBy adopting the instructional framework of bridging and culturally sustaining pedagogy, the project will use the virtual research laboratories to study how virtual laboratories can (1) bridge student thinking between abstract and specific science practices; (2) connect remote research to local contexts; and (3) empirically study design elements for Hispanic audiences.  Research will be supported by an existing infrastructure to recruit, co-design, and test the labs with teachers and students and a mature analytics infrastructure that currently captures and processes 5-10 million points of learner activity data every school day from Field Day’s games. This project will use iterative data-driven design methods, utilizing analytic data from play testing with 600 students to inform development, with more than half from schools with a majority Hispanic population. In collaboration with the Stanford Center for Assessment, Learning, and Equity, the project will develop and disseminate new assessment tools to measure students’ expertise in the practices of science: data collection, experimentation, and modeling.  In the fourth year, a quasi-experimental study will be conducted with 360 students in 6 schools.  The project will also conduct a series of randomized control experiments will be conducted online with 70,000 students nationally.\r\n\r\nThe project is supported by the Discovery Research preK-12 program (DRK-12), which seeks to significantly enhance the learning and teaching of science, technology, engineering, and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models, and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gagnon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Gagnon",
   "pi_email_addr": "djgagnon@wisc.edu",
   "nsf_id": "000593466",
   "pi_start_date": "2024-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mariana",
   "pi_last_name": "Castro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mariana Castro",
   "pi_email_addr": "mcastro@wisc.edu",
   "nsf_id": "000925349",
   "pi_start_date": "2024-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 2462116.0
  }
 ],
 "por": null
}