{
 "awd_id": "2405963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI Track 1: Acquisition of an Atomic Force Microscope for Nanoscale Characterization and Force Investigation",
 "cfda_num": "47.041, 47.083",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 258820.0,
 "awd_amount": 258820.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "This Major Research Instrumentation (MRI) grant supports the acquisition of an Atomic Force Microscope for Carthage College. The instrument will be used for interdisciplinary research in the engineering, chemistry, and neuroscience departments, as well as for collaborations with local industry. An atomic force microscope consists of a sharp probe at the end of a cantilever. It can image surface features at significantly smaller sizes than ordinary light microscopes and may be used to measure other properties, such as hardness and adhesion, which are otherwise impractical to measure at these scales. This instrument will be used to study multiple systems, including atomically thin materials for use as more efficient lubricants, nanoscale structures that can act as sensors for environmental contaminants, neurons of stressed and non-stressed rats to study behaviorally-linked biological changes, and regenerative zebrafish retinal cells as models for treating eye diseases or injury. Atomic force microscopy will also enable the development of roof coatings to reduce the heating of buildings due to sunlight. As an undergraduate-focused institution with a growing number of underrepresented and first-generation students, the instrument will provide high-quality research and training opportunities for diverse student researchers at the college. Additional students at both the undergraduate and high school levels will be exposed to the instrument through educational opportunities and outreach, including an engineering nanotechnology course, a chemistry advanced integrated laboratory course, and high school science and engineering visit days.\r\n\r\nThe goal of this grant is to acquire an atomic force microscope that will significantly expand nanomechanical research and education at Carthage College and cooperating companies and educational institutions. The acquired instrument will be used for more than topography measurements but as a method for investigating nanoscale mechanical properties. Friction measurements will be used to investigate the synthesis methodology's impact on two-dimensional material behavior. Modulus mapping and force spectroscopy across colloidal crystals will reveal insights into bonding between nanoparticles. Modulus mapping across neuronal cells of rat brains will test for relationships between induced stress response and structural changes in cells. Force spectroscopy will allow for testing of force transduction signaling in zebrafish retinal cells. Roughness and adhesion measurements will test the ability of new silicone formulations to remain intact and reflective of sunlight under real-life conditions. This instrument is critical for the nanomechanical characterization needs of each of these diverse projects’ objectives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Hasz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn R Hasz",
   "pi_email_addr": "khasz@carthage.edu",
   "nsf_id": "000963555",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kirk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Kirk",
   "pi_email_addr": "jkirk1@carthage.edu",
   "nsf_id": "000536313",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carthage College",
  "inst_street_address": "2001 ALFORD PARK DR",
  "inst_street_address_2": "",
  "inst_city_name": "KENOSHA",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "2625515765",
  "inst_zip_code": "531401994",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WI01",
  "org_lgl_bus_name": "CARTHAGE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "XLYHHWMEWKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Carthage College",
  "perf_str_addr": "2001 ALFORD PARK DR",
  "perf_city_name": "KENOSHA",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "531401927",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1633",
   "pgm_ref_txt": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ref_code": "7209",
   "pgm_ref_txt": "NEXT GEN CHEM & BIO SENSORS & SENSING SY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 258820.0
  }
 ],
 "por": null
}