{
 "awd_id": "2405114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unstable minimal surfaces and applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927465",
 "po_email": "qli@nsf.gov",
 "po_sign_block_name": "Qun Li",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 235375.0,
 "awd_amount": 235375.0,
 "awd_min_amd_letter_date": "2024-08-01",
 "awd_max_amd_letter_date": "2024-08-01",
 "awd_abstract_narration": "Minimal surfaces, often modeled by soap films, are shapes in equilibrium first studied by Lagrange in the 1700s.  Such surfaces locally minimize area and appear everywhere in nature— in chemistry, materials science, biology, and general relativity.   In mathematics, they have been applied more recently to solve problems in Geometry and Topology, such as the Poincaré Conjecture, the Willmore conjecture, and more recently to prove the Smale Conjecture in many spherical space-forms.  The PI will work to discover new minimal surfaces which are not area-minimizing (and thus very difficult to find in nature) - but which can have other major applications in Geometry. In addition to this research, the PI will focus on teaching and training of undergraduate and graduate students as well as advancing the field by organizing conferences, conducting mini-courses for graduate students, writing expository materials and working toward making a computational study of minimal surfaces accessible to the wider mathematical public.  \r\n \r\nMore precisely, the objectives of this project are to develop new techniques to study min-max minimal surfaces obtained from high-parameter sweep-outs as well as find further applications in Topology and Geometry.  Recently the PI used a two-parameter sweepout to construct long-conjectured singularity models of the mean curvature flow (MCF), and he will further study the geometry and properties of these new examples. In particular, the relationship between minimal surfaces in the shrinker metric and expander metric will be explored in light of Ilmanen’s Genus Reduction Conjecture, asserting that the genus of a surface at a singularity of the MCF must strictly drop.  The PI will more generally use min-max and flow methods to show that the lowest genus stabilization of two irreducible splittings is realized by an index 2 minimal surface addressing a conjecture of D. Bachman.  Higher-parameter families will be used to prove the Goeritz-Powell Conjecture asserting, roughly speaking, that the fundamental group of the space of genus g Heegaard surfaces in the three-sphere is finitely generated.  The PI will also obtain multiplicity one results as well as sharp index estimates in the min-max theory in the case of stable surfaces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Ketover",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Ketover",
   "pi_email_addr": "dk927@scarletmail.rutgers.edu",
   "nsf_id": "000655247",
   "pi_start_date": "2024-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University",
  "perf_str_addr": "110 Frelinghuysen Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 235375.0
  }
 ],
 "por": null
}