{
 "awd_id": "2405436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Scientific Sensemaking about Place-Based Phenomena: Mobilizing Rural Elementary Teacher Learning to Propel School-Wide Transformation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928288",
 "po_email": "mjluna@nsf.gov",
 "po_sign_block_name": "Melissa J. Luna",
 "awd_eff_date": "2024-11-01",
 "awd_exp_date": "2028-10-31",
 "tot_intn_awd_amt": 674728.0,
 "awd_amount": 314804.0,
 "awd_min_amd_letter_date": "2024-08-26",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "Science education research shows that incorporating attention-grabbing concepts and experiences—phenomena—in science classes has the power to engage and inspire young learners. However, many elementary teachers, including those in small rural schools, may not have access to or the support to enact high-quality phenomenon-centered curriculum materials and resources in their science teaching practice. This project aims to address this problem of practice by designing, implementing, and investigating a professional learning approach that supports rural elementary teachers and administrators in incorporating local phenomena-driven science learning experiences in their classrooms. Participants include teacher-administrator triads from elementary schools in rural communities located in Maine, Montana, and Hawai’i. Through professional learning initiatives, the project will support third to fifth-grade teachers in incorporating locally and culturally significant, place-based phenomena into their science teaching. By tapping into the transformative potential of dedicated teachers utilizing a place-based phenomena-driven approach in science teaching, the project can provide insight into how rural educators use professional learning experiences to promote shifts in their science teaching practice in ways that prioritize students' communities and cultures and brings relevancy and authenticity to students’ science learning.\r\n\r\nThis project is driven by the overarching goal of supporting teachers and their administrators in rural schools to prioritize students' cultures and communities in scientific sense-making through adaptation of phenomena. Investigators seek to better understand the processes and mechanisms by which adopting and internalizing this priority happens by a) exploring individual teacher change in pedagogical design capacity, and b) uncovering and describing each unique nexus of teacher, student, administrator, and researcher interactions that may facilitate change in rural schools. By exploring these goals in multiple rural communities across three geographically and culturally diverse states, the project team aims to understand the underlying common mechanisms of the adoption and adaptation of new pedagogical initiatives in rural spaces as well as the unique local and cultural contexts that contribute to diversified, place-specific implementation trajectories. The project team will use a comparative case study design to investigate how rural educators and their administrators use a suite of professional learning experiences to promote shifts towards phenomena-driven science teaching and learning in their schools. Professional learning experiences will build the pedagogical design capacity of rural third through fifth grade teachers to incorporate locally and culturally important, place-based phenomena into their science teaching through phenomenon adaptation to better prioritize students’ communities and cultures in the scientific sense-making processes. Triads consisting of two teachers and one administrator per school from 3-5 schools in each of three largely rural and culturally diverse states—Maine, Montana, and Hawaiʻi—will participate in a three-year professional learning system of support to promote growth in pedagogical design capacity for scientific sense-making and place-based phenomena adaptation. By examining the professional learning system as it unfolds, researchers will identify patterns in commonalities and differences across the three geographically and culturally diverse rural states to elicit findings and implications that may be applicable in a broad range of rural contexts.\r\n\r\nThe Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Taylor",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne G Taylor",
   "pi_email_addr": "taylor@montana.edu",
   "nsf_id": "000845607",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeanette",
   "pi_last_name": "Chipps",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanette Chipps",
   "pi_email_addr": "jeanette.chipps@montana.edu",
   "nsf_id": "000891769",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 314804.0
  }
 ],
 "por": null
}