{
 "awd_id": "2406727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equipment: MRI: Track I Nanoparticle DLS Analysis Instrument Acquisition",
 "cfda_num": "47.041, 47.083",
 "org_code": "07020000",
 "po_phone": "7032927281",
 "po_email": "hchellia@nsf.gov",
 "po_sign_block_name": "Harsha Chelliah",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 165367.0,
 "awd_amount": 165367.0,
 "awd_min_amd_letter_date": "2024-08-13",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "Nanoparticles are particles with dimensions less than one millionth of a meter.  They are employed in a host of emerging technologies, from drug delivery to energy conversion, as well as in many common household products such as paint and suntan lotion.  Their unique properties derive directly from their tiny size, whereby controlling nanoparticle size is the key to engineering desirable material products.  Consequently, the science and engineering of nanoparticles requires access to routine, repeatable, and reliable measurements of nanoparticle size and size uniformity within a sample.  This project supports the acquisition of a state-of-the-art nanoparticle analysis instrument at the University of Maine. This instrument is critical to the advancement of nanomaterials research, enabling fundamental discoveries across multiple disciplines, including chemistry, engineering and forestry.  It will provide hands-on training and research opportunities for both undergraduate and graduate students working with nanoparticles in science and engineering projects.  The instrument will also be featured in nanoscience workshops and outreach programs, engaging a diverse group of students, particularly K-12 students in rural and under-resourced communities.  The applications of nanoparticle research to areas of high societal impact, such as medicine, pollution and energy, will be a means to generate excitement and interest in science and engineering for students who might otherwise not consider these careers.\r\n\r\nThe instrument to be acquired utilizes Dynamic Light Scattering (DLS), also known as Photon Correlation Spectroscopy, to analyze nanoparticle size distributions and other crucial nanoparticle properties such as zeta potential, particle concentration and molecular weight distributions.  Nanoparticle properties strongly depend on their size, and size characterization is mandatory for any nanoparticle research or development projects. This is especially important for the wide range of nanoparticle projects at UMaine which include nanocellulose composite materials, ultra-small nanoparticle synthesis, energy harvesting, nanobubbles for water treatment, and designer nanoparticles for medical therapies.  Specific needs include the ability to work in suspensions of both high and low particle concentration, better sensitivity to poorly scattering materials and irregularly shaped nanoparticles, particle stability optimization (Zeta potential measurement), and the ability to work in different solvent systems.   Additionally, there is a critical need to accurately characterize ultra-small nanoparticles, <1 nm in diameter, to advance fundamental understanding of nanoparticle synthesis mechanisms and generate radically new nanoparticle-based materials.  The acquisition of a modern DLS instrument will uniquely meet these needs and enable the advancement of nanoparticle research at UMaine.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosemary",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rosemary L Smith",
   "pi_email_addr": "rosemary.smith@maine.edu",
   "nsf_id": "000108866",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Collins",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Collins",
   "pi_email_addr": "scott.collins@maine.edu",
   "nsf_id": "000424478",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL RM 422",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 165367.0
  }
 ],
 "por": null
}