{
 "awd_id": "2406867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation: Developing perspective-taking in first-year engineering students using arts-based observation",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 199998.0,
 "awd_amount": 199998.0,
 "awd_min_amd_letter_date": "2024-06-10",
 "awd_max_amd_letter_date": "2024-06-10",
 "awd_abstract_narration": "This research will develop perspective-taking skills in first-year engineering students using innovative arts-based observation techniques. Perspective-taking is a critical skill for engineers because it allows them to approach problems and challenges from multiple viewpoints. This skill will be developed through a guided observation of inherently ambiguous non-science-themed art, known as Visual Thinking Strategies (VTS). VTS encourages students to observe, present their ideas, actively listen, think critically, and communicate with one another. The research will explore how learning to dissect the themes in artwork in a group helps students see a situation or challenge from another’s point of view and measure how this impacts subsequent engineering design problem-solving. The outcomes of this research will contribute to evidence-based practices for developing students’ abilities to approach engineering problems in new ways. This project aligns with NSF’s initiative to develop engineers that are better equipped to address diverse, and complex challenges of the future.\r\n\r\nThis mixed-method research aims to provide an evidence-based approach to enhance engineering students’ perspective-taking. First-year civil and environmental engineering students will attend two Visual Thinking Strategies (VTS) sessions at an on-campus art museum. Students will then work through an engineering design problem relevant to their coursework. The project will measure the effect of VTS on engineering students’ perspective-taking and its influence on how students approach their design problems. Measurement includes a pre-validated perspective-taking scale, an assessment of students’ design approach, and semi-structured interviews. These multiple measures will help to determine the influence of VTS on perspective-taking and engineering design problem-solving among engineering students. This project applies theories of constructivism and phenomenology by exploring how students create meaning from the VTS experience and how this experience shapes their approach to engineering design. This project will also contribute a new understanding of how the arts-based observation technique of VTS can be effectively integrated into engineering curricula. The outcome of this project also includes an interactive workshop and the online availability of materials and guidance for faculty to use VTS in their engineering design courses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Gruss",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Amy B Gruss",
   "pi_email_addr": "agruss@kennesaw.edu",
   "nsf_id": "000852675",
   "pi_start_date": "2024-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tripp",
   "pi_last_name": "Shealy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tripp Shealy",
   "pi_email_addr": "tshealy@vt.edu",
   "nsf_id": "000703265",
   "pi_start_date": "2024-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kennesaw State University Research and Service Foundation",
  "inst_street_address": "1000 CHASTAIN RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "KENNESAW",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4705786381",
  "inst_zip_code": "301445588",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "GA11",
  "org_lgl_bus_name": "KENNESAW STATE UNIVERSITY RESEARCH AND SERVICE FOUNDATION, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G8DZHNRKWTN3"
 },
 "perf_inst": {
  "perf_inst_name": "Kennesaw State University Research and Service Foundation",
  "perf_str_addr": "1000 CHASTAIN RD MAILSTOP 0111",
  "perf_city_name": "KENNESAW",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301445588",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "GA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 199998.0
  }
 ],
 "por": null
}