{
 "awd_id": "2406698",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation: Characterizing Engineering Students Design Thinking, Energy Science Learning, and Economic Decision-Making using an Energy based software platform",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2024-07-01",
 "awd_max_amd_letter_date": "2024-07-01",
 "awd_abstract_narration": "Engineering design is a highly iterative process and there are many paths toward a solution. As such, the process of learning engineering design is complex and multi-faceted.  As industry and manufacturing continue to advance in complexity and in data-driven decision-making, engineers and engineering education must adapt the way in which engineering design is considered.   In data-driven decision-making, the need for integration of science-based and economic decision-making will be critical.  Engineers must create designs weighing both domains and the trade-offs between them.  Traditional education in this area focuses on engineering design from the perspective of technical skills and knowledge-based design.  However, research on the integration of these topics in an economic context is minimal.  In this work, we will use an economic approach to analyze how students see design goals, trade-offs, and how they learn and integrate scientific concepts throughout the complex design process. This work will follow a population of first-year undergraduate engineering technology students through a semester-long process of learning about energy, energy transfer, and designing an energy-efficient home.  \r\nIn this process, students will learn how to build a computer-aided design (CAD) model, how to apply and assess renewable energy components such as solar panels, and how to assess the cost and benefit of these components in terms of energy, cost, and return on investment.  These efforts will support the formation of professional engineers for the future workforce through complex design learning.  The work will also increase the community of researchers conducting engineering education research through the mentoring and support of a new researcher in this domain.  Results from this work will be shared in publications and education conferences, further disseminating the results and expanding the community.  \r\n\r\nThis project will utilize a mixed method approach assessing written qualitative data and quantitative data generated from a computer-aided design software program to assess the following research questions.  RQ1: How do students apply their energy knowledge to inform their designs of energy-efficient houses? RQ2: What is the relationship between students’ design thinking strategies and their economic decision-making?  RQ3: What are the characteristics of engineering technology students’ design thinking strategies as they engage in the challenge of building an energy-efficient house? RQ4: What conceptual learning of energy concepts do students develop as they engage in the challenge of building an energy-efficient house?  RQ5: What are the patterns of student-produced economic and energy-efficient designs? The results of these questions will help educators understand students’ design process dynamics, their scientific learning of energy concepts, how they approach economic design making, and complex learning in design.  This project focuses on undergraduate engineering technology students, who are an understudied population.  The results from this work will support the professional formation of engineers through the application of deep technical and professional skills, knowledge, and abilities in both formal and informal settings/domains. This project also investigates how engineering teaching and learning can be supported by cyberlearning innovations. The intellectual merit of the project resides in its contribution toward discipline-specific learning theories that can describe complex learning in engineering practice.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brittany",
   "pi_last_name": "Newell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brittany Newell",
   "pi_email_addr": "bnewell1@purdue.edu",
   "nsf_id": "000737082",
   "pi_start_date": "2024-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alejandra",
   "pi_last_name": "Magana-de-Leon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandra J Magana-de-Leon",
   "pi_email_addr": "admagana@purdue.edu",
   "nsf_id": "000541666",
   "pi_start_date": "2024-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}