{
 "awd_id": "2406762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mean Field Optimal Control",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2024-05-15",
 "awd_max_amd_letter_date": "2024-05-15",
 "awd_abstract_narration": "Differential games have a complex and flexible structure making it a central modeling tool for diverse phenomena arising in social sciences, economics as well as engineering.  Despite its appeal, this complexity and flexibility also often makes its mathematical analysis intractable. In cases when the game is played by a large number of identical agents, mean field paradigm widely employed in physics offers a simplifying approach without compromising its modeling potential.  This new perspective has been actively studied over the past decade and proved to be effectively applicable across various fields.  Additionally, as in the mean field regime the players have small impact on the macro behavior of the system, it becomes feasible to coordinate their actions through a central planner providing equilibria that are beneficial to all. This project is centered around these models that are centrally controlled.  While in some cases this is the natural setting, games that have potential structure are also intrinsically connected to these mean field control problems. This project also provides opportunities for the involvement of students in the research.\r\n\r\nTechnically, the main feature of mean field type optimization is the dependence of its evolution and cost, not only on the position of the state, but also on its probability distribution, making the set of distributions its state space. Thus, the dynamic programming approach results in nonlinear partial differential equations set in the spaces of probability measures. For games these are coupled Hamilton-Jacobi and Fokker-Planck-Kolmogorov systems. For mean field control however, the differential equations characterizing the minimal value are naturally set in the Wasserstein space of probability measures with finite second moments, and they are not expected to admit classical solutions.  Towards the central goal of building an efficient theory for these equations, this project aims to develop a complete theory for the associated dynamic programming equation for mean field control, to study the potential games in detail, and to establish efficient numerical approaches using modern optimization packages with theoretical guarantees based on tools from statistical machine learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Halil",
   "pi_last_name": "Soner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Halil M Soner",
   "pi_email_addr": "soner@princeton.edu",
   "nsf_id": "000086162",
   "pi_start_date": "2024-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": null
}