{
 "awd_id": "2407978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upgrading the MKID Exoplanet Camera for Subaru SCExAO",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922686",
 "po_email": "mbershad@nsf.gov",
 "po_sign_block_name": "Matthew Bershady",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 881843.0,
 "awd_amount": 881843.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "People from every nation, young or old, are filled with wonder at the night sky and invariably ask “Are We Alone?”  We still don't know the answer! Over 5000 exoplanet detections have been confirmed in the last two decades, but finding a planet and knowing if it has life on it are very different things. To find life we need to go beyond the techniques that have allowed us to find these thousands of distant planets and develop instruments and techniques that let us detect the spectral features that are the signposts of life: oxygen, water vapor, methane, ozone, maybe even chlorophyll. In this project, the investigators will upgrade a powerful instrument for detecting and characterizing exoplanets called the MKID Exoplanet Camera. They have also started a YouTube channel, @ExperimentalAstrophysics, to show the world what it is like to design, fabricate, and use astronomical instruments. They will document their progress at: https://www.youtube.com/channel/UCfhgvAdHDxXEzX0E8OX4c8A/ \r\n\r\nOver the last half decade, the investigators have constructed and operated the MKID Exoplanet Camera (MEC), a z through J band (800-1400 nm) Integral Field Spectrograph (IFS) located behind the Subaru Coronagraphic Extreme Adaptive Optics (SCExAO) at the Subaru Telescope on Maunakea. MEC uses Microwave Kinetic Inductance Detectors (MKIDs) as the enabling technology for high contrast imaging. MEC is the first permanently deployed near-infrared MKID instrument and is designed to operate both as an IFS and as a focal plane wavefront sensor in a multi-kHz feedback loop with SCExAO. MEC was designed nearly a decade ago using the best MKID technology of the time, but in subsequent years, the team has made significant MKID breakthroughs. Most notable is an improvement in the spectral resolution at 1 micron from R~5 to R~20 (R~35 at 400 nm) in recent lab measurements. This project will upgrade the MEC instrument to use this latest MKID technology, boosting the spectral resolution and array fill factor. This is especially timely as SCExAO has recently been upgraded to use a new 3000 actuator first stage deformable mirror (DM), which allows the full use of the 2000 actuator DM inside SCExAO for coherent differential imaging to reach unprecedented contrast levels at small inner working angles. Students will be a key part of the development program, helping to train the next generation of instrument PIs, and the team have also started a YouTube channel, @ExperimentalAstrophysics, to show the world what it is like to work in an Experimental Astrophysics lab. This channel will document the process of building and installing MEC’, and this work involves undergrads from UCSB's Film and Media studies department as editors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Mazin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin A Mazin",
   "pi_email_addr": "bmazin@physics.ucsb.edu",
   "nsf_id": "000537758",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 881843.0
  }
 ],
 "por": null
}