{
 "awd_id": "2407466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: OCE-PRF: Quantifying the Role of Pressure Gradients in Nearshore Sediment Mobility and Transport Using Distributed Fiber-optic Sensing",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924344",
 "po_email": "tjcrone@nsf.gov",
 "po_sign_block_name": "Timothy Crone",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2026-11-30",
 "tot_intn_awd_amt": 298491.0,
 "awd_amount": 146195.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "US and global coastlines are densely populated and have tremendous ecological and economic value. These coastal regions are threatened by storm activity compounded by rising sea levels, and effective coastal protection requires knowledge of shoreline changes due to waves. On sandy beaches, waves can move sediment by creating pressure gradients above and within the seafloor. These seabed processes evolve rapidly in both time and space, making it challenging to directly measure and understand the underlying physics. This project will apply new fiber-optic techniques to better understand the relationship between waves, sand movement, and resulting beach shape. Laboratory experiments will be used to examine pressure gradients and provide new insights to fiber-optic sensing as an emerging technology. The new lab data will leverage data collected during a 2021 field experiment to better understand coastal processes and hazards that do not fit neatly within subject-matter boundaries. This project will also increase collaborations between oceanographers and geophysicists through student mentoring across disciplines and the creation of collaborative coding toolboxes. Additionally, an important component of coastal hazard mitigation is providing coastal residents with the best possible information. Interactive outreach activities and educational materials will be designed for erosion awareness and management in coastal Oregon.\r\n\r\nThis project will quantify the horizontal and vertical distribution of wave-driven pressure gradients through the surf zone using three distributed fiber-optic sensing techniques. Localized pressure gradients near the bed and in the shallow subsurface can generate sediment transport and influence the total depth of mobilized sediment. However, little is understood about the role of meter-to-kilometer scale horizontal pressure gradients in mobilizing sediment or the cross-shore variability in these forcings. Distributed fiber-optic sensing is a rapidly expanding suite of techniques with the potential to record nearshore processes at unprecedented spatial and temporal scales. Using combined laboratory experiments, geophysical modeling, and field observations from previous experiments, these fiber-based measurements will be integrated with standard instrumentation to simultaneously improve understanding of seafloor sediment dynamics and the signals recorded by each technique. Distributed Acoustic Sensing (DAS) and Distributed Strain Sensing (DSS) will be used to records strain on a buried fiber-optic cable, which can be converted to pressure at high spatial and temporal resolutions. Distributed Temperature Sensing (DTS) will be used to record cable temperature, which can be used to calculate cable burial. From a technological perspective, this project will be the first combined investigation of DAS, DTS, and DSS for oceanographic monitoring, and the first ground-truthed use of DSS for oceanography. With sufficient validation, these fiber-optic techniques can provide a powerful new tool for monitoring the ocean in challenging or remote regions. These detailed measurements will enhance our understanding of gradients in cross-shore sediment transport and coastal evolution. Accurately quantifying sand mobility and bedform migration is fundamental for predicting the future of vulnerable shorelines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Glover",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah E Glover",
   "pi_email_addr": "gloverha@oregonstate.edu",
   "nsf_id": "000923280",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": null,
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318636",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "8205",
   "pgm_ref_txt": "OCE Postdoctoral Fellowships"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 146195.0
  }
 ],
 "por": null
}