{
 "awd_id": "2407475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WoU-MMA: Holistic Simulations of Black Hole Powered Stellar Explosions: Nucleosynthesis, Jets, and Multimessenger Emission",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924290",
 "po_email": "mstill@nsf.gov",
 "po_sign_block_name": "Martin Still",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 526943.0,
 "awd_amount": 526943.0,
 "awd_min_amd_letter_date": "2024-08-23",
 "awd_max_amd_letter_date": "2024-08-23",
 "awd_abstract_narration": "When a massive star runs out of fuel, its core collapses under its own weight. The core gets so dense that it can form a black hole that feasts on the rest of the star. Such objects are called collapsars. Scientists have long suspected that collapsars can produce heavy elements, including gold and platinum. However, how much of the heavy elements, with which we interact in our day-to-day life, comes from collapsars has remained a mystery. This is because black holes are fussy eaters and burp away most of the star instead of swallowing it. This makes it hard for the scientists to answer the crucial question: What role do collapsars play in creating the heavy elements, which enrich our everyday lives? A team led by Northwestern University will use a three-year award to investigate these questions. The investigators will involve under-represented minority undergraduate and graduate students in their research. They will inspire with their research undergraduate students by teaching classes as part the Northwestern Prison Education Program. They will give guest lectures at local high schools. They will reach the broader public by sharing the collapsar and guest lecture videos in planetaria, via social media and press releases. \r\n\r\nBecause collapsars produce multimessenger emission – gravitational waves and a wide range of electromagnetic counterparts – and leave behind black holes whose mergers can later produce gravitational waves, they are prime targets of NSF flagship facilities, such as LIGO-Virgo-KAGRA and Vera Rubin observatories. However, no models directly connecting the pre-collapse progenitor star to the newly formed black hole and to the gravitational waves and electromagnetic counterparts currently exist. The investigators will combine neutrino transport numerical relativity simulations with 3D general relativistic magnetohydrodynamic simulations that start with the pre-collapse stellar structure, describe the stellar core collapse and formation of the black hole, model the subsequent explosion for a duration of tens of seconds post-collapse, and then follow the expanding ejecta for 100 s, until it reaches homology. The main objectives are to constrain the origin of heavy elements, mechanisms of jet-powered hypernova explosions, the nature of multimessenger emission, and the properties of black hole remnants. The numerical schemes and atlas of multimessenger light curves developed here will be made public, directly connecting the pre-collapse stellar structure to multimessenger observables. The proposed work responds to the “Windows on the Universe: Multimessenger Astrophysics” theme.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Chekhovskoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Chekhovskoy",
   "pi_email_addr": "atchekho@northwestern.edu",
   "nsf_id": "000710724",
   "pi_start_date": "2024-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "1800 Sherman Ave",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602013497",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 526943.0
  }
 ],
 "por": null
}