{
 "awd_id": "2407298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cosmology with the galaxy clustering measurement of the HETDEX survey",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 429822.0,
 "awd_amount": 429822.0,
 "awd_min_amd_letter_date": "2024-08-27",
 "awd_max_amd_letter_date": "2024-08-27",
 "awd_abstract_narration": "Cosmology leaps to a new level each time we expand the distances-measurement horizon. The existence of the extragalactic Universe and its expansion was revealed only after reaching out to a few Mega light-years; subsequent extension of the horizon to a few Giga light-years led to the discovery of the Universe’s accelerating expansion. Cosmic acceleration indicates that new physics must operate on even greater cosmological scales, and astronomers coined the term Dark Energy to address this problem. Scientists at Penn State University propose to address the Dark Energy problem using the Hobby-Eberly Telescope Dark Energy Experiment (HETDEX) galaxy survey data, which observed 1.5 Million galaxies within a cosmological volume (400 cubic Giga light-years) at tens of Giga light-years away. By scrutinizing the clustering of these ancient galaxies, the team will measure the Dark Energy density at the earliest time test whether Dark Energy varies in time. With the same dataset, the team will also study the physics of the early Universe that generated the initial seeds for the observed large-scale structure. As part of this project, the team will educate new Ph.D. students and create undergraduate research opportunities. The team will also engage in outreach activities at Penn State University by presenting public lectures during AstroFest and AstroNight and by organizing the Neighborhood Workshop on Astrophysics and Cosmology. \r\n\r\nThe team will measure the Dark Energy density at high redshift (1.9<z<3.5) using both geometrical (Baryon Acoustic Oscillations and Alcock-Paczynski test) and dynamical (Redshift-space distortion) measurements using the power spectrum and bispectrum of Lyman-alpha Emitting galaxies in the HETDEX survey. Also, the team will measure the linear and quadratic bias as well as the scale-dependent bias due to the local type of primordial non-Gussianity, which will be a smoking gun signal for the inflation model beyond the conventional single-field slow-roll inflation. For the statistical analysis, the team will use the forward-modeling technique using GridSPT implementation of the standard perturbation theory to incorporate various real-world issues caused by the variations in observational conditions and to estimate the covariance matrix for the galaxy power spectrum and bispectrum. The analysis includes thorough systematic studies for selection bias, line contamination, as well as survey window function effect.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donghui",
   "pi_last_name": "Jeong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donghui Jeong",
   "pi_email_addr": "djeong@psu.edu",
   "nsf_id": "000655480",
   "pi_start_date": "2024-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 429822.0
  }
 ],
 "por": null
}