{
 "awd_id": "2407197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Stochastic moving boundary problems in fluid-structure interaction",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 143489.0,
 "awd_amount": 48614.0,
 "awd_min_amd_letter_date": "2024-07-31",
 "awd_max_amd_letter_date": "2024-07-31",
 "awd_abstract_narration": "Fluid-Structure interaction (FSI) refers to physical systems whose behavior is dictated by the interaction of an elastic body and a fluid mass. The study of FSI is relevant to various applications, ranging from aerodynamics to biomechanics. To address the inherent numerical and physical uncertainties in these applications, it is common to introduce stochastic influences into mathematical models. This project takes an initial step in investigating the effects of stochastic forces on FSI models arising in biofluidic applications that describe the interactions between a viscous fluid, such as human blood, and an elastic structure, such as a human artery. Depending on the specific application, such as the location, roughness, and size of the vessel, various mathematical models will be explored. The proposed program opens a new class of problems in mathematics involving the study of stochastic partial differential equations (PDEs) posed on randomly moving domains, particularly when the displacement of the domain boundary is not known a priori. The aim of this project is to prove that the proposed stochastic FSI problems are well-posed and to study the properties of the solutions. Education and mentoring are important components of the project, with students involved in research activities. The writing of an expository book will also be undertaken.\r\n\r\nThe goal of this project is to provide existence results for a class of nonlinearly coupled stochastic FSI problems that includes a range of possibilities, such as compressible and incompressible fluid flows within thin or thick, linear or nonlinear elastic structures. Additionally, distinct coupling conditions, including the slip and no-slip kinematic coupling condition at the random and time-dependent fluid-structure interface, will be examined. Multiplicative white-in-time noise, applied both to the fluid as a volumetric body force and to the structure as an external forcing on the deformable fluid boundary, will be considered. The existence proof is based on semi-discretizing the multi-physics problem in time, decoupling the approximate problem using a penalty method, and employing an operator splitting strategy to split the fluid from the structure sub-problem(s), with the aid of a novel cut-off function approach coupled with a stopping time argument. The results of this research will shed light not only on the analytical properties of the solutions but also on the stability of the partitioned numerical schemes for stochastic FSI problems, ultimately providing insights into the robustness of these models against external noise. This study integrates tools from probability, differential geometry, and fluid dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krutika",
   "pi_last_name": "Tawri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krutika Tawri",
   "pi_email_addr": "ktawri@berkeley.edu",
   "nsf_id": "000935229",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "931 Evans Hall",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 48614.0
  }
 ],
 "por": null
}