{
 "awd_id": "2408935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Transparent Clay-PET Nanocomposite for Lightweight Packaging with Extended Product Shelf Life",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925041",
 "po_email": "vinlee@nsf.gov",
 "po_sign_block_name": "Vincent Lee",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 274424.0,
 "awd_amount": 274424.0,
 "awd_min_amd_letter_date": "2024-05-29",
 "awd_max_amd_letter_date": "2024-05-29",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project includes reducing plastic pollution, food waste, and CO2 emissions. The project focuses on new and economical ways of manufacturing clay-polyethylene terephthalate(PET) nanocomposite. The nanocomposite displays significantly improved material properties. The improvement in properties enables the use of up to 20% less plastic per package and reduces food and beverage waste by extending product shelf-life 5X-6X. The end beneficiaries of the technology are consumer packaged goods companies. Using the proposed technology, they can save costs from raw materials and product shelf-life extension and meet their sustainability goals. The company has several patents and trade secrets that have been developed over 30 years and the chemistry concept behind the project can be used to develop multiple additive product lines for different polymers. The estimated total addressable market size for inorganic polymer additives is $33B. The company intends to commercialize initially in specialty packaging followed by carbonated drinks.\r\n\r\nThis Small Business Innovation Research Phase I project aims to make clear PET soda bottles with a 2-3X improvement in CO2 barrier that displays industry acceptable yellow index. The team can achieve 5-6X improvement in the CO2 barrier on lab-scale films and is working to convert lab-scale performance to the final soda bottle package. This project aims to understand the barrier performance and haziness of the packages made from our clay-PET composite. The team will use a variety of microscopy and characterization techniques to study the nanocomposite through the bottle making process to determine if particle agglomeration, rapid crystallization, and/or micro-voids are causes for haziness. Depending on the findings, the team will develop co-monomers, high-temperature injection processes, and different compatibilizers to manage haze while maintaining CO2 barrier properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bahruz",
   "pi_last_name": "Mammadov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bahruz Mammadov",
   "pi_email_addr": "Bahruz@berkm.co",
   "nsf_id": "000924278",
   "pi_start_date": "2024-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BERKM INC",
  "inst_street_address": "201 CONCORD TPKE",
  "inst_street_address_2": "APT 2529",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172067540",
  "inst_zip_code": "021402785",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "BERKM INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "PVTXSDCD4E36"
 },
 "perf_inst": {
  "perf_inst_name": "Greentown labs",
  "perf_str_addr": "444 Somerville Ave",
  "perf_city_name": "Somerville",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021433260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274424.0
  }
 ],
 "por": null
}