{
 "awd_id": "2408934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photoinduced Proton-Coupled Electron or Energy Transfer",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 570000.0,
 "awd_amount": 570000.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "Sharon Hammes-Schiffer of Princeton University is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry to develop theories and computational methods for describing the transfer of energy and charge in chemical processes. The transfer of energy or electrons from one part of a molecule to another can be coupled to the movement of protons within the molecule. The coupling among energy, electrons, and protons is critical for a wide range of chemical and biological processes, including photosynthesis, respiration, and energy production in solar cells. The development of theories and computational methods that accurately describe this coupling is challenging because electrons and protons are so light that they must be treated quantum mechanically. Hammes-Schiffer will develop theories and methods that describe electrons and protons quantum mechanically for calculating the rates and simulating the dynamics of these processes. She will apply these methods to specific processes of chemical and biological significance to elucidate their underlying fundamental principles. In addition, she and her research group will incorporate the newly developed computational methods into established quantum chemistry packages to benefit the general scientific community. She will also provide tutorials and examples to enable non-expert users to perform these types of calculations. Furthermore, Hammes-Schiffer will maintain and enhance a website containing software and educational tools related to this topic. Her research will facilitate technological and biomedical advances through a better understanding of energy and charge transfer within chemical and biological systems.\r\n\r\nHammes-Schiffer will develop analytical theories and computational methods for investigating photoinduced proton-coupled electron transfer (PCET) and proton-coupled energy transfer (PCEnT). In contrast to PCET, the recently discovered PCEnT mechanism involves the transfer of electronic excitation energy, rather than electronic charge, within a molecular system. Hammes-Schiffer will derive PCEnT rate constant expressions based on a theoretical formulation that treats the electrons and transferring protons quantum mechanically and describes the reaction in terms of nonadiabatic transitions between electron-proton vibronic states. She will also develop nuclear-electronic orbital (NEO) multireference wavefunction methods to compute the vibronic states and couplings necessary for calculating PCET and PCEnT rate constants. The NEO approach treats key nuclei, such as the transferring protons, quantum mechanically on the same level as the electrons. In addition, Hammes-Schiffer will develop NEO methods for simulating the nonadiabatic dynamics of photoinduced PCET and PCEnT using a combination of NEO multistate density functional theory and surface hopping dynamics on vibronic surfaces. She and her group will incorporate these NEO approaches into well-established quantum chemistry packages and will create tutorials to explain how to perform NEO calculations and highlight the unique capabilities of this approach. Hammes-Schiffer will also maintain and enhance a website on electron and proton transfer to convey useful information to the community and to provide valuable tools, scripts, and software. Furthermore, her simulations of PCET and PCEnT will provide insights into the underlying fundamental principles of these types of reactions, which are essential for a broad range of chemical and biological processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Hammes-Schiffer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Hammes-Schiffer",
   "pi_email_addr": "shs566@princeton.edu",
   "nsf_id": "000154996",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 570000.0
  }
 ],
 "por": null
}