{
 "awd_id": "2408574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equipment: MRI: Track 1 Acquisition of a Cryo-enabled Scanning Electron Microscope for Research and Education at the Florida Institute of Technology and Partners.",
 "cfda_num": "47.041, 47.083",
 "org_code": "07020000",
 "po_phone": "7032927281",
 "po_email": "hchellia@nsf.gov",
 "po_sign_block_name": "Harsha Chelliah",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 488373.0,
 "awd_amount": 488373.0,
 "awd_min_amd_letter_date": "2024-08-13",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "This NSF MRI Track 1 award will permit the Florida Institute of Technology to purchase a new cryo enabled Scanning Electron Microscope (Cryo-SEM). Leveraging the advances in imaging provided by this instrument will broadly impact a variety of areas of research, including, but not limited to: (i) space biology, (ii) drug delivery, (iii) tissue engineering, (iv) marine biofouling and corrosion, and (v) the development of new thermal-resistant coatings. Discoveries in these areas and others will deliver improved materials and approaches to reduce greenhouse gas emissions, new sustainable agriculture approaches, refined models of climate change adaptation in biology, mitigations to threats to public health, and advances in tissue engineering and nanosensor technology. This instrument will support both research and education at the undergraduate, graduate, and professional levels across multiple disciplines in the College of Engineering and Science. The utility of this instrument will be expanded beyond the Florida Institute of Technology and the partner institutions (Eckerd College, Winston-Salem University, and Eastern Florida State College); thereby positively impacting education and research across the Southeastern United States. Remote operation of the instrument by users at partner institutions, along with hybrid trainings (in-person and virtual), will further enhance the user experience and the educational and training outcomes for students at these sites. Ultimately, the enhancements in image acquisition, sample preparation, and image analysis afforded by this instrument will provide new research questions as well as solutions to all the instrument’s users and beyond. \r\n\r\nThis new cryo-SEM will advance research at Florida International University and the partner institutions in areas where low vacuum and cryo-modes are necessary to properly characterize the materials and minimize processing artifacts. These major areas include: space biology and ecology, biomedical engineering and sciences, and environmental engineering. For example, the bioweathering and fertilization of Martian regolith simulants by cyanobacteria will be investigated in support of a future human settlement on the Red Planet. The microstructure of native tissues, tissue engineering scaffolds including hydrogels, and drug delivery systems will be characterized in cryomode to better understand their fibrous and porous structures that can impact future clinical use. Harmful algal blooms in coastal waterways as well as biofouling consortia on new materials will also be investigated to limit damage to marine species while combatting climate change. Overall, this new cryo-SEM will allow training and access for undergraduate and graduate students as well as faculty and other professionals from a variety of backgrounds and research disciplines. Research discoveries made and developed in the Center will be disseminated through publications and broadly integrated into the course curricula.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Palmer",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Palmer",
   "pi_email_addr": "apalmer@fit.edu",
   "nsf_id": "000635025",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bashur",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Bashur",
   "pi_email_addr": "cbashur@fit.edu",
   "nsf_id": "000655556",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Institute of Technology",
  "inst_street_address": "150 W UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3216748000",
  "inst_zip_code": "329018995",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "FLORIDA INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNN6VH618X58"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Institute of Technology",
  "perf_str_addr": "150 W UNIVERSITY BLVD",
  "perf_city_name": "MELBOURNE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329018995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 488373.0
  }
 ],
 "por": null
}