{
 "awd_id": "2408267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the physical origin of satellite planes",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 481791.0,
 "awd_amount": 481791.0,
 "awd_min_amd_letter_date": "2024-08-29",
 "awd_max_amd_letter_date": "2024-08-29",
 "awd_abstract_narration": "During the past three decades, astronomers have developed a paradigm of galaxy formation explaining the origin of galaxies and larger structures of the cosmic web in which they are arranged. The main remaining puzzle that challenges this paradigm is the observations showing that dwarf satellites around the Milky Way and other nearby galaxies are spatially distributed in flattened, rotating “planes”. The main goal of the project is to figure out which of the two stark alternatives is true: observed satellite configurations and their orbits are a genuine challenge to the galaxy formation paradigm indicating new physics or their origin can be understood within its existing framework. As part of the project, a teaching model based on the simplified version of the galaxy formation model with a series of exercises and projects will be developed and made publicly available for educators to use. Additionally, simulations developed during the project will be used to produce high-fidelity, scientifically accurate visualizations of the evolution of our cosmic neighborhood for the Adler Planetarium and other planetariums. \r\n\r\nThis project focuses on developing models and statistical frameworks for understanding the puzzling spatial and orbital configurations of dwarf satellite galaxies around the Milky Way and several nearby galaxies, which do not yet have a compelling physical explanation within the Cold Dark Matter (CDM) paradigm of galaxy formation. The team will develop a series of simulations of volumes resembling the local cosmic neighborhood of the Milky Way. These will be used to forward-model observed satellite systems of nearby galaxies and statistical comparisons of model results with observations. This project will elucidate how galaxies in our local cosmic neighborhood form and how the local mass distribution affects galaxy formation. The results of this project should clarify whether observed satellite configurations present a major challenge to the CDM paradigm that would motivate looking for different cosmological models of structure formation involving non-standard physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Kravtsov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey V Kravtsov",
   "pi_email_addr": "kravtsov@uchicago.edu",
   "nsf_id": "000493432",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 481791.0
  }
 ],
 "por": null
}