{
 "awd_id": "2408649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WoU-MMA: Multi-messenger Observations in the Era of Supermassive Black Holes",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 382123.0,
 "awd_amount": 382123.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "For hundreds of years, visible-light waves have been used to detect signals from outer space. Some dark, massive objects in space might not directly emit light waves; a well-known example of this is black holes. Only in the last decade have astronomers begun to be able to directly detect black holes using signals called gravitational waves. The largest black hole binaries--supermassive black hole binaries--are unique in that they are formed in galaxy mergers. This means that they will often exist in rich, messy environments full of plasma, gas, dust, stars, and other materials. This material, when it interacts with a binary system, should light up like a luminous beacon across radio, optical, X-ray light, and more. The black holes in the center of these systems may also emit gravitational waves. A broad suite of instruments (spanning gravitational waves, electromagnetic light and neutrino observatories) are all poised to completely revolutionize our understanding of the full lifecycle of supermassive black hole binaries. Hundreds of published candidates for these objects now exist, however none have yet been conclusively evidenced to be a binary. In this program, the research team aims to organize and publicly serve disparate information about these binary candidates to facilitate massive black hole science in this era of multi-messenger discovery. They will also use the black hole database as the keystone for educational programs from high school through grad school. Existing efforts in West Virginia, such as the Governors’ STEM schools, will facilitate the BI activities. \r\n\r\nThe PIs are developing a public resource to organize information on supermassive binary black hole systems. This \"Black Holes Orbiting Black Holes Catalog,\" BOBcat, will help scientists organize the complex and constantly growing knowledge about the most massive binary black holes in the universe. The information overload from published models will be structured into an online resource that will continue to evolve as further studies are produced. BOBcat will serve as an organizing resource for studies that probe binary intermediate/supermassive black holes with electromagnetic studies, and test massive black hole binary emission theories. This program will establish an already-needed resource that will be a prime facilitator in the multi-messenger era.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Burke-Spolaor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Burke-Spolaor",
   "pi_email_addr": "sarah.spolaor@mail.wvu.edu",
   "nsf_id": "000729442",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "135 Willey Street, PO Box 6315",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 382123.0
  }
 ],
 "por": null
}