{
 "awd_id": "2408854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Determining the Impacts of a Combined Historical Watershed and Regional Drought on Coastal Louisiana Wetland Ecohydrology",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2023-12-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 23000.0,
 "awd_amount": 23000.0,
 "awd_min_amd_letter_date": "2023-12-04",
 "awd_max_amd_letter_date": "2023-12-04",
 "awd_abstract_narration": "Episodic drought events caused by climate change threaten coastal wetland vegetation through the lowering of the water table and salinization of surface and groundwater. Prior observations have been unable to directly link vegetation response to drought-driven saltwater water intrusion. The lack of connection makes it challenging to generate holistic models of wetland change that can accurately capture droughts effects in a sensitive way over time and space. Improving the current body of knowledge is needed given the disproportionately large impact wetland ecosystem services have on coastal protection schema and regional economies (e.g. fisheries and eco-tourism). This project will leverage the ongoing, historic droughts in Louisiana and the Midwestern United States, and low Mississippi River water levels, to investigate the relationship between drought intensity, duration, and onset and coastal wetland vegetative response and hydrologic conditions. The findings can be incorporated into ongoing coastal wetland management and planning in Louisiana, which is investing significant resources into the problem. Louisiana holds 40% of all coastal wetlands in the United States which means that project findings will yield insight for many areas beyond the study sites, including other low sloping coastlines bordering the Gulf of Mexico.\r\n\r\nThe co-incident of a historical local drought with historically low water levels and flow in the river sets the stage for a high soil-salinity event in brackish and fresh marshes and coastal freshwater forests, which are not adapted to these conditions. The goals of this research are to determine the effect of drought-driven groundwater and salinity changes on coastal wetland vegetation, measure how long it takes the groundwater level and salinity to return to background levels, and investigate if proximity to the river protects some wetlands from associated stresses. At both forest and marsh sites, conductivity-temperature-water level sensors will be installed in shallow wells. Vegetation will be qualitatively assessed for health and abundance during site visits and by remote sensing. The project is leveraging historical data from continuous monitoring stations maintained by the state. These data can be used for predictive modeling to determine how present-day drought will affect future plant responses, leading to worsening of marsh and coastal forest loss in the Gulf of Mexico.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "White",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R White",
   "pi_email_addr": "jrwhite@lsu.edu",
   "nsf_id": "000091404",
   "pi_start_date": "2023-12-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hiatt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Hiatt",
   "pi_email_addr": "mhiatt1@lsu.edu",
   "nsf_id": "000795720",
   "pi_start_date": "2023-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 23000.0
  }
 ],
 "por": null
}