{
 "awd_id": "2409657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: REM Mentoring Catalyst 3.0",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032928367",
 "po_email": "alismith@nsf.gov",
 "po_sign_block_name": "Alias Smith",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 246767.0,
 "awd_amount": 246767.0,
 "awd_min_amd_letter_date": "2024-03-21",
 "awd_max_amd_letter_date": "2024-03-21",
 "awd_abstract_narration": "Research on STEM mentoring shows that positive mentoring experiences have a significant impact on the success of emerging researchers in STEM fields. This project focuses on developing and implementing strategies for improving STEM mentoring specifically within the Research Experience in Mentoring (REM) programs. While the REM programs have been very successful at providing research opportunities for participants from unique demographics, the Research Experience in Mentoring (REM) PIs are asked to develop and implement a mentoring plan without any training or support in how to be effective mentors. To support effective mentoring within REM programs, the Mentoring Catalyst was established. The overarching mission of the Mentoring Catalyst is to catalyze a programmatic change that positively impacts the mentors and the student/teacher mentees by establishing a community of practice around strong mentorship, student support and research success. The REM model of sustained mentoring was used to guide the development of the initiative.\r\n\r\nThe four overarching components of the Mentoring Catalyst 3.0 project are to 1) Provide REM mentor training; 2) Build and maintain the REM community of practice; 3) Develop REM mini-conferences at discipline-specific professional meetings; and 4) Develop post-programmatic mentoring resources. To achieve these goals, the REM Catalyst Initiative 3.0 will continue to implement an 8-hr online Entering Mentoring workshop, host annual REM PI meetings, while also building additional programming centered around effective post-programmatic mentorship. During the online workshops, mentors will gather to discuss mentoring topics, while also establishing a strong community of REM mentors. At the culmination of the virtual workshop mentors will develop a mentoring philosophy and a post-program mentoring plan. These philosophies and plans will be shared with the REM community through online platforms and more broadly through presentations at national meetings and peer reviewed publications. REM mentors will also be invited to participate in the annual two-day REM Mentoring Conference that will include training on how to implement mentor training at their home institutions and sharing of best-practices utilized by each unique REM program. These activities facilitate the continued establishment of a strong community of practice that brings together long-standing programs with newly established REMs to increase the commitment towards strong mentorship, student support and research success. Additionally, Catalyst 3.0 will integrate post-program mentoring discussions throughout all their programming, and also provide support for mini-conferences at professional disciplinary-specific societies during the academic year to promote participant engagement after the culmination of REM summer research programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Brown",
   "pi_email_addr": "aecarso2@ncsu.edu",
   "nsf_id": "000734639",
   "pi_start_date": "2024-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Gluck",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica M Gluck",
   "pi_email_addr": "jmgluck@ncsu.edu",
   "nsf_id": "000940701",
   "pi_start_date": "2024-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "1001 William Moore Dr; Biomedical Partnership Cntr 26",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 246767.0
  }
 ],
 "por": null
}