{
 "awd_id": "2409351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: SMALL: Improved Learning in Partially Observable Reinforcement Learning with Attention-Based Models",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032920000",
 "po_email": "eplaku@nsf.gov",
 "po_sign_block_name": "Erion Plaku",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2024-08-26",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "Reinforcement learning (RL), where machines learn to perform tasks by trial and error, has become an incredibly important paradigm in artificial intelligence. Nevertheless, much of the progress has focused on fully observable domains, where we have full knowledge of the world that these machines are in. Real-world domains are typically partially observable with limited information as to what is happening. For example, domains such as autonomous driving or robotics are partially observable due to limited ability to sense what is happening in the environment. In order for reinforcement learning to perform well in these partially observable applications, machines must be able to remember relevant information from the past. Current methods typically use relatively simple approaches based on neural networks to determine what information to remember and what to forget. In contrast, algorithms, like transformers, have shown a massive improvement over other models in language (e.g., ChatGPT) and vision (e.g., DALL-E) problems. This project will develop new methods for partially observable information, which should lead to significantly improved performance in partially observable reinforcement learning problems. \r\n\r\nThis project will develop a number of novel methods for partial observable reinforcement learning (PORL). In particular, the project will develop attention-based model-free approaches (including the first attention-based actor-critic methods) that perform well, are computationally efficient, can reason over long horizons, incorporate structure such as permutation invariant histories, and can process high-dimensional vision input. The project will also develop the first attention-based model-based PORL methods. These approaches will improve sample efficiency and performance by incorporating supervised auxiliary tasks, dynamics models, or additional planning steps for improving exploration and model learning. Lastly, the project will formalize goal-conditioning in partially observable Markov decision processes (POMDPs), develop the first attention-based multi-task and goal-conditioned PORL methods, and develop pre-training approaches that can train on a wide range of domains and fine-tune to desired test domains. The resulting methods and analysis will allow the community to better understand the role of attention-based methods for PORL and to build on this work to develop approaches that can efficiently learn in realistic partially observable domains.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Amato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Amato",
   "pi_email_addr": "c.amato@northeastern.edu",
   "nsf_id": "000677651",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Platt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Platt",
   "pi_email_addr": "r.platt@northeastern.edu",
   "nsf_id": "000601686",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}