{
 "awd_id": "2409505",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EMBRACE-EAR-Seed: Transformative research experiences in earthquake science",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 171824.0,
 "awd_amount": 171824.0,
 "awd_min_amd_letter_date": "2024-07-22",
 "awd_max_amd_letter_date": "2024-07-22",
 "awd_abstract_narration": "Elizabeth Madden and her team at San Jose State University (SJSU) will characterize the geometry and activity of faults making up the San Andreas Fault (SAF) System in the San Francisco Bay Area, using a novel combination of geological mapping, LiDAR data, and computer models. (LiDAR surveys use pulses of laser light sent from an aircraft to map the Earth's surface.) This is critical for understanding earthquake hazard: the geometric structure of faults controls how, when, and where they produce damaging earthquakes, and how big these earthquakes might be. Though the SAF system is well studied in southern California, there are surprising data gaps where it passes through the San Francisco Bay Area. Madden's method of integrating geological field mapping, LiDAR data, and mechanical models - which she will fully develop and test during this project -  will be shared freely with other scientists, who can apply it to other active fault systems around the world. As part of the project, Madden will create a research program for SJSU students that will provide training in data analysis, geological fieldwork, and computer modeling. SJSU has one of the nation’s most ethnically diverse student populations and is committed to the success of its underrepresented minority (URM) students. The PI's training program will leverage these strengths to create meaningful opportunities for URM students and contribute to America's STEM workforce capacity.\r\n\r\nThough multiple compilations exist of faults in the Bay Area of northern California, the lack of a definitive interpretation of the seismically active faults, their complete 3D geometries, and how they interact with one another limits the utility of these compilations. This knowledge gap affects not only seismic hazard mitigation, including earthquake probability estimates and ground motion models, but all research that depends on high-quality 3D fault interpretations, including studies of earthquake dynamics, geodetics, and plate boundary evolution. This research will (1) establish baseline methods for integrating LiDAR observations with fieldwork to improve 3D fault structural representations in the southern Bay Area and (2) constrain fault interactions using quasistatic, mechanical models of fault slip over geologic time. This numerical modeling will produce cumulative fault slip rates everywhere along all Bay Area faults, augmenting fieldwork and laboratory-derived determinations of fault slip rates at discrete locations. The work is wide-reaching in its development of transferable methods to decrease epistemic uncertainty in three-dimensional fault shape beyond the focus region. The project also lays the groundwork for the new Principal Investigator to develop a unified computational plate boundary model that crosses temporal and spatial scales and to establish a capacity-building student training program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Madden",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth H Madden",
   "pi_email_addr": "elizabeth.madden@sjsu.edu",
   "nsf_id": "000649261",
   "pi_start_date": "2024-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "One Washington Square",
  "perf_city_name": "SAN JOSE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951125569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 171824.0
  }
 ],
 "por": null
}