{
 "awd_id": "2409292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanism for nanoparticle release from automotive tire tread.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 410610.0,
 "awd_amount": 437610.0,
 "awd_min_amd_letter_date": "2024-05-06",
 "awd_max_amd_letter_date": "2024-07-08",
 "awd_abstract_narration": "In the US, automotive tire wear generates nearly a million tons of tire wear particles annually, making up 40% of microplastic pollution. This unregulated particulate emission from tires exceeds the regulated emission from exhaust by three orders of magnitude. With electric supplanting internal-combustion vehicles, tire wear particle emissions will increase due to higher torque and vehicle weight. In preliminary work, nanoscale tire wear particles have been found adhering to the surface of in-use tires and can be collected from laboratory rubber abraders as an aerosol. The proposed work will explore the mechanisms for release of nanoparticles during tire wear. Through these mechanisms, new approaches to control environmental exposure will be explored. The work involves a close collaboration between industry, the National Institute of Occupational Safety and Health, and the university-based, NSF funded team. The project takes advantage of Department of Energy user research facilities at the Advanced Photon Source, Argonne National Laboratory. This collaboration has broad expertise and extensive facilities to study the mechanism for nanoparticulate and microplastic emissions from tires and to develop and implement viable solutions to the problem for regulatory, and commercial implementation, as well as for fundamental understanding. The PIs plan to interact with high school students and teachers from St. Xavier High School in the collection of tire wear particles samples from domestic cars and trucks and to develop a webpage for submission of samples from other high schools across the US and to serve as the basis for a forum of public discussion on nanoparticle and microplastic environmental exposure.\r\n\r\nWhile it is known that tires are a major source of microplastics, this project will evaluate the role of free nanoparticle release as a significant component of tire wear emissions. The project will demonstrate a proposed mechanism for release of nanoparticles during tire wear. Prevention of emissions will be explored through control over the surface chemistry of nanoparticles. Further, new approaches to collection of tire wear particles based on the proposed mechanism will be explored. Through this project, the novel interfacial charging mechanism, supported by experimental studies, will result in the creation of a generalized predictive model for nanoparticle release from nanocomposites. This research will contribute to the fundamental understanding of nanoparticle release from polymer nanocomposites driven by interfacial charge.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Beaucage",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Beaucage",
   "pi_email_addr": "beaucag@uc.edu",
   "nsf_id": "000109357",
   "pi_start_date": "2024-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 437610.0
  }
 ],
 "por": null
}