{
 "awd_id": "2409404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Simulation and Collisions with Ultracold Triatomic Molecules",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 366058.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "Atoms and molecules are the microscopic building blocks of the world. Their behavior and interactions are governed by the theory of quantum mechanics, which describes at a fundamental level much of modern science and technology. Advancing quantum science and technology with atoms and molecules requires cooling to temperatures around one millionth of a degree above absolute zero and exquisitely controlling their structure in the quantum mechanical realm. Over the past several decades, powerful laser cooling techniques have been developed to reach these “ultracold” temperatures with atoms; in turn, a number of discoveries were made that shed light on the intricacies of quantum physics in complicated systems and made progress toward the creation of a useful quantum computer. These techniques have more recently been extended to diatomic molecules (containing two atoms), and very recently to larger, “polyatomic” molecules. Now, Professor John Doyle and his research team of graduate and undergraduate students and postdoctoral researchers will use laser-cooled CaOH (calcium monohydroxide) molecules to study the complex physics governing polyatomic molecules at ultracold temperatures. There are two primary aims of the research. The first is to study collisions of ultracold CaOH molecules, which will shed light on the quantum physics underlying molecular interactions and ultracold chemistry. The second is to control arrays of CaOH molecules at the level needed to build a quantum computer, both by controlling individual molecules in the array and by engineering their interactions. The resulting quantum computer could be used for powerful quantum simulations, e.g. for the development of new technological materials. Additionally, students will be trained in advanced, highly technical experimental methods, adding to the scientific human infrastructure of the nation.\r\n\r\nProfessor Doyle and his research team will carry out this research using ultracold CaOH molecules in optical traps (bulk optical dipole traps as well as individual molecules in optical tweezers), using experimental techniques recently developed by the team. They will study the collisions of triatomic molecules in detail and develop techniques for quantum control of collisions, in particular by using the specific structure of polyatomic molecules to shield molecules from lossy short-range interactions, with the vision of carving a path towards a degenerate quantum gas of polyatomic molecules. Direct tests will be made of theory, leading to a better understanding of the relatively unknown territory of quantum-controlled collisions of polyatomic molecules. Researchers will also develop methods to control polyatomic molecules in optical tweezers for use in analog quantum simulators and as qubits in quantum information processing systems. The specific goal is to first characterize the coherence time of potential qubit states that take advantage of the unique structures present in polyatomic molecules. Professor Doyle and his research team will then use dipolar interactions to entangle CaOH molecules in adjacent optical tweezers and use these interactions to engineer quantum gates between polyatomic molecules.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Doyle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Doyle",
   "pi_email_addr": "jdoyle@g.harvard.edu",
   "nsf_id": "000086698",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "17 Oxford Street",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 366058.0
  }
 ],
 "por": null
}