{
 "awd_id": "2409738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BSM-PM: Molecular Ion Quantum Logic: A New Frontier for Quantum Interactions and Fundamental Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 695745.0,
 "awd_amount": 213475.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "This award supports the development of quantum logic techniques for the control of polar molecular ions. It is expected that the ability to control such samples could lead to significant technological and fundamental scientific advancements. These include potentially learning how to control chemistry in the quantum regime, which could aid novel materials and drug design, and creating a platform that could be useful in producing a robust and scalable quantum computer. Other potential outcomes would be allowing new probes of quantum matter and charge transport, understanding the formation of interstellar clouds, and precision measurement of molecular structure for tests of fundamental physics. The main research objective of this project is to develop techniques for controlling these molecular ions to better understand their usefulness for quantum computing, quantum sensing, and quantum communication. Additionally, this project will allow for the training of several high-school, undergraduate and graduate students, and a postdoctoral researcher in state-of-the-art techniques. Past students have gone on to careers in the quantum workforce, government labs, and the private sector. The project will also support an effort to partner with local elementary schools to bring inquiry-based, active learning, laboratory-based experiments to their classroom. As such, this project has the ability to aid the progress of science and, in the longer term, bolster national prosperity and security. \r\n\r\nAtomic, molecular, and optical (AMO) physics offers two chief opportunities: a means to understand and harness quantum interactions and the ability to test the framework of fundamental physics. To date, significant progress on these fronts has been due to the study of ultracold atoms and atomic ions, primarily enabled by laser cooling, as well as work over the last decade to extend these studies to neutral polar molecules. Under this award we will continue to push the techniques of AMO physics to a new, unexplored frontier: the study of ultracold polar molecular ions. Specifically, we will develop methods for laser-free quantum logic control of polar molecular ions based on externally applied electric field gradients. This control promises to be robust and potentially more scalable than laser-based control that is currently employed in the field. Further, due to the intricate internal structure of polar molecular ions, the availability of such molecular samples allows for significant advancement on these two chief fronts of AMO physics. Thus, the overarching goal of this project is to break open a new field in AMO physics by providing means for full quantum control of molecular ions and to realize the concomitant benefits.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hudson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Hudson",
   "pi_email_addr": "hudson@physics.ucla.edu",
   "nsf_id": "000513323",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "430 Portola Plaza, PAB 154705",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123400",
   "pgm_ele_name": "NUCLEAR PRECISION MEASUREMENTS"
  },
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1289",
   "pgm_ref_txt": "PRECISION MEASUREMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 213475.0
  }
 ],
 "por": null
}