{
 "awd_id": "2409634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Preserving Linear Schemes for the Diffuse-Interface Models of Incompressible Two-Phase Flows with Matched Densities",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922175",
 "po_email": "lzikatan@nsf.gov",
 "po_sign_block_name": "Ludmil T. Zikatanov",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 294473.0,
 "awd_amount": 294473.0,
 "awd_min_amd_letter_date": "2024-08-01",
 "awd_max_amd_letter_date": "2024-08-01",
 "awd_abstract_narration": "As a fundamental example of multi-phase flows, two-phase flows are frequently encountered in natural and industrial processes, such as mixing of the fresh water and seawater at the estuaries in marine science, oil and gas transportation in the petroleum industry, the solidification of binary alloys in materials science and so on. The interfaces between the two immiscible fluids play a crucial role in these phenomena, and the diffusive-interface approach have been widely used for their modeling due to its significant advantages in handling topological changes and easiness of implementation. These two-phase flow systems also often possess some crucial physical structures, such as energy stability, bound preservation, and mass conservation. Preservation of these structures is not only a desirable attribute of numerical schemes for their high-fidelity simulations in scientific and engineering applications but also plays a pivotal role in stability and error analysis of the numerical schemes. The project involves diverse research work in computational and applied mathematics, ranging from algorithm design, numerical analysis, to computer implementation. The research results produced from this project will be actively disseminated through publishing papers, giving talks, organizing mini-symposia and workshops, maintaining informative websites, and delivering software codes. Moreover, this project's broader impact also includes its potential to offer an exceptional opportunity for graduate students to engage in diverse interdisciplinary mathematics research.\r\n\r\nThe primary goal of the project is to develop and analyze efficient, robust, and accurate structure-preserving linear schemes for simulating diffuse-interface models of incompressible two-phase flows with matched densities. In particular, the research activities include 1) the development and analysis of robust energy-stable, decoupled linear schemes for the fluid dynamics equations based on regularization techniques, 2) accurate bound-preserving and energy-stable linear schemes for the phase field equations by utilizing the backward differentiation formulas and the prediction-correction approach, and 3) effective linear relaxation methods with structure preservation for decoupling the fluid dynamics and phase field solvers of the flow system. This project will lead to significant innovations in computational tools with high-efficiency and high-fidelity for simulations of the Navier-Stokes-Allen-Cahn and Navier-Stokes-Cahn-Hilliard systems. In addition, it will offer new insights into outstanding algorithmic issues on bound preservation and energy stability of numerical discretization for two-phase and general multi-phase flows in various scientific and engineering applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lili",
   "pi_last_name": "Ju",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lili Ju",
   "pi_email_addr": "ju@math.sc.edu",
   "nsf_id": "000391969",
   "pi_start_date": "2024-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST # 414",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 294473.0
  }
 ],
 "por": null
}