{
 "awd_id": "2409658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Doctoral Consortium and Student-Author Conference Travel for PETRA 2024",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2024-04-15",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 26736.0,
 "awd_amount": 26736.0,
 "awd_min_amd_letter_date": "2024-02-27",
 "awd_max_amd_letter_date": "2024-02-27",
 "awd_abstract_narration": "This award will support the 12 student researchers participating in the Doctoral Consortium to be held in conjunction with the 2024 International Conference on Pervasive Technologies Related to Assistive Environments (PETRA 2024), which will take place June 26-28, 2024 in Crete, Greece. The PETRA mission is to promote interdisciplinary research on ways to use pervasive ambient intelligent environments to improve quality of life and enhance human performance with greater capabilities.  The conference covers an array of topics in computational science, psychology, nursing, rehabilitation, artificial intelligence, computer vision, robotics, computer engineering, user interfaces, neuroscience, and many other areas. This year's conference has special focus areas on assistive technologies and responsible AI in the context of pervasive computing.  The conference organizers will make a concerted effort to attract participants who are women, members of under-represented minorities, persons with disabilities, and those whose work focuses on challenges related to diversity.\r\n\r\nThe PETRA 2024 Doctoral Consortium will afford student authors of papers accepted for presentation at the conference a unique opportunity to gain additional exposure for their innovative ideas and connect to an academic network both among themselves and with senior colleagues. The Doctoral Consortium will consist of special sessions at the beginning, during, and at the end of the conference that involve close interactions with mentors around developing and publishing their work, as well as a chance to present posters to the wider conference. Students will be selected based on financial need, relevance to PETRA research, and creating a diverse consortium in terms of personal, disciplinary, and institutional backgrounds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fillia",
   "pi_last_name": "Makedon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fillia S Makedon",
   "pi_email_addr": "makedon@cse.uta.edu",
   "nsf_id": "000191699",
   "pi_start_date": "2024-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S. NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 26736.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Award Title: WORKSHOP: Doctoral Consortium and Student-Author Conference Travel for PETRA 2024<br />The 15th International Conference on Pervasive Technologies Related to Assistive Environments<strong>&nbsp;</strong></p>\r\n<p>PI: Fillia Makedon<br />Awardee: University of Texas at Arlington&nbsp;<br /><strong>Award Number:&nbsp;</strong>2409658<strong><br /></strong>Award Ends: 03/31/2025<br />Program Officer Name: Dan Cosley&nbsp;<br />Program Officer Email Address:&nbsp;<a title=\"mailto:dcosley@nsf.gov\" href=\"mailto:dcosley@nsf.gov\">dcosley@nsf.gov</a><br />Program Officer Phone Number: (703)292-8832</p>\r\n<p>PETRA 2022 was the seventeenth (17<sup>th</sup>) international conference on&nbsp;<em>PErvasive Technologies Related to Assistive Environments.&nbsp;</em>PETRA is an interdisciplinary conference that was launched in 2008.&nbsp;&nbsp;It focuses on applying pervasive technologies to assistive environments to enhance human performance. It merges expertise and tools from several disciplines such as, sensors and assistive technologies, human computer interaction, machine learning, data mining, human robot interaction, computer vision, imaging, user interface design, networks, rehabilitation, cognitive computing, neuroscience, disability computing, manufacturing applications, and other areas. The results presented potentially impact different types of environments and applications, at home, in the workplace and in public spaces. Many innovations and inventions have resulted from this conference, as well as many notable publications by student-authors.&nbsp;</p>\r\n<p>The objective of the PETRA conference is to stimulate interdisciplinary research that will help develop effective Assistive Technologies (AT) to improve the quality of life and overcome physical, cognitive, and operational obstacles that prevent a human from reaching his/her full potential and achieve best performance.&nbsp;&nbsp;PETRA findings address the needs of seniors and persons with special needs,&nbsp;such as providing safe in-home care for the blind vets, persons with paralysis, persons with Dementia, Alzheimer&rsquo;s, Parkinson&rsquo;s, chronic arthritis, PTSD, low vision, and other conditions.&nbsp;The aim is to advance computational and computer engineering methods to improve the functional capabilities and enhance the productivity of well-bodied people.&nbsp;</p>\r\n<p>PETRA results have impacted diverse application areas.&nbsp;&nbsp;Examples include, manufacturing safety, telehealth, vocational assessment, robot-based rehabilitation and training, energy tracking and conservation, public and personal safety, transportation, virtual and augmented reality for executive function assessment, novel wearables, neuroscience applications, and other areas.&nbsp;&nbsp;Petra authors presented results (see&nbsp;<a href=\"http://www.petrae.org/\">www.petrae.org</a>) involving smart homes, physiological monitoring with wearables, multimodal assessment of mental health through gaming, gait analysis for persons with motor disabilities, and others.&nbsp;&nbsp;</p>\r\n<p>Conference results have impacted the development of new algorithms and artificial intelligence methods that improve computational research. Petra computational findings have been successfully applied to solve problems found in other domains, such as education, psychology, neuroscience, and robotics, and have helped generate insights to address social and ethical issues.&nbsp;PETRA 2024 had three keynote speakers and awarded four different awards for&nbsp;Best Technical Paper, Best Paper for Novelty, Best Student Paper, and Best Poster Paper.&nbsp;</p>\r\n<p>PETRA 2024 was a hybrid conference and had three keynote speakers.&nbsp;</p>\r\n<p>The Student Author Travel Award for PETRA 2024 supported 17 student authors from 10 different US institutions, who presented their work during the conference. Some student authors received additional funding from the Univ. of Texas Arlington College of Engineering.</p>\r\n<p>During the conference, several sessions were especially designed for the benefit of the NSF DC scholars, to allow them to describe their work, meet each other, exchange ideas and discuss challenges and opportunities in doing interdisciplinary research and receive feedback from participating faculty mentors. The discussions included issues related to making good progress with the Ph.D. thesis, how to design good experiments, and how to achieve good teamwork.</p>\r\n<p>Major findings of this project include:&nbsp;</p>\r\n<ol>\r\n<li>PETRA DC students presented their work to a knowledgeable international audience of experts and interacted with the assigned doctoral consortium faculty mentors, who provided them with useful comments and ideas on how to best continue and advance their Ph.D. research.&nbsp;&nbsp;The students learned about how to improve their presentation style and build confidence from this experience.</li>\r\n<li>The DC students had the opportunity to network with students from other universities and share ideas and approaches for a successful career in computing and applications.</li>\r\n<li>The students received mentoring by assistive technology experts and gained insights and feedback valuable to their future career goals.</li>\r\n<li>The students' scientific contributions were publicized widely through the PETRA conference ACM Digital Library proceedings that gave their work visibility.&nbsp;</li>\r\n<li>The DC funding highlighted the support of NSF towards young researchers and gave visibility to the departments and institutions in the US where the students came from.</li>\r\n</ol>\r\n<p>Conclusions: Although virtual, the conference was very successful and beneficial to the DC students, helping them prepare for their thesis and future career.&nbsp;The aims of the project were achieved and the scope of the proposed work has been completed.&nbsp;&nbsp;The PI does not anticipate any further action on this award.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/07/2025<br>\nModified by: Fillia&nbsp;S&nbsp;Makedon</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAward Title: WORKSHOP: Doctoral Consortium and Student-Author Conference Travel for PETRA 2024\nThe 15th International Conference on Pervasive Technologies Related to Assistive Environments\r\n\n\nPI: Fillia Makedon\nAwardee: University of Texas at Arlington\nAward Number:2409658\nAward Ends: 03/31/2025\nProgram Officer Name: Dan Cosley\nProgram Officer Email Address:dcosley@nsf.gov\nProgram Officer Phone Number: (703)292-8832\r\n\n\nPETRA 2022 was the seventeenth (17th) international conference onPErvasive Technologies Related to Assistive Environments.PETRA is an interdisciplinary conference that was launched in 2008.It focuses on applying pervasive technologies to assistive environments to enhance human performance. It merges expertise and tools from several disciplines such as, sensors and assistive technologies, human computer interaction, machine learning, data mining, human robot interaction, computer vision, imaging, user interface design, networks, rehabilitation, cognitive computing, neuroscience, disability computing, manufacturing applications, and other areas. The results presented potentially impact different types of environments and applications, at home, in the workplace and in public spaces. Many innovations and inventions have resulted from this conference, as well as many notable publications by student-authors.\r\n\n\nThe objective of the PETRA conference is to stimulate interdisciplinary research that will help develop effective Assistive Technologies (AT) to improve the quality of life and overcome physical, cognitive, and operational obstacles that prevent a human from reaching his/her full potential and achieve best performance.PETRA findings address the needs of seniors and persons with special needs,such as providing safe in-home care for the blind vets, persons with paralysis, persons with Dementia, Alzheimers, Parkinsons, chronic arthritis, PTSD, low vision, and other conditions.The aim is to advance computational and computer engineering methods to improve the functional capabilities and enhance the productivity of well-bodied people.\r\n\n\nPETRA results have impacted diverse application areas.Examples include, manufacturing safety, telehealth, vocational assessment, robot-based rehabilitation and training, energy tracking and conservation, public and personal safety, transportation, virtual and augmented reality for executive function assessment, novel wearables, neuroscience applications, and other areas.Petra authors presented results (seewww.petrae.org) involving smart homes, physiological monitoring with wearables, multimodal assessment of mental health through gaming, gait analysis for persons with motor disabilities, and others.\r\n\n\nConference results have impacted the development of new algorithms and artificial intelligence methods that improve computational research. Petra computational findings have been successfully applied to solve problems found in other domains, such as education, psychology, neuroscience, and robotics, and have helped generate insights to address social and ethical issues.PETRA 2024 had three keynote speakers and awarded four different awards forBest Technical Paper, Best Paper for Novelty, Best Student Paper, and Best Poster Paper.\r\n\n\nPETRA 2024 was a hybrid conference and had three keynote speakers.\r\n\n\nThe Student Author Travel Award for PETRA 2024 supported 17 student authors from 10 different US institutions, who presented their work during the conference. Some student authors received additional funding from the Univ. of Texas Arlington College of Engineering.\r\n\n\nDuring the conference, several sessions were especially designed for the benefit of the NSF DC scholars, to allow them to describe their work, meet each other, exchange ideas and discuss challenges and opportunities in doing interdisciplinary research and receive feedback from participating faculty mentors. The discussions included issues related to making good progress with the Ph.D. thesis, how to design good experiments, and how to achieve good teamwork.\r\n\n\nMajor findings of this project include:\r\n\r\nPETRA DC students presented their work to a knowledgeable international audience of experts and interacted with the assigned doctoral consortium faculty mentors, who provided them with useful comments and ideas on how to best continue and advance their Ph.D. research.The students learned about how to improve their presentation style and build confidence from this experience.\r\nThe DC students had the opportunity to network with students from other universities and share ideas and approaches for a successful career in computing and applications.\r\nThe students received mentoring by assistive technology experts and gained insights and feedback valuable to their future career goals.\r\nThe students' scientific contributions were publicized widely through the PETRA conference ACM Digital Library proceedings that gave their work visibility.\r\nThe DC funding highlighted the support of NSF towards young researchers and gave visibility to the departments and institutions in the US where the students came from.\r\n\r\n\n\nConclusions: Although virtual, the conference was very successful and beneficial to the DC students, helping them prepare for their thesis and future career.The aims of the project were achieved and the scope of the proposed work has been completed.The PI does not anticipate any further action on this award.\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 04/07/2025\n\n\t\t\t\t\tSubmitted by: FilliaSMakedon\n"
 }
}