{
 "awd_id": "2409449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Observational Investigations of the Scaling of Ion Heating by Magnetic Reconnection in Earth's Magnetotail",
 "cfda_num": "47.049, 47.050",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 566157.0,
 "awd_amount": 566157.0,
 "awd_min_amd_letter_date": "2024-06-17",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "As the Earth orbits the Sun in our vast solar system, it is immersed in the solar wind plasma, a fast flow of charged particles continuously streaming away from the Sun. The solar wind compresses the Earth’s dipole magnetic field on the dayside and pulls it into a magnetic tail on the nightside, just like the tail of a comet. In this long and stretched magnetic tail, an explosive process called magnetic reconnection is prevalent. This process converts the magnetic energy in the stretched magnetic tail into particle jets and heating of the ambient plasma. Sometimes the heating is low, and sometimes it is very high. In this project, hundreds of reconnection jets in the Earth’s magnetotail will be studied using in-situ spacecraft observations to find out what controls the degree of the plasma heating. The results will contribute to understanding how particles are energized and the plasma is heated during magnetic reconnection in other astrophysical and laboratory environments, and will help to understand and predict the drivers of the space weather on Earth. \r\n\r\nMagnetic reconnection is a universal plasma process which converts stored magnetic energy into particle energies. One of the key unresolved questions in reconnection research is what controls the degree of ion heating in reconnection. Past observational studies of ion and electron heating scaling in reconnection have focused on the low heating regimes of the magnetopause and the solar wind. These studies have found that both ion and electron heating in reconnection are linearly proportional to the available magnetic energy per particle. However, independent observational and theoretical studies have suggested that the linear dependence of ion heating may not be universal. To test the universality of the linear scaling of ion heating, observations of reconnection in the high heating regime are required. The Earth’s magnetotail provides a natural laboratory in the high heating regime where in-situ spacecraft can observe reconnection in action. This project will conduct a comprehensive study using spacecraft observations of reconnection in the Earth’s magnetotail to establish the characteristics and controlling factors of ion heating.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marit",
   "pi_last_name": "Oieroset",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marit Oieroset",
   "pi_email_addr": "oieroset@berkeley.edu",
   "nsf_id": "000487751",
   "pi_start_date": "2024-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1242",
   "pgm_ref_txt": "PLASMA PHYSICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8092",
   "pgm_ref_txt": "Space Weather Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 566157.0
  }
 ],
 "por": null
}