{
 "awd_id": "2409416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bridging the Gap Between Particle-Based and Continuum Hydrodynamic Descriptions of Dusty Plasma",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 728539.0,
 "awd_amount": 728539.0,
 "awd_min_amd_letter_date": "2024-07-31",
 "awd_max_amd_letter_date": "2024-07-31",
 "awd_abstract_narration": "Artificial intelligence (AI) has the potential to revolutionize science by uncovering new physical laws governing natural systems. From the inner workings of the human brain to the chaotic patterns of Earth’s weather and climate, AI will play a role in how we make new discoveries. However, we are just now learning how to adapt AI to do this. This award supports an effort aimed to tackle a piece of this problem using data from the motion of many interacting individuals, be it planetary bodies, flocks of birds, or charged particles within a plasma.  In a plasma, electrons are separated from their atoms, and any present dust particles become charged and interact through electric forces. Such \"dusty plasmas\" are common throughout the universe and our solar system, from the surface of the moon to the rings of Saturn. In a laboratory, the complex motion of the dust particles is monitored using modern high-speed cameras and lasers. With this data, the following questions can be answered: What are the forces driving these particles? How can their states (liquid, solid, etc.) be classified? Can AI be used to derive a simple mathematical understanding of dusty plasma?  In addition to the research, this award facilitates many educational activities and public scientific outreach, such as an after-school science club for 4th and 5th graders at a local elementary school.  \r\n\r\nPhysics-inspired machine learning (ML) is an emerging field in physics and computer science. The dynamical collective motion of many elemental constituents, such swarms of microorganisms or particles in a plasma, are often influenced by unknown, local interactions between the constituents and couplings to external fields. Yet, most state-of-the-art ML techniques are tested on simulated data. In recent years, ML has successfully inferred parsimonious equations describing simulated complex systems where the underlying physics is known. However, few new laws of physics have been inferred from experimental data.  Dusty plasmas (DP), composed of micron-sized particles immersed in weakly-ionized plasma, provide the ideal bridge between theory and real, noisy data. This project uses a custom scanning laser-sheet tomography technique that tracks the motion of particles in three dimensions for tens of minutes. Importantly, the symmetries that govern this DP system are built into the ML models. Environmental and interparticle forces can be teased apart in DPs dominated by 2-body interactions, and statistical approaches that seek lower-dimensional representations of the physics can be used for highly dynamic systems of many particles. These lower-dimensional representations are used to seed ML approaches that can discover equations of motion from experimental data, thereby facilitating the discovery of new physical and statistical laws in regimes where simple approximations commonly used in DPs break down.\r\n\r\nThis award is supported by the NSF Division of Physics with additional contributions from the Division of Materials Research and the Mathematical and Physical Sciences Office of Strategic Initiatives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Burton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Justin C Burton",
   "pi_email_addr": "justin.c.burton@emory.edu",
   "nsf_id": "000656197",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Nemenman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya M Nemenman",
   "pi_email_addr": "ilya.nemenman@emory.edu",
   "nsf_id": "000489348",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "201 DOWMAN DR",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 728539.0
  }
 ],
 "por": null
}