{
 "awd_id": "2409402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Aspects of Matter Fields and Matter",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2024-06-28",
 "awd_max_amd_letter_date": "2024-06-28",
 "awd_abstract_narration": "Quantum entanglement is a distinctive feature of quantum systems, presenting a novel resource for fundamental science and technology. In contemporary laboratories, entanglement is systematically generated and controlled across diverse systems. These advancements are progressively influencing technology, with entanglement being a cornerstone in the field of quantum technologies, set to revolutionize various aspects of daily life. Although most advances have been primarily restricted to non-relativistic systems, progress is starting to extend into the domain of relativistic quantum mechanics. This research project aims to deepen our understanding of entanglement in relativistic quantum field theories with special emphasis on the role of gravity in this structure. The goals include combining advancements in theory and technology to experimentally validate aspects of the intricate relationship between quantum entanglement and the geometry of spacetime. By fostering interdisciplinary collaboration with experimental groups, the project seeks to influence quantum technologies and train new researchers. Additionally, it includes an outreach program targeting the general public and local schools in Baton Rouge, particularly those serving minority and underrepresented communities.\r\n\r\nThe goal of this project is to deepen our understanding of entanglement in quantum field theories in curved spacetimes and quantum gravity. A primary objective is to understand the role of spacetime geometry in the entanglement content of typical quantum states of matter. The project is composed of a set of interconnected subprojects, encompassing different aspects of the interplay between quantum field theory in curved spacetimes, quantum information, and quantum gravity. These sub-projects include (i)Theoretical exploration of the entanglement structure in both flat and curved spacetimes, with a focus on finite sets of degrees of freedom. (ii) Investigating the potential to probe the entanglement of the quantum vacuum using relativistic particle detectors. (iii) Studying entanglement generation in rapidly rotating systems, including black holes, and collaborating with experimentalists to achieve experimental confirmation. (vi) Investigating laboratory systems capable of verifying the generation of entangled pairs by time-dependent geometries. Each subproject is self-contained, but collectively they work synergistically to push the boundaries of this important and timely research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Agullo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan Agullo",
   "pi_email_addr": "agullo@lsu.edu",
   "nsf_id": "000647072",
   "pi_start_date": "2024-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}