{
 "awd_id": "2409004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EMBRACE-EAR-Seed: Meltwater and Suspended Sediment in a Glaciated Volcanic Watershed",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 148707.0,
 "awd_amount": 148707.0,
 "awd_min_amd_letter_date": "2024-07-18",
 "awd_max_amd_letter_date": "2024-07-18",
 "awd_abstract_narration": "As glaciers retreat and rainfall patterns shift due to climate change, the sources of fine-grained sediment to glacially fed rivers are likely to change as well. The exact nature of this change in sediment sources is difficult to predict and has proven challenging to monitor, in spite of the importance of suspended sediment to flood control, water quality, and river ecosystem health. The Puyallup River watershed (Washington, US) exemplifies this issue: sediment eroded from volcanic rocks on Mt. Rainier is carried through the watershed by spring and summer meltwater pulses from the mountain’s glaciers, whereas storm-driven winter suspended sediment pulses may contain more sediment from lowland sources, including soils. This project aims to use the mineral composition of suspended silt in the Puyallup River watershed to determine the fraction that comes from lowland versus upland sediment sources. The main focus of this work will be to map the iron-bearing mineral fraction of the watershed’s lowland and upland sediment sources, which are likely to be distinct, and to identify the links between those sources, rainfall, and glacial melt. Ultimately, the result will help to inform the reconstruction of hydrologic patterns over the past century using sediment accumulated over the past century in Commencement Bay, the estuary where most sediment from the Puyallup River is deposited. The work will have broader impacts, facilitating undergraduate education at the University of Washington Tacoma campus and nearby two-year colleges, and informing water quality, conservation, and restoration efforts in the surrounding region. This project will also substantially advance the capacity for research at UW Tacoma, an urban-serving and minority-serving primarily undergraduate campus.\r\n\r\nStreamflow and suspended sediment concentrations in glaciated watersheds are likely to experience significant changes in timing, discharge, and sources as glaciers retreat and expose unconsolidated sediment, and as rainfall shifts in seasonality and becomes a more significant driver of the watershed’s hydrology. However, suspended sediment concentrations are difficult to monitor on a watershed scale, particularly in locations where monitoring equipment difficult to deploy, complicating prediction of and response to climate-related changes in suspended sediment. This project seeks to quantify spatial variation in mineralogy (particularly iron oxides, oxyhydroxides, and silicates) of the easily transportable silt-sized fraction of sediments within the Puyallup River watershed from glacial sediment sources on Mt. Rainier to the delta in Commencement Bay. Previous work indicates that the bulk-rock geochemistry of sediment derived from lowland sources is distinct from that of sediment sourced at Mt. Rainier, though the mineralogy of potential sources is incompletely known. The project will use magnetic properties to develop “fingerprints” of iron-bearing mineral assemblages across sediment sources. This information will allow the provenance of suspended silt to be identified, and will enable the development of climate and erosion proxies that can then be used on estuarine sediment near the mouth of the Puyallup River to reconstruct hydrologic conditions over the past ~100 yr.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Selkin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Selkin",
   "pi_email_addr": "paselkin@u.washington.edu",
   "nsf_id": "000540201",
   "pi_start_date": "2024-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington Tacoma",
  "perf_str_addr": "1900 Commerce Street",
  "perf_city_name": "Tacoma",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "984023112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "133Z",
   "pgm_ref_txt": "EMBRACE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 148707.0
  }
 ],
 "por": null
}