{
 "awd_id": "2409931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploring the mechanisms of visual perception and novelty in the four-eyed fish Anableps anableps",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2028-06-30",
 "tot_intn_awd_amt": 975000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2024-06-18",
 "awd_max_amd_letter_date": "2024-06-18",
 "awd_abstract_narration": "Animals have developed new features to help them survive in different environments. When scientists look at how eyes change in animals, they find examples where the eyes get smaller or disappear altogether, especially in creatures like cavefishes. Three species of fish in the Anableps genus have split pupils and corneas, letting them see both underwater and above the surface at the same time. Anableps is extremely well suited for scientists to study eye duplication. This proposal exploits the fascinating four-eyed fish Anableps anableps as a model for investigating innovations of the visual system. These fish are easy to find and keep in aquariums, and scientists at Louisiana State University (LSU) already know a lot about their biology. At LSU, scientists have established a colony of this fish, and thanks to a project that sequenced their genome, they have all the tools needed to study them in detail. Using cutting-edge technology, researchers are diving deep into how these fish develop their unique visual systems. These are exciting times to figure out how visual perception happens in animals that have adapted the visual system to simultaneous visual fields. Ultimately, they will utilize an evolutionary framework to address questions in developmental biology and evolution related to the visual system. The Broader Impact activities include involving underrepresented students at all levels in the research and public outreach to the native Amazon community where these fish are naturally found.\r\n\r\nMorphological innovations allow organisms to adapt to new niches and exploit new ecological opportunities, yet how such innovations arise is a longstanding question in evolutionary biology. Here, researchers will exploit the fascinating four-eyed fish Anableps anableps as a model for investigating innovations of the visual system and gaining a mechanistic understanding of the molecular basis for this innovation. Novel features of the Anableps visual system include its uniquely duplicated dorsal and ventral corneas, its distinct dorsal-ventral expression domains of opsins in the retina, and a putative new brain area that may have coevolved with simultaneous terrestrial and aquatic visual processing. Previous work from this group identified transcripts highly expressed during cornea duplication that may be causally involved in this process. By combining bulk and spatial RNA-seq to epigenetic profiling via ATAC-seq, this group has begun identifying candidate cis-regulatory elements (CREs) near genes that control regionally restricted expression in the retina. In this proposal, researchers will ask: 1) What is the genetic basis of cornea duplication?; 2) Does regionalized gene expression in the Anableps retina rely on novel CREs or changes to existing ones?; and 3) Did the origin of the unique Anableps eye coevolve with new or modified retinorecipient areas of brain? This research proposal utilizes an evolutionary framework to address questions in developmental biology and evolution related to the visual system. Broader Impacts include involvement of all career stages in laboratory research, and public outreach to teach about vision, evolution and development. All activities will be evaluated and assessed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Schneider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Schneider",
   "pi_email_addr": "pschneider@lsu.edu",
   "nsf_id": "000871433",
   "pi_start_date": "2024-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": null
}