{
 "awd_id": "2409173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Searching for the Stochastic Gravitational Wave Background with Advanced LIGO",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "Stochastic gravitational-wave background arises as a superposition of many gravitational wave signals generated by uncorrelated astrophysical and cosmological sources throughout the universe. Measuring the astrophysical component of this background, for example, due to mergers of black holes and/or neutron stars, would provide information about how the Universe's large-scale structure formed. Similarly, measuring the cosmological component of this background would provide unique information about the Universe when it was a fraction of a second old, and about the physical laws that apply to very high energy scales that are not reproducible in laboratories. This project aims to search and detect the stochastic gravitational wave background using data from the ground-based gravitational wave detectors Advanced LIGO, Virgo, and Kagra. The results of the searches will be used to characterize the composition of the stochastic gravitational wave background and to identify implications for different astrophysical and cosmological models. The project will enable the involvement of undergraduate and graduate students in frontier research, and it will promote gravitational-wave science to the general public.\r\n\r\nStochastic gravitational-wave background (SGWB) arises as an incoherent superposition of many gravitational wave signals generated by uncorrelated astrophysical or cosmological sources throughout the universe. This project aims to search for and detect the SGWB using data from the upcoming observing runs of ground-based detectors NSF's Advanced LIGO, Advanced Virgo, and KAGRA. Specifically, data will come from the fourth observing run (O4) which will be completed in early 2025, and from the fifth observing run which is expected to start in 2026/2027. Two search techniques will be used. First, the traditional cross-correlation based search is expected to be 10-40 times more sensitive than the most recent results based on the first three observation runs. Second, for the specific case of the SGWB due to binary black hole mergers, the full Bayesian Search will be developed with the potential to improve the sensitivity by ~1000 times relative to the cross-correlation search. Both searches will be sensitive to the high-redshift population of the compact binary systems, complementing the individual binary merger observations and illuminating the formation and evolution of the binaries. They will also constrain cosmological SGWB models (such as models of inflation, phase transitions, and cosmic string models) and therefore probe the physics of fundamental interactions at very high energies, unachievable in laboratories. Both searches will also estimate the directional content (i.e. anisotropy) of the SGWB, hence providing additional means for distinguishing between different models contributing to the SGWB. The project will offer numerous opportunities for graduate and undergraduate students to pursue frontier research, leveraging multiple existing programs to foster the involvement of students from underrepresented backgrounds. The project will also support a series of activities designed to bring the excitement of gravitational-wave science to broad communities in the Twin Cities and Minnesota, including public lectures, physics demonstrations, and presentations in K-12 schools, and others.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vuk",
   "pi_last_name": "Mandic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vuk Mandic",
   "pi_email_addr": "vuk@umn.edu",
   "nsf_id": "000488114",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}