{
 "awd_id": "2409841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hydrodynamic models of electric charge transport: structure-preserving numerical methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922175",
 "po_email": "lzikatan@nsf.gov",
 "po_sign_block_name": "Ludmil T. Zikatanov",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 219782.0,
 "awd_amount": 219782.0,
 "awd_min_amd_letter_date": "2024-06-04",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "Electric charge transport physics is at the core of several technologies driving our economic and national security interests. For instance, the design of novel semiconductor devices requires a proper understanding of electron transport in the high-frequency regime. Similarly, the operation of directed energy systems hinges on the development of novel microwave sources and high-voltage high-current pulsed-power infrastructure. The project aims to provide innovative and robust numerical methods that will greatly enhance our predictive capabilities in the context of high-frequency electric charge transport simulation. This project will contribute to developing a new educational curriculum targeting the interdisciplinary training of graduate students at the intersection of mathematical modeling, numerical analysis, scientific computation, and physics.\r\n \r\nThe project will develop numerical methods to solve electrostatic and electrodynamic fluid models of electric charge transport. The Euler-Maxwell and Euler-Poisson systems are some of the simplest electrodynamic and electrostatic (respectively) fluid models of electric charge transport. These models describe electrically non-neutral plasmas, electron inertia effects, high-frequency electrostatic plasma oscillation, and collective cyclotron motions such as the Diocotron instability. This project comprises numerical analysis, scientific computing, and graduate-level education. The research program will advance space and time discretizations for hydrodynamic models of electric charge transport that are mathematically guaranteed to be robust and preserve key mathematical properties of interest. Among such properties, we have preservation of pointwise stability properties (e.g. positivity of density and minimum principle of the specific entropy), discrete energy-stability, and well-posedness of linear algebra systems. This project comprises three research tasks involving the development of: (I) Semi-implicit schemes for Euler-Maxwell and Euler-Poisson systems, (II) Maxwell's equations formulations and solvers, and (III) Graph-based solvers for nonlinear hyperbolic systems (mathematical theory and high-performance implementation). The resulting methods will be implemented using the library deal.II. It will extend the investigator and collaborators' high-performance software developments. This project will also lead to a new graduate-level class to train a new generation of students on the nature of these models and their technological applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ignacio",
   "pi_last_name": "Tomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ignacio Tomas",
   "pi_email_addr": "igtomas@ttu.edu",
   "nsf_id": "000897468",
   "pi_start_date": "2024-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 219782.0
  }
 ],
 "por": null
}