{
 "awd_id": "2409415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Study of Wavelength Dependence of Plasma Collision Dynamics and Ionization Mechanism in Laser Solid Matter Interactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 399924.0,
 "awd_amount": 399924.0,
 "awd_min_amd_letter_date": "2024-07-12",
 "awd_max_amd_letter_date": "2024-07-12",
 "awd_abstract_narration": "This project will improve our understanding of how plasma is created when high-power lasers interact with solid materials. Over 99.9% of the visible matter in the universe exists in the plasma state composed of freely interacting charged particles, such as electrons and ions.  When high power lasers interact with solid materials, the laser light can free bound electrons in atoms and molecules, creating a plasma that can be studied in the laboratory.  This interaction between the laser and the plasma can lead to many interesting phenomena. For instance, the laser can accelerate electrons to very high speeds and then create high-energy radiation such as ultraviolet and x-ray light when the electrons collide with ions in the plasma.  In this project, the laser energy and wavelength dependence of the plasma creation and collision dynamics in solids will be experimentally and theoretically studied. This project will also promote basic science education to groups who have been traditionally underrepresented in STEM fields by hosting summer science camps for grandparent-headed families and families in rural areas.\r\n\r\nSince electron collision plays a significant role in plasma, systematic studies of the electron collision frequency and related dynamics are important for understanding laser-plasma interactions. In this project, the plasma dynamics in solids under high-power laser irradiation will be experimentally studied by measuring both electron collision frequencies and plasma densities using state-of-the-art ultrafast visualization techniques such as time-resolved interferometry and single-shot frequency-domain holography. In particular, the effects of the driving laser wavelength, intensity, and pulse duration on laser plasma interactions will be systematically investigated. In addition, computer simulations will be carried out to guide and explain the experiments. This research will not only contribute to furthering understanding of high-power laser plasma interactions but also contribute to important laser-plasma-based applications such as particle accelerators, high-intensity ultrafast laser spectroscopy, high-energy density physics, and laser driven fusion.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonggu",
   "pi_last_name": "Shim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bonggu Shim",
   "pi_email_addr": "bshim@binghamton.edu",
   "nsf_id": "000667703",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139024400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 399924.0
  }
 ],
 "por": null
}