{
 "awd_id": "2410890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiatom-Multiphoton Effects",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927421",
 "po_email": "msbyrd@nsf.gov",
 "po_sign_block_name": "Mark S. Byrd",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-08-26",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "The PI and graduate students will use computer simulations to understand how light interacts with many atoms. The light will simultaneously interact with many cold atoms in a gas when the atoms are closer together than the wavelength of the light. Having many atoms interact simultaneously with the light leads to new effects that are nothing like when light interacts with one atom at a time. Some of these effects are interesting in their own right and some are possibly useful for quantum information science. Because of the quantum nature of this system, interesting and/or important effects can be amplified well beyond what would be expected from classical objects. The team will investigate three different combinations of light and atoms that could lead to the most interesting or useful effects. This project is also an ideal training ground for theoretically minded graduate and undergraduate students. All students develop their own programs to explain different aspects of a possible experiment and present their results to other scientists and the general public. They perform all tasks of physics research, growing as scientists in the process.\r\n\r\nThe team of PI and students will simulate the collective interaction of many atoms with light, emphasizing many body interactions that can affect quantum-based transmission and manipulation. When atoms in a gas are cold and separated by distances of order the wavelength of the photon (or smaller), the photon interacts with many atoms simultaneously leading to qualitatively new behavior compared to when the atoms are hot or are widely separated. These new effects can serve as interesting advances relevant for quantum information science (QIS). Also, this many-body, open system leads to a richness in the physics that can be different from when many atoms interact through conservative potentials. In one group of projects, the team will explore the effect where photons interacting with an array of atoms leads to momentum and energy transferred to the atoms’ center-of-mass motion. As one example, the team will study how the photon recoil affects the lifetime of strongly subradiant states proposed as QIS elements: the phases of excited states can be chosen so the rate of photon emission is suppressed but this necessarily leads to forces on the atoms which modify the phases. In another example, the team will study the possibility for using the collective interaction with photons to enhance the cooling of atom arrays; atom arrays have been proposed as the starting point for quantum simulators and as elements in quantum computers. A second group of projects will investigate the behavior of light in waveguides interacting with many quantum systems for both quantum simulator applications and possible interesting sources of light. As one example, the team will investigate the character of the light after interacting with several transmons attached to a 1D microwave waveguide where preliminary calculations indicate interesting photon correlations. Another example uses many transmons attached to a 1D waveguide as a quantum simulator of an open many-body system. A last example uses atom arrays to couple to a nano-ring resonator as possible elements for transporting photons or generating interesting photon correlations. A third group of projects explores the possibility for experimentally accessible quantum simulator of open, many-body systems. The projects will explore aspects of a many-body system that is both driven and open to collective decay. As an example, in a symmetrical case, the steady state of a strongly driven gas qualitatively changes under infinitesimal perturbations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Robicheaux",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Francis J Robicheaux",
   "pi_email_addr": "robichf@purdue.edu",
   "nsf_id": "000361688",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}