{
 "awd_id": "2410993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Frameworks: Building a national integrated watershed evaluation framework: A community platform to improve model evaluation and decision making",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927743",
 "po_email": "mpierce@nsf.gov",
 "po_sign_block_name": "Marlon Pierce",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 1143430.0,
 "awd_amount": 1143430.0,
 "awd_min_amd_letter_date": "2024-07-11",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "Water is a critical national resource for drinking, growing food, and industry.  Computer simulation, or modeling, is a key way that the amount, movement, and future availability of water is calculated.  The United States has a relative abundance of hydrologic observations, but they are collected and managed in diverse ways that hinder comprehensive understanding. Major components of the hydrologic cycle are observed by different agencies, and the data are stored in different locations and formats. This makes it difficult to take advantage of the observations in a holistic way.  There are a growing number of hydrologic models that need to be compared to these observations. Those without the time or expertise to invest in data gathering and processing are left with an incomplete picture of watershed conditions, and water managers often do not have meaningful ways to evaluate the performance of water models.  This project is developing a national watershed evaluation framework over the United States.  It brings together water managers, experts in modeling and data, and federal agencies to provide a better picture of the state of watersheds and the models used to manage them.  Watersheds are rapidly evolving, and it is more important than ever to have agile ways to explore and diagnose changing conditions considering many variables at once.\r\n\r\nThis project will develop the first Integrated Watershed Evaluation Framework for the United States. This cyberinfrastructure framework will bring together a wide array of hydrologic datasets covering everything from point observations such as groundwater depth and streamflow, to remote sensing of all manner of landscape variables, to human operations data such as reservoir releases and diversions. Much more than a data portal, this framework will provide tools for model evaluation and benchmarking, and a web-based user interface for easy watershed exploration by experts and non-experts alike. Both the framework and portal are community-driven, and a diverse community will be engaged throughout every step of the project. This engagement will start early through a user-centered design process and continue with hackathons, modeling residencies, user testing, and outreach events.\r\n\r\nThis award by the Office of Advanced Cyberinfrastructure is jointly supported by the National Discovery Cloud for Climate initiative within the Directorate for Computer and Information Science and Engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Condon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Condon",
   "pi_email_addr": "lecondon@email.arizona.edu",
   "nsf_id": "000746391",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hoshin",
   "pi_last_name": "Gupta",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Hoshin V Gupta",
   "pi_email_addr": "hoshin.gupta@hwr.arizona.edu",
   "nsf_id": "000281447",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona Board of Regents, University of Arizona",
  "perf_str_addr": "1133 E. James E. Rogers Way",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "295Y00",
   "pgm_ele_name": "NDCC-Natl Discvry Cloud Climat"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1143430.0
  }
 ],
 "por": null
}