{
 "awd_id": "2410803",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Development of a Novel Miniature Spray Mechanism for Nasal Drug Delivery",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 999926.0,
 "awd_amount": 999926.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project is developing an innovative, noninvasive drug delivery technology for treating chronic sinusitis (CRS), a condition characterized by chronic runny nose, congestion, facial pressure, and loss of smell. CRS affects ~10% of the US population, annually costing $8-12 billion in direct healthcare costs and ~$5 billion in lost productivity. By optimizing drug delivery to the target nasal anatomy, this technology can enhance health outcomes and quality of life for millions. The device allows patients to self-administer nasal spray deeper in the nose, improving drug delivery and adherence compared to current costly and problematic treatments such as oral steroids and invasive sinus surgery. By providing faster, improved symptom control and reduced need for invasive procedures, this solution will reduce the CRS-associated economic burden. Moreover, the research will yield a noninvasive delivery platform technology with potential therapeutic applications that include migraine, seizure, and vaccines. Partnerships with industry leaders will facilitate commercialization; collaborations with key opinion leaders and insurance providers will drive adoption and demonstrate health economics. This project is committed to maximizing societal impact through commercial translation and public availability.\r\n\r\nThis Small Business Innovation Research Phase II project aims to advance non-invasive, self-administered nasal drug delivery. The current problem is that standard nasal sprays do not reach the deeper anatomy implicated in chronic sinusitis. Therefore, patients either end up with cyclical courses of oral medications that have significant side effects or they must undergo expensive, invasive surgeries. Even after these treatments, most patients continue to suffer with symptoms for years. The proposed technology consists of a self-administered device that enhances drug delivery to target intranasal anatomy, improving outcomes for patients early in the disease pathway. The prior Phase I project developed a catheter-based nasal spray technology equipped with a miniature atomizer that can comfortably and reliably access deep target nasal anatomy when self-administered by the patient. This Phase II project will finalize the device design and test it with viscous drug solutions to achieve design freeze, conduct human factors testing, optimize the design for large-scale manufacturing, and perform verification and validation testing. This project will position the device for FDA clearance as a pioneering solution for non-invasive nasal drug delivery that offers improved treatment options for patients and opens new avenues for non-invasive therapeutic interventions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Gold",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Gold",
   "pi_email_addr": "adam@nasusmedical.com",
   "nsf_id": "000864373",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NASUS MEDICAL INC.",
  "inst_street_address": "245 W 2ND ST",
  "inst_street_address_2": "",
  "inst_city_name": "MESA",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5169780179",
  "inst_zip_code": "852016503",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "NASUS MEDICAL, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MH2MEDQ7ZSU5"
 },
 "perf_inst": {
  "perf_inst_name": "NASUS MEDICAL INC.",
  "perf_str_addr": "7900 E Greenway Rd",
  "perf_city_name": "SCOTTSDALE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852601713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AZ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 999926.0
  }
 ],
 "por": null
}