{
 "awd_id": "2410647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research in Field Theory and String Theory",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "This award funds the research activities of Professor Sumit R. Das at the University of Kentucky.\r\n\r\nThe construction of a consistent framework combining the laws of Quantum Mechanics, which describes microscopic phenomena, and General Relativity, which describes gravitational phenomena, remains one of the most important unsolved problems in physics. In recent years it has become clear that a unique property of Quantum Mechanics called \"entanglement\" plays a key role in achieving this synthesis. This project aims to understand the connection of entanglement and gravitational phenomena in a precise fashion.  Quantum entanglement is at the heart of a variety of physical phenomena observed in nature and is one of the basic principles used in the construction of quantum computers.  Consequently, the results of this research will serve the national interest by advancing fundamental science in the US.  The PI will also involve graduate students and postdoctoral scholars in this research, thus providing them the valuable training necessary to develop into independent scientists and educators. In addition, the results of this research will be used to enhance classroom education both at the graduate and undergraduate levels. The PI also plans to give public talks about his work in various forums and lectures, and at the “Osher Lifelong Learning Institute” which offers courses and enrichment programs to members of the community. In addition, the PI plans to engage in “Science for Everyone, KY” which is an outreach program based in Lexington with an aim to increase scientific awareness in the community.\r\n\r\nMore technically, Professor Das will study an approach to combining the laws of Quantum Mechanics and the laws of gravity which is based on the “holographic correspondence”. In this correspondence, gravitational phenomena in a certain number of spatial dimensions are related in a precise fashion to non-gravitational phenomena in a smaller number of dimensions. Previous research by the PI has uncovered the role of a new kind of quantum entanglement which involves the “internal” degrees of freedom of field theories in the holographic correspondence. The first goal of this project is to explore properties of this kind of entanglement and relate to notions of entanglement in the gravitational description. The second goal is to study how entanglement and other quantum information theoretic features like complexity behave in cosmology, particularly near the big bang, with the hope that this would teach us how to think of this epoch of the universe in a controlled fashion. The third goal concerns the application of these concepts to situations in many-body physics which are driven out of equilibrium by an external disturbance. This latter class of phenomena are intimately related to the quantum physics of black holes which displays chaotic behavior. This should provide insight into various puzzles posed by the Hawking radiation of black holes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sumit",
   "pi_last_name": "Das",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sumit R Das",
   "pi_email_addr": "das@pa.uky.edu",
   "nsf_id": "000300553",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": null
}