{
 "awd_id": "2411706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing and Investigating Data Science Interventions Connected to University Athletics to Address Systemic Racism in Undergraduate STEM Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928712",
 "po_email": "lmcalist@nsf.gov",
 "po_sign_block_name": "Leah McAlister-Shields",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 3431745.0,
 "awd_amount": 1900264.0,
 "awd_min_amd_letter_date": "2024-08-10",
 "awd_max_amd_letter_date": "2024-08-10",
 "awd_abstract_narration": "This project aims to serve the national interest by conducting groundbreaking research on how Black male athletes engage with data science and the systemic barriers and biases they face in STEM education. While college sports are inextricably linked with university campuses, athletics are often separated from academics, particularly in sports with large public audiences, such as Division 1 football and basketball where Black men are over-represented relative to the larger student body. These elite athletes consistently engage in data science practices, such as reviewing statistics and making projections, but do not earn credit for this work; indeed, they are often encouraged to pursue non-STEM majors. This divide between athletics and academics is founded upon racialized stereotypes that portray athletes, especially Black men, as “dumb jocks.” Because of these stereotypes, athletes and coaches do not perceive themselves as STEM practitioners, despite the data collection, analysis, interpretation, and data-driven decision making—important STEM skills— deeply embedded in their routines. By connecting sport performance and health to data analysis and visualization, this project aims to create innovative opportunities for Black male athletes to engage academically with data science, foster their STEM identities, and facilitate educational models and career pathways from sport to STEM. This project will aim to have a significant impact, directly benefiting 100 Black male football athletes, along with approximately 250 students enrolled in four new university data literacy courses. Additionally, this project has the potential to reach and impact a broader audience through the dissemination of co-designed materials and study findings at other universities and numerous K-12 community workshops.\r\n\r\nThis project aims to amplify the intellectual self-efficacy and science-translational skills of Black athletes by building trust and academic pathways designed to combat the “dumb jock” stereotype at two universities. The goals of this project are to co-design, implement, and assess the impact of a potentially transformative higher education intervention called DataGOAT (Greatest Of All Time) to enable Black male football and basketball athletes to engage with data science by studying their own sports data and develop STEM identities through critical data literacy. DataGOAT’s scope will encompass the development of coursework, internships, and a data analysis tool in support of these goals. Using a combination of longitudinal interviews, ethnographic observations, co-design workshops, and quantitative surveys, the project aims to advance knowledge generation on racial equity by researching the following questions: (1) What are the structural and socio-cultural barriers and facilitators to Black athletes pursuing critical data literacy within the collegiate sports context?, (2) How can technology-integrated data science courses be designed to promote critical data literacy and scientific identity of Black male collegiate athletes?, and (3) How can an infrastructure for critical data literacy courses be created in collegiate academic programs? What are the opportunities and challenges of this integration? The project aims to benefit from input from advisory board members throughout, as well as during dissemination efforts. Further, the project’s learning activities and methods will be made freely available through open content licenses. This project is funded through the Racial Equity in STEM Education activity (EDU Racial Equity). The activity supports research and practice projects that investigate how considerations of racial equity factor into the improvement of science, technology, engineering, and mathematics (STEM) education and workforce. Awarded projects seek to center the voices, knowledge, and experiences of the individuals, communities, and institutions most impacted by systemic inequities within the STEM enterprise. This activity aligns with NSF’s core value of supporting outstanding researchers and innovative thinkers from across the Nation’s diversity of demographic groups, regions, and types of organizations. Programs across EDU contribute funds to the Racial Equity activity in recognition of the alignment of its projects with the collective research and development thrusts of the four divisions of the directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Clegg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara L Clegg",
   "pi_email_addr": "tclegg@umd.edu",
   "nsf_id": "000586403",
   "pi_start_date": "2024-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheena",
   "pi_last_name": "Erete",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheena Erete",
   "pi_email_addr": "serete@umd.edu",
   "nsf_id": "000667204",
   "pi_start_date": "2024-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Greene",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Greene",
   "pi_email_addr": "dgreene1@umd.edu",
   "nsf_id": "000822253",
   "pi_start_date": "2024-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erianne",
   "pi_last_name": "Weight",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erianne A Weight",
   "pi_email_addr": "eweight@unc.edu",
   "nsf_id": "000847389",
   "pi_start_date": "2024-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Malia",
   "pi_last_name": "Blue",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Malia N Blue",
   "pi_email_addr": "mblue@unc.edu",
   "nsf_id": "000920420",
   "pi_start_date": "2024-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 REGENTS DR",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "111Z",
   "pgm_ref_txt": "Collaborative Racial Equity"
  },
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002728DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1900264.0
  }
 ],
 "por": null
}