{
 "awd_id": "2411849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WoU-MMA: Extremely High Energy Neutrinos in the IceCube Neutrino Observatory",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924565",
 "po_email": "htakai@nsf.gov",
 "po_sign_block_name": "Helio Takai",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 969640.0,
 "awd_amount": 307943.0,
 "awd_min_amd_letter_date": "2024-07-30",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "High energy neutrinos are unique messengers to the distant universe. Neutrinos are extremely small and lightweight particles that are created in high energy interactions. They are particularly powerful probes because they are weakly interacting – they can travel vast distances without being stopped, and are not bent by magnetic fields. This makes them complementary probes to the other high energy particles we know of – cosmic rays and gamma rays. This proposal will use the IceCube Neutrino Observatory to search for the highest energy neutrinos possible – events above 1 PeV. IceCube is a neutrino detector at the South Pole deployed over 2km deep within the glacier in Antarctica. It uses photosensors to measure the blue flashes of light generated by neutrino interactions in the ice. By searching for these extremely high energy (EHE) events, we will study the origin and nature of the highest energy accelerators in the universe. Because neutrinos are expected to be produced in the same locations as cosmic rays and gamma rays, the observations of neutrinos provide definitive evidence of charged particle acceleration. And because they can travel far distances unimpeded, they track how the accelerators are distributed throughout space and time across the history of the universe. Additionally, these EHE neutrinos are hundreds of times more energetic than any particles which can be produced on Earth, allowing us to study physics at new energy scales.\r\n\r\nThe goal of this project is to enhance IceCube’s search for EHE neutrino events. We plan several technical advancements to make this possible. Searching for EHE neutrinos with IceCube is challenging because of the need to reject the overwhelming flux of atmospheric muons that arise from cosmic ray interactions in the atmosphere. We plan to develop new methods for separating these backgrounds from neutrino signals through use of new variables, such as stochasticity, and new techniques, such as machine learning algorithms. We also plan to improve both the energy and directional reconstruction algorithms used in the detector to account for detector effects such as PMT saturation. With these enhanced capabilities, we will conduct the most sensitive search for neutrinos above 100 PeV, with the potential to observe O(5) EeV scale neutrinos. The search could also yield important insights into the shape of the astrophysical flux in the 1-100 PeV regime. These two measurements combined will indicate whether the PeV neutrino sky is fundamentally different from the TeV neutrino sky, or if nature transitions to new and more powerful accelerators. We will also use these methods to enhance IceCube's realtime follow-up program, boosting its contribution to multimessenger science through improved purity and angular resolution. We will additionally contribute to a program of outreach and education by mentoring an undergraduate scholar through the UMD GRAD-MAP program and other events like “Maryland Day.”\r\n\r\nThe award is aligned with the NSF Big Idea of Windows on the Universe: the Era of Multi-messenger Astrophysics as it coordinates the use of multi-messengers observations utilizing cosmic neutrinos and providing alerts to the larger community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Clark",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Clark",
   "pi_email_addr": "baclark@umd.edu",
   "nsf_id": "000789254",
   "pi_start_date": "2024-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "2105 Physical Sciences Complex",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  },
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7235",
   "pgm_ref_txt": "UNDERGROUND PHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 307943.0
  }
 ],
 "por": null
}