{
 "awd_id": "2411456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSSI Elements: Multi-GPU and Network Modeling and Simulation in SST",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "Multi-GPU (graphics processing unit) systems are the most common accelerator platform capable of handling large-scale problems in High Performance Computing (HPC), Machine Learning (ML), and Artificial Intelligence (AI). This project will develop a scalable and accurate multi-GPU simulation framework as part of the Structural Simulation Toolkit (SST) that will assist both computational scientists and the designers of the next generation of advanced computing systems. Unlike existing solutions, this framework will provide computational scientists and analysts with the ability to estimate the gains and overheads associated with accelerating their applications, codebases, and workflows on GPU systems. It will also enable system designers to efficiently explore system alternatives. The developed simulator will furthermore enable the comparison of the performance of GPUs from different vendors. The multi-GPU-SST will be publicized through a comprehensive strategy that includes in-person and online tutorials, training, and educational activities. The proposed framework will be shared through tutorials and workshops at conferences, ensuring that a wide range of computational scientists, analysts, and academics can benefit from and contribute to its development. \r\n\r\nThrough three tasks, the project will develop a multi-fidelity, multi-GPU simulation framework in SST. First, it will create a single GPU model in SST. Second, the project will address a critical need in the field by developing a multi-GPU simulation model that supports state-of-the-art GPU networking, interconnects, and communication. The proposed research will not only study but also actively work to resolve the scalability issues in simulating large-scale GPU systems, developing techniques to improve the simulation scalability and ensuring the framework's applicability to real-world scenarios. Third, it will create an AI-based model to enhance the performance of SST, especially the proposed GPU interconnection network model. This AI-based model will leverage machine learning algorithms to optimize the performance of the GPU interconnection network, thereby improving the overall efficiency and speed of the simulation framework. The project will conduct a comprehensive performance analysis of emerging GPU workloads, including those from the Department of Energy's Exascale Computing Project, HPC applications, standard benchmarks, ML applications, and Large Language Models (LLMs). This analysis will provide valuable insights into the performance characteristics and potential areas for improvement of these workloads, thereby contributing to the advancement of GPU-accelerated computing in various fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdel-Hameed",
   "pi_last_name": "Badawy",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Abdel-Hameed A Badawy",
   "pi_email_addr": "badawy@nmsu.edu",
   "nsf_id": "000742939",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kishwar",
   "pi_last_name": "Ahmed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kishwar Ahmed",
   "pi_email_addr": "kishwar.ahmed@utoledo.edu",
   "nsf_id": "000841573",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}