{
 "awd_id": "2411029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Curvature, Metric Geometry and Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927465",
 "po_email": "qli@nsf.gov",
 "po_sign_block_name": "Qun Li",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 142565.0,
 "awd_amount": 142565.0,
 "awd_min_amd_letter_date": "2024-06-03",
 "awd_max_amd_letter_date": "2024-06-03",
 "awd_abstract_narration": "The PI’s focus is the study of objects in dimensions higher than three that admit positive or non-negative curvature.  Intuitively one may think of positive curvature in the following manner: On the surface of Earth any two longitudes from the North pole appear to bend towards each other and indeed they meet at the South pole. This is true of all points on Earth if we imagine longitudes emanating from each point. Because of this, we say that the surface of Earth has positive curvature everywhere. By the same token, a saddle has negative curvature at the point where the rider sits while a flat table has zero curvature. In higher dimensions, matters are far less visually apparent. One deals almost exclusively with equations and sophisticated geometrical techniques that describe the curvature of manifolds, a term that refers to objects that, roughly speaking, have no sharp edges. Manifolds of bounded size are called compact manifolds.  One of the great mysteries in the study of positive or non-negative curvature is the dearth of examples. The techniques at hand are few and the number of known examples remains relatively small.  In this project the PI aims to study positively and non-negatively curved manifolds with proposed new methods of construction. The project also presents several broader impact activities including outreach, inclusivity, and undergraduate research.\r\n \r\n \r\nThe study of manifolds with positive or non-negative sectional curvature has a long history with roots as far back as Felix Klein in the late nineteenth century.  The PI's work for many years has been to try and construct new examples while attempting to prove rigidity theorems in the presence of additional hypotheses.  Complete manifolds of non-negative sectional curvature fall into two broad categories: compact and non-compact. In the non-compact case we have the beautiful Soul theorem of Cheeger and Gromoll:  A complete, non-compact manifold with non-negative sectional curvature is diffeomorphic to a vector bundle over a closed, totally convex submanifold.  In the compact case, Gromov's theorem restricts the topology sharply:  The total Betti number is bounded by a constant depending only on the dimension.  Beyond these theorems the question remains: which closed manifolds admit metrics of non-negative sectional curvature?  In this project the PI continues their recently successful research program on constructing new manifolds with non-negative curvature as well as a new proposed method for constructing positive curvature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishnan",
   "pi_last_name": "Shankar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnan Shankar",
   "pi_email_addr": "shankakx@jmu.edu",
   "nsf_id": "000433726",
   "pi_start_date": "2024-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "James Madison University",
  "inst_street_address": "800 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARRISONBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5405686872",
  "inst_zip_code": "228013104",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "JAMES MADISON UNIVERSITY",
  "org_prnt_uei_num": "U2B3MYZP5L43",
  "org_uei_num": "MVTKSCN6NMH3"
 },
 "perf_inst": {
  "perf_inst_name": "James Madison University",
  "perf_str_addr": "800 S MAIN ST",
  "perf_city_name": "HARRISONBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "228013104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 142565.0
  }
 ],
 "por": null
}