{
 "awd_id": "2411661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: STEMEdIPRF: Identifying and Developing Graduate Teaching Assistants Pedagogical Understandings",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 350212.0,
 "awd_amount": 350212.0,
 "awd_min_amd_letter_date": "2024-04-30",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "Colleges and universities are focused on improving the educational experiences and achievements of students pursuing science, technology, engineering and mathematics degrees.  Graduate teaching assistants play pivotal roles as instructors of undergraduate mathematics courses and yet they have been underrepresented in STEM education research.  The proposed project is important because it focuses on graduate teaching assistants who teach undergraduate Calculus courses, courses that are prerequisite for many STEM majors.  The overall project aims to examine the pedagogical beliefs of graduate teaching assistants and design a research-based professional development program.  The professional development program has the potential to serve as a model for institutions seeking to make positive and practical shifts in teaching.\r\n\r\nThe proposed project aims to identify current and enable further development of graduate teaching assistants’ pedagogical skills through a research-based program.  Specifically, the project will focus on graduate teaching assistants and (1) mathematical meanings of key concepts of Calculus, (2) strategies for supporting student learning, and (3) attention and response to student thinking. As part of the study, graduate teaching assistants will serve as instructional assistants where they will facilitate group work, manage class discussions, and respond to student questions. Additionally, they will attend a weekly meeting to discuss course experiences and engage in pedagogical considerations. This project will be two semesters in duration and participants will be supported in further developing as teachers. The research study will be based on clinical interviews, observation of classroom interactions, and document discussions in the weekly meetings of graduate teaching assistants. This research is designed to inform the design of a professional development program and to contribute to our understanding of graduate teaching assistants’ pedagogical understandings.\r\n\r\nThis project is funded by the STEM Education Postdoctoral Research Fellowship (STEM Ed PRF) program that aims to enhance the research knowledge, skills, and practices of recent doctorates in STEM, STEM education, education, and related disciplines to advance their preparation to engage in fundamental and applied research that advances knowledge within the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Franklin",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Franklin Yu",
   "pi_email_addr": "franklinhyu@gmail.com",
   "nsf_id": "000929039",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": null,
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232980568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 350212.0
  }
 ],
 "por": null
}