{
 "awd_id": "2411470",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: STEMEdIPRF: Disability DCL: Negotiating Identities to Persist: Science Identities of Disabled STEM Graduate Students",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 319373.0,
 "awd_amount": 319373.0,
 "awd_min_amd_letter_date": "2024-04-30",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "Science identity, or the extent to which an individual sees themselves as a scientist, influences students' persistence in science and science career training pathways. Yet, knowledge about how students from marginalized groups see themselves and perceive others to see them as scientists is still developing. For instance, little is currently known about how disabled graduate students see their identities as both scientists and disabled individuals. Science environments may inadvertently pressure disabled students to not fully express their disability identity at risk of not being recognized as scientists by others. Disabled students likely negotiate their identities, both related to disability and science, to persist in these environments. This project will characterize disabled graduate students' experiences related to their science identity, which has been previously shown to help many marginalized students persist in STEM. In addition, this project will investigate how disabled graduate students' disability identity and other social identities (such as race, ethnicity, gender, etc.) may affect their science identities via identity negotiations. Findings from this work will identify how science graduate programs and faculty mentors can better support disabled graduate students' persistence and help disabled students better understand their own experiences in graduate programs. Supporting the persistence of disabled graduate students as they earn advanced science degrees may foster diversity within the scientific workforce. Finally, this project will support the training and professional development of an investigator aiming to become a tenure-track chemistry education researcher.\r\n\r\nThis project aims to advance knowledge related to how marginalized students engage in identity negotiations and better understand how disabled graduate students use different identity negotiations to persist in their science graduate programs. The study will be conducted in two phases. In phase one, a systematic literature review will be conducted to develop a theoretical framework that explains how individuals undergo identity negotiations between their science identities and social identities. The systematic review will include relevant social science and education research literature. In phase two, disabled graduate students in various science fields will be interviewed about their identity negotiation experiences. The study will be guided by the emergent framework generated by the systematic review and Critical Disability Theory. Data will be analyzed using standard qualitative approaches by a team of researchers of whom at least one or more of the researchers identifies as disabled. Findings from the study will be used to construct a conceptual model of the identity negotiations disabled students use to help them persist in science graduate programs.\r\n\r\nThis project is funded by the STEM Education Postdoctoral Research Fellowship (STEM Ed PRF) program that aims to enhance the research knowledge, skills, and practices of recent doctorates in STEM, STEM education, education, and related disciplines to advance their preparation to engage in fundamental and applied research that advances knowledge within the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Berg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Berg",
   "pi_email_addr": "sberg4@huskers.unl.edu",
   "nsf_id": "000972974",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Mississippi",
  "perf_str_addr": null,
  "perf_city_name": "University",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386771848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "113Z",
   "pgm_ref_txt": "Persons w Disabilities Engagement&Access"
  },
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 319373.0
  }
 ],
 "por": null
}