{
 "awd_id": "2411351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Frameworks: Differentiable Dynamic Simulation on Complex Geometries for Parameter Inference, Design Optimization and Control",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927116",
 "po_email": "sghafoor@nsf.gov",
 "po_sign_block_name": "Sheikh Ghafoor",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 512689.0,
 "awd_amount": 76612.0,
 "awd_min_amd_letter_date": "2024-09-13",
 "awd_max_amd_letter_date": "2024-09-13",
 "awd_abstract_narration": "Many physical simulation applications can be viewed as building “digital twins” of real systems, i.e., computer models that enable studying physical phenomena computationally, avoiding the costs and risks associated with physical experiments.  Differentiable simulation allows automation of two critical aspects of digital twin creation and use, improving the quality of the result and democratizing digital twin use: integration of real-world data, and in the case of engineering systems, optimization of system parameters to achieve a particular goal. Examples include identifying realistic material parameters of a patient-specific biomechanical digital twin or discovering the optimal shape of a shoe sole for uniform load distribution. This project will develop open-source software for differentiable simulation for systems involving elastic deformations with contact. These tools will be evaluated in three major application areas: (computational fabrication, biomechanics, and robotics). The deliverables of this project will be open-source software packages accessible to a broad user base. \r\n\r\nThe project plans to utilize dPolyFEM, a modular software framework for design, control, system parameter inference, and learning problems for physical phenomena in material design, biomechanics, and robotics, based on differentiable simulation. The focus is on developing robust, efficient, and scalable software blocks for differentiable simulation that can handle input data satisfying only weak assumptions (e.g., on mesh quality, shape, or boundary conditions) and require no parameter tuning while providing users sufficient control over performance-accuracy trade-offs. The project will support the most common class of physical problems in the target domains: elastodynamic problems involving complex geometry, large deformations, contact, and friction. For scalability, dPolyFEM will provide shared-memory parallelization. This system will consist of several modules that can be used independently or in an integrated way, enabling easy integration of its components into existing general-purpose and domain-specific software.  From a technical standpoint, this system will build on three innovations: (1) considering differentiable simulation as a single end-to-end problem including meshing, FE solution, and adjoint formulation, (2) casting the time-integration of physical systems as an energy minimization, for which robust solvers can be developed, and (3) systematically testing the system on large-scale benchmarks \r\n\r\nThe resulting open-source differentiable simulation framework will enable applications in many fields of interest to NSF. The project team includes computer scientists (CISE), applied mathematicians (DMS), and engineers (ENG), and it is expected that the contributions will have an impact on all three communities. Individual modules can and will be integrated into major open-source projects, likely benefitting tens of thousands of users.\r\n\r\nThis award by the Office of Advanced Cyberinfrastructure is jointly supported by the Division of Civil Mechanical and Manufacturing Innovation within the Directorate for Engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Panetta",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Francis J Panetta",
   "pi_email_addr": "jpanetta@ucdavis.edu",
   "nsf_id": "000870090",
   "pi_start_date": "2024-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR, STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 76612.0
  }
 ],
 "por": null
}