{
 "awd_id": "2411215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elements: Automated parametric transformations for rapid particle physics simulations",
 "cfda_num": "47.049, 47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 599872.0,
 "awd_amount": 599872.0,
 "awd_min_amd_letter_date": "2024-07-12",
 "awd_max_amd_letter_date": "2024-07-12",
 "awd_abstract_narration": "Particle physics explores the shortest experimentally-accessible distances in nature, addressing fundamental questions about forces and matter. Progress in particle physics is driven by interpretations of results from particle-physics experiments. These results rely on expensive, computer-based simulations of particle collisions, which are performed using simulations utilizing random number sequences (Monte-Carlo (MC) event generators). These simulations are at the core of particle-physics discoveries, such as the observation of the Higgs boson at the Large Hadron Collider (LHC) in 2012 and are a key part of cyberinfrastructure for particle physics. This project addresses a common issue in MC event generators – consistently, accurately, and efficiently determining uncertainties from model parameters. Because so much simulated data is required in particle physics, the outcome of this project will enable the production of sufficient simulation samples necessary for the timely analysis of upcoming data from the LHC. Robust MC uncertainties in the very near future are also critical for understanding the scientific impact of upcoming large-scale neutrino and nuclear physics projects.\r\n\r\nEvent generators simulate particle collisions in three steps: a high-energy collision, evolution of the collision to lower-energies, and hadronization into observable particles. Each step depends upon a large number of model parameters that are unknown a priori and are fit to data with uncertainties. To test the robustness of the simulation predictions, the dependence of the results on parameter variations must be understood.  Because these models are probabilistic, it is not possible to determine the effect of parameter changes using methods like automatic differentiation. In practice, multiple runs of the same model are performed, but with different parameter settings. This approach is resource intensive, requiring both time and storage. The goal of this project is to instead develop an innovative approach, where the effect of changing these parameters can be captured with event weights and incorporate this approach into Pythia, the most widely used event generator in the particle physics community. The outcomes of the project are relevant for a large community of users in particle and nuclear physics, since event generators are used by every major particle and nuclear physics collaboration. Special attention is given to ensure that the uncertainty framework is implemented in a sustainable way. As part of the project, comprehensive documentation and examples provided via Jupyter notebooks are also being developed for use in outreach activities.\r\n\r\nThis award by the Office of Advanced Cyberinfrastructure is jointly supported by the Physics at the Information Frontier program in the Division of Physics in the Directorate of Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jure",
   "pi_last_name": "Zupan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jure Zupan",
   "pi_email_addr": "zupanje@ucmail.uc.edu",
   "nsf_id": "000596294",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Ilten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Ilten",
   "pi_email_addr": "philten@cern.ch",
   "nsf_id": "000839828",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Mrenna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Mrenna",
   "pi_email_addr": "mrenna@fnal.gov",
   "nsf_id": "000988138",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755300",
   "pgm_ele_name": "PHYSICS AT THE INFO FRONTIER"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 599872.0
  }
 ],
 "por": null
}