{
 "awd_id": "2412358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing doped ferroelectrics for ultracompact and energy-efficient photonic applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2024-06-12",
 "awd_max_amd_letter_date": "2024-06-12",
 "awd_abstract_narration": "Nontechnical abstract: \r\nUsing light and optics to transmit and process data is foundational to the modern information technology age. This project aims to develop cutting-edge materials systems that can be implemented in state-of-the-art optical information processing platforms, such as for highly efficient lasers and low-energy consumption optical circuits. Key to the project is the application of novel synthesis and characterization techniques to design and fabricate these enabling materials systems, advancing the goals of future manufacturing. The broader research impact addresses the critical need for advanced integrated photonic devices that offer superior performance, such as low optical loss, high speed, and low energy consumption. In addition, this project provides opportunities for research training for graduate and undergraduate students and for post-baccalaureate participants who gain experience in research in a professional laboratory setting through interactions at the university and with national laboratories. \r\n\r\nTechnical abstract: \r\nThis project aims to develop a cutting-edge materials system consisting of rare-earth ions doped into functional polar transition metal oxides for optical and electrooptic applications. The potential for rare-earth ions in dielectric crystals to generate and amplify light in photonic devices has made it a highly promising field of research. This project focuses on unlocking the full potential of optical transitions of rare-earth ions in the perovskite oxide barium titanate, a highly versatile materials platform for a wide range of optical applications. Using novel materials design and state-of-the-art synthesis and characterization techniques to advance future manufacturing processes, this program integrates the versatile functional properties of complex transition metal oxides into photonic integrated circuits. The focus of this study is the erbium ion system hosted by perovskite barium titanate, which combines the optical transitions of erbium with the functional benefits of barium titanate, including low insertion loss, electrically switchable birefringence, non-linear optical properties, and compatibility with conventional semiconductor substrates. The research addresses fundamental questions surrounding the impact of crystal phase and orientation, structural and stoichiometric defects, and dimensionality of the host barium titanate crystal on the optical transitions of rare-earth erbium, while also investigating the effect of erbium doping on the linear and higher order electric susceptibilities, refractive index, and electrooptic response of barium titanate. Achieving this goal requires atomic-precision synthesis of erbium doped barium titanate thin films and modification of the chemical and structural properties through epitaxial strain and interface effects to improve their functional properties for classical photonic applications. The resulting properties will be comprehensively characterized using state-of-the-art synchrotron diffraction and spectroscopic measurements, and their impact on optical and electro-optical properties will be measured through photoluminescence spectroscopy. The goals of the project are to provide valuable insights for designing cutting-edge photonic devices, such as highly efficient solid-state lasers, non-linear frequency conversion devices, and active optical waveguides and isolators based on the barium titanate platform. In combination with the established versatility of barium titanate in photonic devices, this project paves the way for further integration of barium titanate into materials platforms for ultracompact, low-energy consumption integrated photonic circuits.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Ahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Ahn",
   "pi_email_addr": "charles.ahn@yale.edu",
   "nsf_id": "000177784",
   "pi_start_date": "2024-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Walker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick Walker",
   "pi_email_addr": "fred.walker@yale.edu",
   "nsf_id": "000286155",
   "pi_start_date": "2024-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "105 WALL ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118917",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": null
}