{
 "awd_id": "2412400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: A Programming Language Ecosystem for Higher-Order Software Contracts",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 597201.0,
 "awd_amount": 597201.0,
 "awd_min_amd_letter_date": "2024-04-19",
 "awd_max_amd_letter_date": "2024-04-19",
 "awd_abstract_narration": "Software contracts promise developers a light-weight mechanism for validating that software conforms to its specifications.  Contracts are written in the programming language that developers already use. Thus, developers should be able to use contracts to express with ease expected properties of the inputs and outputs of program components, while the programming language can translate the properties into checks and enforce them as the program runs in real-world conditions.  In other words, contracts promise to act as a programmable monitoring system, up-to-date documentation, a driver for testing, and a source of useful debugging information when the behavior of a component goes awry. Unfortunately, developers --- especially those that use modern, so called higher-order, languages such as Python or JavaScript --- do not buy into the promise of contract systems despite four decades of research.  Contracts simply are second class citizens in current language ecosystems.  The goal of this project is to investigate the design, theory, implementation and practice of a contract-centric programming ecosystem.  The project’s novelty is that the mechanisms that higher-order programming languages use to check contracts can be extended to produce information about how the components of a program work together. As a result, this information can be the basis for (i) tools that help developers visualize, debug, and zoom in on the interactions of components; (ii) a system that assists developers with adding contracts to existing code bases.  The project's results will impact: (i) developers: the ecosystem will directly facilitate key aspects of their day-to-day work; (ii) language designers and implementers: the project will provide tangible guidelines and evidence for how to improve their languages; and (iii) educators: the project will provide means for demonstrating and teaching the value of specifications in software development. \r\n\r\nIn technical terms, the project's ecosystem will consist of two parts: (i) a contract inference engine for higher-order languages, and (ii) tools for contract-centered debugging, visual inspection, and simplification of code.  Each part will benefit the other. The tools will suggest where to add contracts, and inferred contracts will improve the effectiveness of the tools. The ecosystem's design will yield a novel proxy mechanism for higher-order languages that reflects on the structure and evaluation of a program to expose information about how its components interact. The project’s evaluation of the ecosystem will build on the extensive work of the user community of Racket --- an academic language that is also used in industry --- on collecting benchmark suites with interesting contracts. The investigator and his group will develop a prototype of the ecosystem together with mathematical models that communicate its salient features. The purpose of the prototype is to demonstrate the feasibility and usefulness of the ecosystem. The purpose of the mathematical models is to provide a blueprint for language designers and implementers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christos",
   "pi_last_name": "Dimoulas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christos Dimoulas",
   "pi_email_addr": "chrdimo@northwestern.edu",
   "nsf_id": "000755945",
   "pi_start_date": "2024-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "Mudd Hall 2233 Tech Drive",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083530",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7943",
   "pgm_ref_txt": "PROGRAMMING LANGUAGES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 597201.0
  }
 ],
 "por": null
}