{
 "awd_id": "2412692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing the Quark Gluon Plasma with Jet Tomography",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2024-06-28",
 "awd_max_amd_letter_date": "2024-08-28",
 "awd_abstract_narration": "Quantum Chromodynamics is the theory of the strong nuclear force and predicts a unique state of matter called the Quark-Gluon Plasma (QGP), which is made of free quarks and gluons. During high-speed collisions of heavy ions, nuclei break down into these basic particles, forming the QGP. This matter was found to behave like a nearly perfect liquid at the Relativistic Heavy Ion Collider (RHIC). Scientists continue to study the QGP, with RHIC offering a wide range of collision energies and the Large Hadron Collider (LHC) reaching the highest temperatures and energy densities. With this award, the PI and graduate students will investigate the properties of the QGP.  They will measure observables that arise when jets of particles move through the QGP.   Their aim is to move from a basic description of the QGP to a detailed understanding of its properties. The PI also aims to boost diversity and competitiveness in U.S. STEM fields by inspiring female students, recruiting women and minority undergraduates in physics, and involving them in research.\r\n\r\nThe PI's research will use hard probes to study the QGP. She will measure jet observables in heavy-ion collisions at LHC using the CMS detector and at RHIC using the STAR detector. To map out the phase diagram of the QGP at different scales, the PI and her team will measure the center of mass energy dependence of jet shapes for inclusive jets and jets coincident with vector bosons. This will help constrain the jet energy, enabling a controlled measurement of how the medium modifies jets and the plasma's response. Additionally, they will directly measure heavy flavor quark jets and D0 meson-tagged jets at lower kinematic regions where mass effects are significant, probing the flavor dependence of parton energy loss. The research will incorporate machine learning techniques to simultaneously analyze jet measurements, enhancing the precision and efficiency of data interpretation. These complementary measurements will determine key features of the QGP, including its thermodynamic properties and transport coefficients, how it responds to jet energy loss, and how it affects jet structures. Furthermore, the PI will promote STEM education for underrepresented minorities through initiatives such as encouraging female middle and high school students to pursue STEM, incorporating high-energy nuclear physics research into introductory physics courses, and mentoring minority students throughout the \r\nresearch process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sevil",
   "pi_last_name": "Salur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sevil Salur",
   "pi_email_addr": "salur@physics.rutgers.edu",
   "nsf_id": "000572715",
   "pi_start_date": "2024-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "136 Frelinghuysen Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}