{
 "awd_id": "2412646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Undergraduate Research Infrastructure in Community Colleges",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2024-08-26",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "This project aims to serve the national interest by expanding access to research opportunities for underserved populations as a means to foster successful entry into professions in the STEM fields. Recognizing the significant impact of student participation in authentic research experiences during the first two years of college, the project team from Anne Arundel Community College will enhance the research infrastructure at the college by implementing a robust approach to building the capacity of faculty and the institution to offer such opportunities.  This initiative will support the growth of existing efforts to implement undergraduate research experiences (UREs) and to develop a model for establishing a research infrastructure at other institutions.  Building on the institution's 10-year experience with students and faculty in this area, programmatic activities and mechanisms will be expanded to investigate essential components and processes that support propagation, sustainability, and institutionalization at two-year institutions. The Faculty Research Fellows (FRF) program will train faculty based on the recognized importance of providing support for faculty/instructors in establishing, implementing, and sustaining UREs at these types of institutions.  Project components consist of (a) creating a Faculty Research Fellows program; (b) expanding and supporting extracurricular UREs through research stipends for students and faculty; (c) establishing summer research experiences and course-based UREs; and (d) recruiting new STEM students and providing activities to reduce transfer shock.\r\n\r\nThe aim of the project is to increase participation of community college faculty/instructors and students in Undergraduate Research Experiences (UREs), prepare students for successful transfer to four-year colleges; and recruit and retain diverse student populations in STEM fields.  Project objectives are (1) mentoring faculty in developing projects and in working with students; (2) establishing a sustainable URE program with a variety of instantiations and pathways; (3) creating a program to recruit high school students and offering dual enrollment opportunities; (4) establishing new and fostering existing relationships with faculty at four-year institutions to facilitate transfer; (5) tracking student progress and success; (6) investigating how participation in the project enriches faculty experience and student success, retention, and STEM identity; and (7) exporting the URE model to other community colleges.  Through coordinating research and evaluation activities to advance knowledge about UREs at community colleges,  the project will conduct a mixed methods investigation that integrates qualitative and quantitative approaches with tracking to assess the efficacy of project components focused on student success, science identity, student and faculty experience, and model development. The NSF IUSE: Innovation in Two-Year College STEM Education (ITYC) Program seeks to accelerate the impact of and advance knowledge about emerging and evidence-based practices in undergraduate STEM education at two-year colleges.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Miller",
   "pi_email_addr": "shmiller1@aacc.edu",
   "nsf_id": "000965972",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tammy",
   "pi_last_name": "Domanski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tammy Domanski",
   "pi_email_addr": "tldomanski@aacc.edu",
   "nsf_id": "000543640",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Gillespie",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren M Gillespie",
   "pi_email_addr": "laurengillespie@cccneb.edu",
   "nsf_id": "000711460",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Anne Arundel Community College",
  "inst_street_address": "101 COLLEGE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ARNOLD",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4107772124",
  "inst_zip_code": "210121857",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MD03",
  "org_lgl_bus_name": "ANNE ARUNDEL COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "CYN8HKRHAQF9"
 },
 "perf_inst": {
  "perf_inst_name": "Anne Arundel Community College",
  "perf_str_addr": "101 COLLEGE PKWY",
  "perf_city_name": "ARNOLD",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "210121857",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "264Y00",
   "pgm_ele_name": "Innov TwoYear College STEM Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}