{
 "awd_id": "2412625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure and Tomography of Hadrons",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2024-06-21",
 "awd_max_amd_letter_date": "2024-12-12",
 "awd_abstract_narration": "Protons and neutrons, collectively known as hadrons, are composite particles made of quarks, which are the fundamental, structureless building blocks of matter. Despite moving within the proton at nearly the speed of light, quarks are confined to the microscopic interior of the proton by the strong force, the most powerful of the four known fundamental interactions in nature, as described by quantum chromodynamics (QCD). A key challenge in modern nuclear physics is to provide a quantitative understanding of hadron properties through the internal dynamics of quarks within the framework of QCD. The research supported by this project seeks to establish the foundations for describing the structure of hadrons theoretically. The outcomes of this research project will advance knowledge of hadron structure theory and will provide theoretical support for ongoing science programs at state-of-the-art experimental facilities, as well as for future projects such as the future Electron-Ion Collider at the Brookhaven National Laboratory. The broader impacts of this project include the training of undergraduate and graduate students and postdoctoral researchers. Additionally, it supports a summer bridge program providing research opportunities for undergraduate students from underrepresented groups in the physics department at the University of Connecticut.\r\n\r\nThe objective of this project is to advance the current understanding of the nonperturbative properties of hadrons in QCD, as described in terms of form factors, parton distribution functions, generalized parton distributions, transverse momentum dependent parton distribution functions, and transverse momentum dependent generalized parton distributions. The latter provide an attractive overarching umbrella concept that unifies all the aforementioned hadron properties. These functions serve as powerful tools for describing high-energy processes within QCD factorization frameworks and provide access to a multitude of previously unexplored nucleon properties, such as proton mass and spin decompositions, as well as distributions of energy, internal forces, and orbital angular momentum within the proton. The theoretical research supported by this project focuses on investigating the nonperturbative properties of these functions, including studies of polarized helicity sea quark distribution functions, exploration of chiral symmetry breaking effects in nucleon structure, and analyses of generalized transverse momentum dependent distribution functions within effective field theoretic approaches. The methods employed in this project encompass phenomenological studies, investigations in effective theories and QCD-inspired models. Additionally, the formulation of quasi parton distributions is explored to provide complementary insights and support ongoing lattice QCD studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Schweitzer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Schweitzer",
   "pi_email_addr": "peter.schweitzer@uconn.edu",
   "nsf_id": "000569856",
   "pi_start_date": "2024-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}