{
 "awd_id": "2412560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF: Extending the Applicability of Monin-Obukhov Similarity Theory (MOST)-based Surface Layer Parameterizations to Complex Surfaces in Earth System Models (ESMs)",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 202000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "Fundamental for modeling both weather and climate is how models exchange energy and moisture between the land (and ocean) surface and the atmosphere above it. For the past five decades, modelers have relied on a theory called Monin-Obukhov Similarity Theory (MOST) to model surface exchanges. MOST, however, is known for significant errors in its ability to predict how much heat and moisture is exchanged, which can have considerable impacts on the model’s ability to accurately predict weather events, and long-term climate. Recent investigations over groups of meteorological towers, however, have provided a promising method to account for these deviations from the ideal, traditional MOST using the anisotropy of turbulence to create new surface exchange relations (the Stiperski relations). The goal of this research is to examine the broad applicability of the Stiperski relations, extend the point-based studies to the atmospheric model grid, and develop schemes to estimate the anisotropy of turbulence. In total, this will allow for complete, updated, surface-atmosphere exchange schemes that are ready for implementation in regional and global weather and climate models. Since these schemes are used in virtually every atmospheric model, the potential impacts for weather and climate prediction globally are significant.\r\n\r\nThe anisotropy-based generalizations of MOST to complex terrain will be examined as part of the work. These modified relations may be able to capture the deviations from MOST specifically around non-homogeneous surfaces, and non-stationarity. To assess the validity of the Stiperski relations, the research will examine them over 7 years of turbulence data from the 45, ecologically diverse eddy-covariance tower sites in the NSF funded National Ecological Observation Network (NEON). The next step in the research will be to examine if these relations derived for point-based towers can apply successfully in a gridded context using a high resolution (10m, 10m, 3m) large eddy simulation (LES). The LES will be conducted under various conditions over five of the NEON sites, using LiDAR point clouds from NEON to simulate a full picture of the surface and canopy. Finally, as the Stiperski relations are a function of turbulence anisotropy, the work will leverage NEON as well as satellite data to relate anisotropy to surface and flow characteristics that are available in large scale models, culminating in the completed surface exchange relations that are ready for broad implementation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tyler",
   "pi_last_name": "Waterman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tyler S Waterman",
   "pi_email_addr": "",
   "nsf_id": "000974383",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Waterman, Tyler Steven",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Durham",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "27708",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": null,
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841121109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}