{
 "awd_id": "2412533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-ANR MCB/PHY: Elucidating Plant Vascular Function and Dynamics in Planta and on Chip",
 "cfda_num": "47.049, 47.074",
 "org_code": "03010000",
 "po_phone": "7032928897",
 "po_email": "aegarcia@nsf.gov",
 "po_sign_block_name": "Angel Garcia",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2024-02-16",
 "awd_max_amd_letter_date": "2024-02-16",
 "awd_abstract_narration": "The function of vascular plants relies both on active and passive transport phenomena driven through two coupled vascular systems: transpiration moves water from the roots to the leaves through the xylem to maintain hydration and transfer nutrients, and osmosis drives the flow through the phloem carrying photosynthesized sugars from the leaves throughout the plant for growth and storage. Both flows are also hypothesized to mediate long-distance biochemical signaling within the plant that coordinate whole-plant function and represent important targets for crop improvement for sustainable agriculture. This project unites expertise on physicochemistry, device engineering, and plant biology to develop new tools for interrogating these processes and new fundamental biophysical and biological understanding of them. Many fundamental questions remain on the physiological mechanisms of operation and functional roles of these transport processes, particularly relative to the phloem and its coupling to the xylem and other tissues: 1) the biophysics of the loading and unloading of sugars, water, and signaling molecules to and from the phloem; 2) the dynamics of phloem transport as a function of biotic (e.g., photosynthetic rate and localized tissue growth) and abiotic (e.g., diurnal variations in water status) processes; and 3) the coordination of these processes at the whole-organism scale. Progress on these topics has been hindered by the lack of experimental tools with which to investigate hypotheses across scales, from local membrane-mediated to system-scale processes, either in vitro or in planta. To address these questions, an international team of researchers in the USA and France will work together to develop the first synthetic system that allows for recapitulation of the full, coupled operation of the xylem and phloem systems to test a diversity of biophysical hypotheses on the mechanisms and function of plant vasculature. The team will also develop new sensors for sensing of vascular transport processes, in-plant; and inform and confront in vitro experiments with biophysical and biochemical experiments in vivo. This effort will provide new insights into the biology and biophysics of plant vascular function and create new tools for basic and applied research by others.\r\n\r\nThe outcomes of this project will serve the broader community scientifically and technologically by creating new microfluidic devices and functionalities, new tools for in-plant measurement, and new understanding of the fundamentals of whole-plant integration of resources and signals. These tools and understanding could translate into strategies for crop improvement and management, as well as into other industries, including manufacturing. This international, cross-disciplinary project will provide rich training opportunities to graduate students and post-doctoral scholars at both institutions in the US and France. The Cornell-based team will create and deliver experiential curriculum related to this project for high school students from underserved communities and mentor undergraduate summer students through Research Experience for Undergraduates programs on these research themes.\r\n \r\nThis collaborative US/France project is supported by the US National Science Foundation (NSF) and the French Agence Nationale de la Recherche (ANR), where NSF funds the US investigators and ANR funds the partners in France. The US investigators are jointly funded by the Physics of Living Systems program in the Directorate for Mathematical and Physical Sciences and the Molecular Biophysics program/Division of Molecular and Cellular Biosciences in the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abraham",
   "pi_last_name": "Stroock",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Abraham D Stroock",
   "pi_email_addr": "ads10@cornell.edu",
   "nsf_id": "000414951",
   "pi_start_date": "2024-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Frank",
   "pi_email_addr": "mhf47@cornell.edu",
   "nsf_id": "000689596",
   "pi_start_date": "2024-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "167A Olin Hall",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}