{
 "awd_id": "2412683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Many-Body Neutrino Quantum Kinetics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "The behavior of neutrinos in stellar supernova explosions and neutron star mergers determine the amount and composition of the matter that form subsequent generations of stars and planets, but it is yet unclear whether these events are able to explain the origin of all of the heaviest elements in the universe. Supernovae and mergers generate all three flavors (i.e., types) of neutrinos, but the ability of neutrinos to change their type is a fundamentally quantum mechanical process that has a strong impact on the synthesis of heavy elements. The complexity of quantum mechanics applied to a large number of entangled neutrinos is vastly too expensive to be included in even supercomputer simulations of astrophysical explosions. So a robust connection between the basic quantum mechanics and efficient modeling approximations needs to be drawn. The PI will perform the first multidimensional simulations of rapid neutrino flavor transformation processes under both levels of approximation. This apples-to-apples comparison will anchor our understanding of our origins in basic quantum mechanics. The PI will mentor undergraduate and graduate students engaged in the research and will host an international summer workshop week to make the state-of-the-art methods developed during the project globally accessible.\r\n\r\nThe project seeks to establish a robust link between exact many-body and approximate mean-field calculations of the dominant neutrino flavor instabilities in core-collapse supernova and neutron star merger environments. These instabilities are inherently anisotropic and inhomogeneous, and the state-of-the-art simulations of mean-field flavor instabilities have no direct basis for comparison with many-body theory. The project involves developing a many-body neutrino simulation framework using tensor network methods that treats neutrinos as localized particles moving in three-dimensional space. The mean-field and many-body limits will be compared by tuning a single parameter  (i.e., the bond dimension of the tensor network) that determines the amount of quantum entanglement that can build between neutrinos. This will enable the first comparison of 1D and 2D simulations of the Fast Flavor Instability under exactly identical assumptions in both limits, except for the amount of entanglement allowed. In situations where mean-field and many-body results agree, effective treatments of flavor transformation in dynamical supernova and merger simulations based on local simulations of flavor transformation will be justified. Enhancements to effective flavor transformation treatments will be proposed for situations where results diverge.\r\n\r\nThis project advances the objectives of \"Windows on the Universe: the Era of Multi-Messenger Astrophysics\", one of the 10 Big Ideas for Future NSF Investments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sherwood",
   "pi_last_name": "Richers",
   "pi_mid_init": "A",
   "pi_sufx_name": "III",
   "pi_full_name": "Sherwood A Richers",
   "pi_email_addr": "richers@utk.edu",
   "nsf_id": "000733873",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": null
}