{
 "awd_id": "2412755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing and Understanding the Sensitivity of Tropical Orographic Precipitation to Climate Variations",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 796213.0,
 "awd_amount": 796213.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "A postcard image of rain clouds on the upwind slope of a mountain, with the summit rising above the clouds, is a traditional starting point for thinking about how mountains generate precipitation.  The image captures an important mechanism for orographic precipitation in the middle latitudes: the mountain blocks the prevailing wind, forcing rising motion in stable air which produce clouds thick enough to make rain but often too shallow to obscure the summit.  But there are other ways that mountains can generate precipitation, particularly in the tropics and in cases where the air is only marginally stable to convection.  For example the Western Ghats of India produce rain by blocking the wind blowing across the Arabian Sea during the summer monsoon, but instead of shallow clouds the mountains produce convective towers that are several times higher than the mountain tops.  Moreover, the orographic precipitation is not confined to the mountain slopes, extending considerably upwind into the Arabian Sea.  The Principal Investigator (PI) of this award has developed a simple theory for convective orographic precipitation in which the airflow over the mountain produces gravity waves which in turn trigger convection.  The convection is caused by variations in lower-tropospheric buoyancy associated with the waves, rather than condensational cooling in stable air forced upslope, thus rainfall can occur in air that has not yet reached the mountain.\r\n\r\nWork under this award further develops the theory of tropical orographic precipitation with the goal of understanding its sensitivity to large-scale environmental factors including mean wind speed, temperature, and humidity.  The work seeks to determine how tropical orographic precipitation responds to the variability associated with El Nino events and other modes of climate variability and to the long-term warming of the tropics due to greenhouse gas increases.  In addition to the PI's recent work on convective orographic precipitation the project incorporates a previously developed theory for overturning circulations due to surface heating over mountains and a theory for the strength of convective updrafts derived from Carnot cycle efficiency.  The work takes advantage of observations from multiple field campaigns and satellite missions as well as a variety of model simulations.  Among these are simulations with the Weather Research and Forecasting model (WRF) in realistic and idealized configurations, many of which involve a rectangular domain with a north-south mountain ridge in the middle, the Large Ensemble of simulations from the Community Earth System Model (CESM-LE), and simulations from the Coupled Model Intercomparison Project (CMIP).\r\n\r\nThe work is of societal as well as scientific interest given the prevalence of orographic precipitation in the tropics and the lack of even rough estimates for how much its intensity is likely to change as the world warms. The project connects to real-world orographic precipitation through the installation of two weather stations in a mountainous region of Cameroon, where the PI advises a group of cooperative farmers.  Observations from the weather stations are incorporated into the PI's undergraduate class on weather and climate. In addition, the project provides support and training to a graduate student, thereby providing for the future workforce in this research area.  The project also supports two undergraduate interns in each summer, recruited through the UC Berkeley Undergraduate Research Apprenticeship Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Boos",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Boos",
   "pi_email_addr": "william.boos@berkeley.edu",
   "nsf_id": "000557655",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 796213.0
  }
 ],
 "por": null
}