{
 "awd_id": "2412071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theoretical Calculations for Particle Physics at Hadron Colliders",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "This award funds the research activities of Professors Nikolaos Kidonakis and Marco Guzzi at Kennesaw State University.  \r\n\r\nThe research project is in theoretical particle physics, and it is relevant to the Large Hadron Collider (LHC), which is currently the highest-energy particle collider in the world, and to future colliders. By colliding protons at higher energies than have ever been previously explored, physicists expect to learn more about the fundamental particles of matter and their interactions. The research involves theoretical calculations that are sufficiently precise and accurate to make meaningful comparisons with data from the LHC. The top quark is the heaviest elementary particle that has been discovered and it has unique properties, and thus it is of central importance for the physics program at the LHC. The Higgs boson is involved in the mechanism for mass generation, and the determination of its properties is a very high priority.  Thus, theoretical predictions of the production rates for these particles is crucial for further progress in our field. Furthermore, an improved description of the structure of the proton is essential for understanding the details of proton-proton collisions. The research will involve state-of-the-art calculations that will improve theoretical predictions for the production of top quarks, Higgs and W, Z bosons, and other particles, it will advance our knowledge of the strong interactions, and it will improve the description of the structure of the proton. The project will advance the national interest by promoting the progress of science in one of its most fundamental directions: the discovery and understanding of elementary particles and their interactions, and the search for new physics, thereby serving the NSF mission of promoting the progress of science. The research findings will be widely disseminated through publication in refereed journals and presentations in international conferences. This project will also have significant broader impacts. It will involve students as well as a postdoctoral researcher in fundamental research, and thereby provide critical training for junior physicists in this field. Outreach activities in the wider community will promote knowledge of physics to the public. \r\n\r\nMore technically, the research project will implement formalisms that can improve theoretical predictions of higher-order QCD and electroweak corrections for a large number of processes at the LHC and future colliders as well as the determination of parton distribution functions (PDF) in the proton. Higher-order perturbative calculations of QCD and electroweak corrections as well as resummations of soft-gluon and collinear contributions will be performed for processes involving top quarks, such as top-antitop pair production, single-top production, production of top-antitop pairs in association with Z bosons and Higgs bosons, and other processes in the Standard Model and in models of new physics. Calculations of soft-gluon corrections to cross sections and differential distributions for these processes will be performed at next-to-next-to-leading order (NNLO) and next-to-next-to-next-to-leading order (N3LO). An improved calculation of the massive cusp anomalous dimension, which controls the infrared behavior of QCD scattering amplitudes, will also be performed at four loops. Moreover, the CTEQ global PDF analysis will be extended to the next generation which is based on a variety of new measurements from the LHC Run 2 and Run 3. The PDF will be determined at NNLO in QCD using an amended version of the factorization theorem in proton collisions for selected processes, and a new strategy will be devised to account for theoretical uncertainties in the global analysis and flexible PDF parametrizations. Moreover, the impact of partial N3LO contributions to DGLAP evolution will be studied, and the default CTEQ factorization scheme for heavy-flavor treatment in DIS processes will be extended to N3LO in QCD using the information currently available in the literature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolaos",
   "pi_last_name": "Kidonakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolaos Kidonakis",
   "pi_email_addr": "nkidonak@kennesaw.edu",
   "nsf_id": "000458976",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Guzzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Guzzi",
   "pi_email_addr": "mguzzi@kennesaw.edu",
   "nsf_id": "000761500",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kennesaw State University Research and Service Foundation",
  "inst_street_address": "1000 CHASTAIN RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "KENNESAW",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4705786381",
  "inst_zip_code": "301445588",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "GA11",
  "org_lgl_bus_name": "KENNESAW STATE UNIVERSITY RESEARCH AND SERVICE FOUNDATION, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G8DZHNRKWTN3"
 },
 "perf_inst": {
  "perf_inst_name": "Kennesaw State University",
  "perf_str_addr": "1000 CHASTAIN RD",
  "perf_city_name": "KENNESAW",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301445588",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "GA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}