{
 "awd_id": "2412368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BSM-PM: Precision Measurements and Fundamental Symmetries: Muon g-2, Electric Dipole Moments, and Optical Magnetometry",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925183",
 "po_email": "segreene@nsf.gov",
 "po_sign_block_name": "Senta (Vicki) Greene",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "The description of nature at its most fundamental level should describe all matter and phenomena in the physical universe with a set of basic pieces – elementary particles – and an explanation of the forces between them. In the current state of the art, called “The Standard Model,” the normal matter that surrounds us is made up of electrons, protons and neutrons bound together in atoms and their nuclei, and the neutrons and protons are made up of elementary constituents called quarks. The Standard Model does not, however, describe everything that has been observed and does not provide an explanation of how the universe evolved with more matter than anti-matter; additional particles and forces must exist. The muon, like the electron, is an elementary particle and is produced as the earth is bombarded by cosmic rays from space and at accelerators. Measuring the magnetic and electric properties of muons, neutrons, and atoms with great precision is one of the most promising ways to explore the “new physics” of additional particles and interactions. This research requires developing technologies for controlling and detecting magnetic fields that also have potentially broad applications to medicine, geological exploration, and defense. This research focuses on contributing to the answers to these fundamental questions, developing widely useful magnetic technologies, and providing exceptional training for a diverse cohort of undergraduates, graduate students, and post-docs with broad skills, who will lead the way to solving crucial technical and intellectual problems. The investigations will take part at the national facilities Los Alamos National Lab, Argonne National Lab, and Fermilab, advancing the capabilities of these technical facilities and enhancing training opportunities.\r\n\r\nPrecise measurement of the magnetic and electric properties of fundamental particles and atoms provides information that may inform the extensions to the Standard Model of elementary particle interactions, often called Beyond Standard Model or BSM physics. This research will continue collaboration on the Fermilab Muon g-2 experiment with the primary activity of leading the analysis of the space and time dependent measurement of the muon-averaged magnetic field that connects the muon spin precession frequency to the muon magnetic moment anomaly and the Standard Model. Calibration of the magnetic field measurement chain using the Mark-II absolute 3He magnetometer with precision below 10 ppb (parts-per-billion) will be completed. The electric dipole moment of the neutron (nEDM) will be measured using the world's leading ultra-cold neutron source at Los Alamos National Lab with focus on magnetic field measurement and control including continuing new developments of optical magnetometers, in part through commercial collaborations. The electric dipole moment of 129Xe will be measured with more than 10-times improvement over the current precision using the Los Alamos nEDM magnetics systems. Throughout, this research will advance novel approaches to monitoring magnetic fields using arrays of magnetometers that apply to both the Fermilab and Los Alamos experiments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Chupp",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Chupp",
   "pi_email_addr": "chupp@umich.edu",
   "nsf_id": "000085358",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE, SUITE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123400",
   "pgm_ele_name": "NUCLEAR PRECISION MEASUREMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1289",
   "pgm_ref_txt": "PRECISION MEASUREMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}