{
 "awd_id": "2413557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Systemic Shock Inference for High-Frequency Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924551",
 "po_email": "jzhu@nsf.gov",
 "po_sign_block_name": "Jun Zhu",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 99957.0,
 "awd_amount": 99957.0,
 "awd_min_amd_letter_date": "2024-06-14",
 "awd_max_amd_letter_date": "2024-06-14",
 "awd_abstract_narration": "Unexpected “shocks,” or abrupt deviations from periods of stability naturally occur in time-dependent data-generating mechanisms across a variety of disciplines.  Examples include crashes in stock markets, flurries of activity on social media following news events, and changes in animal migratory patterns during global weather events, among countless others.  Reliable detection and statistical analysis of shock events is crucial in applications, as shock inference can provide scientists deeper understanding of large systems of time-dependent variables, helping to mitigate risk and manage uncertainty.  When large systems of time-dependent variables are observed at high sampling frequencies, information at fine timescales can reveal hidden connections and provide insights into the collective uncertainty shared by an entire system.  High-frequency observations of such systems appear in econometrics, climatology, statistical physics, and many other areas of empirical science that can benefit from reliable inference of shock events.  This project will develop new statistical techniques for the both the detection and analysis of shocks in large systems of time-dependent variables observed at high temporal sampling frequencies. The project will also involve mentoring students, organizing workshops, and promoting diversity in STEM.  \r\n\r\nThe investigators will study shock inference problems in a variety of settings in high dimensions.  Special focus will be paid to semi-parametric high-frequency models that display a factor structure.  Detection based on time-localized principal component analysis and related techniques will be explored, with a goal towards accounting for shock events that impact a large number of component series in a possibly asynchronous manner.  Time-localized bootstrapping methods will also be considered for feasible testing frameworks for quantifying the system-level impact of shocks.  Complimentary lines of inquiry will concern estimation of jump behavior in high-frequency models in multivariate contexts and time-localized clustering methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Figueroa-Lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Figueroa-Lopez",
   "pi_email_addr": "figueroa@math.wustl.edu",
   "nsf_id": "000516387",
   "pi_start_date": "2024-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "ONE BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "63110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 99957.0
  }
 ],
 "por": null
}