{
 "awd_id": "2413249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Circle of Champions: Converting STEM Students' Social Capital into Academic Capital",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924615",
 "po_email": "kowens@nsf.gov",
 "po_sign_block_name": "Kalyn Owens",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 84691.0,
 "awd_amount": 84691.0,
 "awd_min_amd_letter_date": "2024-08-27",
 "awd_max_amd_letter_date": "2024-08-27",
 "awd_abstract_narration": "This project aims to serve the national interest by closing the academic completion gap for Latina/o STEM students through the implementation of a \"Circle of Champions.\" The Circle of Champions framework seeks to organize individuals around students, actively supporting them throughout their academic journeys. Under this approach, students nominate parents, other family members, friends, former high school teachers, professors, and similar individuals as their champions. With a Circle of Champions around each student, the project tracks their journey, informs champions of progress, and facilitates their learning on how to provide support effectively. The goal is to leverage students' assets and community wealth into traditional forms of social, cultural, and academic capital. This project employs a cultural assets approach to student learning combined with an intentional focus on harnessing the considerable resources students possess within their families, communities, and themselves. By addressing this oversight, the project will set the stage for an equity-oriented approach to supporting student success.\r\n\r\nThis project seeks to accomplish four goals: 1) advance the understanding of converting social capital into academic capital; 2) investigate conditions under which the Circle of Champions model can be optimized to impact student success in STEM; 3) narrow or close the equity gap in STEM at Gavilan College; and 4) develop a replicable model for other Hispanic Serving Institutions. Project activities aimed at achieving these goals include supporting the Circle of Champions model for all Gavilan College students enrolled in STEM courses, expanding and developing an AI assistant platform, studying the effectiveness of research and program evaluation to fully understand variables influencing success, and disseminating findings. The researchers aim to explore existing assets in the lives of Latina/o students, particularly their social capital, and how these assets can contribute to academic success. To investigate the impact of social networks on students' lives, the project utilizes Community Cultural Wealth (CCW) and Funds of Knowledge (FK) models as guiding frameworks and employs a mixed method of analysis, including qualitative analysis of user opinions, quantitative analysis of user activity using machine learning, and quantitative assessment of student academic outcomes. The NSF IUSE: Innovation in Two-Year College STEM Education (ITYC) Program seeks to accelerate the impact of and advance knowledge about emerging and evidence-based practices in undergraduate STEM education at two-year colleges. This project is partially funded by the HSI Program, which aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Gonzalez Canche",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel S Gonzalez Canche",
   "pi_email_addr": "msgc@upenn.edu",
   "nsf_id": "000639493",
   "pi_start_date": "2024-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "264Y00",
   "pgm_ele_name": "Innov TwoYear College STEM Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 84691.0
  }
 ],
 "por": null
}