{
 "awd_id": "2413199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ORCC: Incorporating Behavioral Science into Eco-Evolutionary Predictions of Organismal Response to Climate Change",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927826",
 "po_email": "akachroo@nsf.gov",
 "po_sign_block_name": "Aardra Kachroo",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 901999.0,
 "awd_amount": 901999.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "In the last decade, a significant amount of evidence has accumulated supporting the idea that behavioral flexibility can influence the way in which species interact with their environments (i.e., their “ecology”) and change over time (i.e., their “evolution”). This project seeks to integrate that body of research into widely used models that help us predict the most likely organismal responses to climate change. The research team will use a thoroughly validated indicator of behavioral flexibility, namely the size of an individual’s brain relative to the size of its body, to clarify how increased abilities to respond to environmental change through behavioral adjustments have helped species survive and even thrive in rapidly changing environments. The generated knowledge will then be used to improve state-of-the-art models for predicting changes in spatial distributions of North American birds, and the resulting predictions will be used to update the frameworks that currently inform state, regional, and national conservation and management priorities and the allocation of resources for the protection of our most vulnerable species. Beyond these scientific contributions, this project also seeks to enhance the education and career trajectories of undergraduate students from disadvantaged backgrounds, by offering them valuable research experiences, competitive stipends, and individualized mentorship plans, within an exciting and highly supportive lab environment. Overall, the proposed research will not only advance our understanding of climate change impacts on wildlife but will also support education and conservation efforts, making effective use of federal funds for broad and lasting benefits.\r\n\r\nThis project aims to elucidate the role of behavioral flexibility in shaping Organismal Responses to Climate Change (ORCC) through simulation studies, large-scale comparative analyses, and spatial distribution modeling. The primary objectives are to clarify the impact of behavioral flexibility on species' ability to persist in their habitats or shift their ranges, and to integrate these insights into improved predictive models for conservation and management. Behavioral flexibility, as estimated through relative brain size, will be investigated here as a possible modifier of avian eco-evolutionary responses to climate change, including rates of phenotypic evolution, habitat colonization, and environmental coping mechanisms. Preliminary data suggest that a higher potential for behavioral flexibility leads to slower eco-evolutionary responses to climate change because flexible species are less impacted by environmental change (and therefore experience weaker selection for ecological or evolutionary change). In addition to formally incorporating behavior into current models of ORCC, this project will also help refine the prediction of future changes in species distributions through two critical methodological innovations: trait-based distribution modelling and future-oriented forecasting. Through partnerships with government agencies, the project will also help shape State Wildlife Action Plans, North American Species Status Assessments, and NatureServe’s Climate Change Vulnerability Index.  The project’s comprehensive approach aims to bridge gaps in our understanding of ORCC and translate these findings into actionable strategies for conservation and management.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Botero",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos A Botero",
   "pi_email_addr": "carlos.botero@austin.utexas.edu",
   "nsf_id": "000686198",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "208Y00",
   "pgm_ele_name": "ORCC-Organism Resp Clim Change"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 901999.0
  }
 ],
 "por": null
}