{
 "awd_id": "2413436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ORCC: RUI: Understanding plasticity to ocean warming: evaluating genetic variation and transgenerational effects at multiple spatial scales",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924828",
 "po_email": "jgardine@nsf.gov",
 "po_sign_block_name": "Jayne Gardiner",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 415682.0,
 "awd_amount": 415682.0,
 "awd_min_amd_letter_date": "2024-06-14",
 "awd_max_amd_letter_date": "2024-06-14",
 "awd_abstract_narration": "Climate change and the warming of the ocean has raised concerns about the long-term welfare of many species. Warm temperatures can reduce survival, and for marine fishes such effects may be particularly acute during the larval phase. Given recent temperature trends, it is critical that we understand how population sizes are likely to change in response to warming over the coming decades. However, to do so requires that evolutionary processes be taken into account. This project uses a novel set of experiments and field studies on a coastal fish species to investigate mechanisms that may either constrain or accelerate evolution in a warming, but thermally variable ocean. A major goal is quantifying genetic variation in responses to temperature. For example, populations may contain some genotypes that are cool-water specialists and others that are warm-water specialists. Understanding such variation is critical to projecting responses to ocean warming. Another focus is determining whether the species-wide genetic variation is promoted by adaptation to local temperature conditions (e.g., along a North-South gradient). Based on the estimates of genetic and non-genetic inheritance, the project tests whether evolutionary changes can be quick enough to affect the dynamics of populations over timeframes of 10-100 years. This project strengthens research and teaching opportunities at a primarily undergraduate institution that is one of the most culturally diverse universities in the nation. The team is providing research training for undergraduate and graduate students from underrepresented groups, conducting a before-and-after assessment to evaluate the effects that a recent change in fishery regulations have had on populations of California Grunion, and sharing the results of the research through exhibits at the Cabrillo Marine Aquarium and public outreach activities. \r\n\r\nOcean temperatures are warming at an alarming rate, and temperature affects the demographic rates of most species. However, responses to temperature are nuanced. Growth and survival are often maximal at intermediate temperatures, and individuals vary in their responses to temperature. Moreover, the effects of any long-term increase in temperature on populations need to be considered in the context of temperature fluctuations that occur at various temporal scales (e.g., annual, seasonal, weekly, etc.). This project tests the hypothesis that genetic variation in thermal specialization can both constrain evolutionary responses in the short term (via interaction with temperature fluctuations) and provide essential variation required for long-term evolutionary gain. Detailed breeding experiments to measure genetic variation are being combined with experimental manipulations of seawater temperature to measure thermal reaction norms. The project is also testing for local adaptation by making repeated collections of fish from northern and southern populations and rearing their offspring in a common laboratory environment and across a range of temperatures and 1) evaluating how the genetic covariance underlying thermal reaction norms for relative fitness can either constrain or accelerate evolution in light of observed trajectories of regional water temperatures; 2) comparing the relative magnitudes of genetic vs. non-genetic inheritance of variation in thermal reaction norms; and 3) developing an eco-evolutionary modeling framework tailored to studying the effects of ocean warming that is used for evaluating the effectiveness of fishery management strategies in a warming ocean.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darren",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darren Johnson",
   "pi_email_addr": "darren.johnson@csulb.edu",
   "nsf_id": "000650670",
   "pi_start_date": "2024-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "1250 Bellflower Blvd",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908403702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "208Y00",
   "pgm_ele_name": "ORCC-Organism Resp Clim Change"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 415682.0
  }
 ],
 "por": null
}