{
 "awd_id": "2414576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies in the Climate Dynamics of Moist Process Variability and Change",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 1389411.0,
 "awd_amount": 1389411.0,
 "awd_min_amd_letter_date": "2024-07-11",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "In many regions an inch of rain in a day is enough to cause flooding but the heaviest downpours can produce an inch of rain in an hour or less.  The probability distribution of rainfall intensity, meaning the relative likelihood of rainfall intensities ranging from gentle to heavy to catastrophic, is thus a topic of great practical as well as scientific interest.  A primary concern here is the potential for heavy rain to become more common or more intense as climate warms because warmer air typically holds more water vapor.  But while the temperature dependence of water vapor is clearly important it does not by itself provide a full accounting of the probability distribution of rainfall intensity.\r\n\r\nThis award supports the continuing effort of the Principal Investigator (PI) to understand the rainfall intensity distribution in terms of the statistical mechanics of processes that control convective precipitation, in particular the thermodynamics that relate moisture to temperature and the atmospheric dynamics that converge moisture into clouds and generate the cloud updrafts that produce rain. One goal is to explain why the increase in precipitation intensity in a warming climate exceeds expectations based on the increase of water vapor with temperature.  Another is to extend the work on the rainfall distribution to address periods in which no rain occurs, in particular periods in which convection is inhibited by the subsaturation of air in the lower troposphere.  The PI's work has shown an onset threshold for convective precipitation in a bulk measure of atmospheric stability that includes suppression of convection by entrainment of subsaturated air into clouds.  Work performed here considers the extent to which this suppression of convection increases the likelihood of heat waves, particularly moist heat waves.  A further line of research explores the representation of convection using Anelastic Convective Elements (ACEs), models which simulate the rising motion in a convecting cloud together with the overturning motion created around the cloud as air rises within it.  The PI has shown that ACEs can represent important aspects of convection including deep inflow into convecting clouds, the insensitivity of entrainment to the width of the clouds, and the ability of convection to occur at night despite near surface layers of stable air that discourage convection.\r\n\r\nThe work is of societal as well as scientific interest given the destructive potential of extreme rainfall as noted above. In particular the PI's analysis of probability distributions enables the calculation of risk ratios which show how the risk of extreme precipitation events is likely to change as climate warms.  The risk ratio calculations are quite effective in reducing the uncertainty in climate model projections of extreme precipitation increase.  Similar risk ratios can be obtained for the change in the frequency and intensity of moist heat waves.  The project also develops materials for undergraduate classes on the statistical mechanics of extreme precipitation, in part through hands-on projects using Python.  In addition, the project provides support and training to a graduate student and a postdoc, thereby contributing to the future workforce in this research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J David",
   "pi_last_name": "Neelin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J David Neelin",
   "pi_email_addr": "neelin@atmos.ucla.edu",
   "nsf_id": "000190717",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "520 Portola Plaza",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951565",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1389411.0
  }
 ],
 "por": null
}