{
 "awd_id": "2414962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Developing a Minimally-Invasive Manufacturing Method for Personalized Medical Devices",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2024-07-23",
 "awd_max_amd_letter_date": "2024-07-23",
 "awd_abstract_narration": "The broader impact of this Partnerships for Innovation - Technology Translation (PFI-TT) project lies in transforming the field of medical implants by introducing a new catheter-based additive manufacturing platform. Current medical devices are mass-produced and often do not fit the unique anatomical features of individual patients, leading to increased risks, complications, and higher healthcare costs. This solution addresses the challenge of creating on-demand customized implants that fit the unique anatomical features of individual patients, as opposed to the current one-size-fits-all approach. By enabling the creation of customized 3D implants directly inside the human body, this technology aims to reduce medical complications, improve patient recovery times, and lower healthcare costs. If realized, this technology has the potential to disrupt the medical device market, leading to more effective treatments and broader access to personalized healthcare solutions. Additionally, this project will use new component designs and assembly methods for in-vivo manufacturing, combining the advantages of minimally-invasive procedures with the benefits of the 3D biofabrication toolkit, which could be broadly applied to a wide range of medical applications. \r\n\r\nThe project focuses on addressing the critical unmet need for personalized biomedical implants that conform to the unique anatomical features of individual patients. The primary research objective is to develop a catheter-based additive manufacturing platform capable of creating customized medical implants directly inside the human body. This project involves designing, synthesizing, and optimizing granular hydrogels that can be delivered through catheters to form three-dimensional structures in-vivo. The research will encompass the development of delivery mechanisms, material characterization, and the long-distance formation and stabilization of 3D implants. Key activities include the data-driven synthesis and characterization of soft implant-grade biomaterials, the development of sophisticated catheter-based delivery systems, the definition of in-vivo personalized manufacturing strategies, and extensive benchtop testing. The anticipated technical results include the design, development, and demonstration of this technology in benchtop models, establishing the technology's potential for future clinical efficacy and safety. By advancing the in-situ biomanufacturing toolbox, this project aims to set new standards for personalized medical treatments, ultimately leading to more effective and less invasive device-based healthcare solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Roche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Roche",
   "pi_email_addr": "etr@mit.edu",
   "nsf_id": "000782720",
   "pi_start_date": "2024-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": null
}