{
 "awd_id": "2414170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Intercultural Competencies In the Wild: Exploring Situated Intercultural Competency Development in Graduate Engineering Research Environments",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 299913.0,
 "awd_amount": 299913.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "In an increasingly global and diverse society, engineering programs are called to produce engineers at all levels who have intercultural competency (also known as global competencies), representing the ability to work with stakeholders across the world and from a variety of cultural backgrounds. These competencies will only become more important, highlighted by the United Nations Sustainable Development Goals, the European Union’s OCED calls to global action to fight global challenges, and the National Academies’ Grand Challenges for Engineering, which innately require global collaboration. Ph.D.- and Master’s educated engineers are thought-leaders who will be at the forefront of developing the technologies that will lead to water sustainability, sustainable energy, and climate solutions, which are inherently global problems. However, intercultural competency research rarely extends to engineering graduate student populations. Current statistics indicate over 50% of engineering graduate students in the United States are international, yet very little intercultural competency training, education, or research is conducted for graduate students. Future Ph.D.-holders, regardless of occupational trajectory or citizenship status, must be equipped to be thought leaders to tackle global challenges like climate change in an increasingly global engineering economy. To meet this need, the purpose of this project is to investigate how graduate engineering students develop intercultural competencies “in the wild” in authentic academic research laboratory environments. Given that over 58% of engineering doctoral students across U.S. institutions are international, the research laboratory becomes a place that, if harnessed, could facilitate intercultural competency development for both U.S. and international students as future thought-leaders. This project is well-aligned with the NSF Research in the Formation of Engineers program in that it focuses on the development of critical competencies for the next generation workforce.\r\n\r\nInformed by Deardorff’s process model of intercultural competence and theories of graduate socialization, this project will answer the following research questions: What are the current levels of intercultural competency in graduate engineering students and faculty research supervisors at R1 institutions in the United States? What factors augment or inhibit the development of intercultural competencies in engineering graduate students in research lab contexts? How do graduate engineering students develop intercultural competencies in research laboratories over time? To answer these questions, researchers at Penn State and University of Nebraska-Lincoln will collaborate on a two-phase multiple methods project comprising a nationwide benchmarking phase to provide contextual details on the climate impacting graduate student development of intercultural competencies from both the faculty and student perspectives and follow-up deep interview and longitudinal mixed methods phase to understand the development of intercultural competencies over time. Findings from this research will transform both the graduate engineering education research subdiscipline and the global engineering education subdiscipline, which rarely interact. This study will offer the inaugural understanding of how intercultural competencies are fostered or limited as a function of graduate engineering research groups over time. The combination of qualitative and quantitative data will add substantial value to the development of models and future theories for how intercultural competency development may occur “in the wild” as a function of routine laboratory environments. Insights will be translated through the broader impacts activities to hundreds of our own institutions’ departments annually through graduate colloquium series and the development of graduate intercultural competency self-audit toolkits developed as part of this grant.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Berdanier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Berdanier",
   "pi_email_addr": "CGB9@psu.edu",
   "nsf_id": "000730014",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299913.0
  }
 ],
 "por": null
}