{
 "awd_id": "2414178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CFS (Track III): Partial Support of the International Seismological Centre",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 975027.0,
 "awd_amount": 652457.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "This award provides partial support for the operation of the International Seismological Centre (ISC) under the supervision of its Host Institution – the University of Oxford. The ISC is an international charitable organization, based in the United Kingdom, that is charged with the final collection of earthquake parametric information and production of the open-source definitive long-term worldwide account of earthquakes as well as other seismic events such as industrial explosions, induced events, nuclear tests etc. To fulfil its mission, the ISC collects seismic observational data from about150 institutions in over100 countries. As a result, the ISC seismic bulletin contains nearly three times as many earthquakes as any other global summary. Some of the data originate from sources otherwise unavailable to US researchers. This project aims to maintain and further develop this mission to assist researchers worldwide. The types of studies for which the ISC data are virtually indispensable include seismic tomography, seismotectonics, mitigation of earthquake disasters through planning reliant on realistic seismic hazard analysis, earthquake source physics, earthquake forecasting, and nuclear explosion monitoring. The ISC Bulletin is the principal data source for some 200 to300 research articles each year with many more depending on ISC data to select events or stations to be used, or to define the seismotectonic setting. The ISC products also serve as unique and highly valuable tools for education in geophysics. The broader impact of the ISC operations is through basic and applied research based on the ISC products, ultimately including mitigation of earthquake disasters through planning reliant on realistic seismic hazard analysis and monitoring of the Comprehensive nuclear Test Ban Treaty. The ISC products serve as unique, valuable tools for education in geophysics, that routinely provide training to young seismologists, especially those from developing countries. The ISC further broadens opportunities by enabling participation by all citizens of all nationalities and gender, including those from underrepresented groups in STEM.\r\n\r\nThe operation of the International Seismological Centre (ISC) under the supervision of its Host Institution, the University of Oxford, with funding from the NSF for about 20% of the estimated total operation costs. The main objective of the center is to continue production of the ISC Bulletin - the unique, most comprehensive, and long-term summary of earthquake hypocenters, magnitudes and focal mechanisms worldwide, as well as corresponding station measurements with links to original waveforms where available. The analysis method is to continue operating and further improving the existing systems based on a unique, worldwide collaboration owing to the strictly non-governmental and truly international status of the ISC. This status allows the center to collect and freely distribute event data from several otherwise unavailable sources to US researchers. ISC operations include: Collection, reformatting, merging and association of reported parametric event data from ~150 networks and data centers around the world, including NEIC, GCMT, IDC/CTBTO, Japan’s JMA, China’s CEA, India’s NCS etc. as well as some really rare event data such as the data from DPRK’s KEA; notably, waveform records for a large fraction of the involved seismic stations are not openly available on-line; Manual review of hypocenters, phase readings, and related data for events of magnitude ~3.5 and above, simultaneously reported by several networks; Limited specialised analysis of waveforms available on-line to obtain further critical information on seismic event depths, first motion based focal mechanisms, and probabilistic point source models that include moment tensors, source time functions and provide further constraint on event depths; Distribution of the ISC Bulletin, both un-reviewed and reviewed, by means of the web-search, ftp, and the mirror web-site at EarthScope and Lawrence Livermore National Laboratory; Maintenance, update and further advancement of several associated ISC products widely used by US researchers and worldwide:  the International Seismograph Station Registry, the IASPEI Reference Event List (GT), ISC-EHB dataset, ISC-GEM catalog, ISC Event Bibliography, Seismological Dataset Repository, Electronic Archive of Printed Station/Network Bulletins and Seismological Contacts. For more than 60 years, the ISC Bulletin has provided the most comprehensive and complete account of global seismicity. The Bulletin includes nearly three times as many earthquakes as any other global seismic catalog and, for comparable earthquakes, initial phase times from more stations as well as more amplitudes and more secondary phases. This proposal aims to maintain and further develop this mission to assist researchers in understanding the Earth’s dynamic systems and investigating the new research opportunities in the Earth Sciences as seen by the U.S. NSF and the National Research Council. As an essential starting point for a large proportion of all research relating to earthquakes on a global scale, the impact of the ISC on seismology is unique. The types of studies for which the ISC data are virtually indispensable include seismic tomography, seismotectonics, seismic hazard analysis, earthquake source physics, earthquake forecasting, and nuclear explosion monitoring. Even for research that depends primarily on processing digital waveforms, the Bulletin provides an invaluable index for acquiring waveform data. With the current tendency of other centers such as the USGS National Earthquake Information Center (NEIC) and the European-Mediterranean Seismological Center (EMSC) to focus their efforts on rapid determinations, the value of the ISC for seismological research is further enhanced.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kendall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Kendall",
   "pi_email_addr": "mike.kendall@earth.ox.ac.uk",
   "nsf_id": "000988988",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oxford",
  "inst_street_address": "UNIVERSITY OFFICES",
  "inst_street_address_2": "WELLINGTON SQUARE",
  "inst_city_name": "OXFORD",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "1865289804",
  "inst_zip_code": "OX1 2JD",
  "inst_country_name": "United Kingdom",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "UNIVERSITY OF OXFORD",
  "org_prnt_uei_num": "",
  "org_uei_num": "G124UKMYGZJ6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oxford",
  "perf_str_addr": "UNIVERSITY OFFICES",
  "perf_city_name": "OXFORD",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "OX1 2JD",
  "perf_ctry_code": "UK",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 652457.0
  }
 ],
 "por": null
}