{
 "awd_id": "2414859",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II: Enzymes for Accelerated Plastic Recycling",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-09-05",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase II project is to improve the economics, sustainability, and circularity of polyethylene terephthalate (PET) plastic recycling.  Conventional plastic recycling technologies are typically energy intensive, produce low quality plastic, and do not enable continuous recycling of PET plastics into recycled, high value PET packaging for food contact and similar applications.  Today, less than 9% of plastics are recycled in the United States.  Enzyme-mediated plastic recycling may enable more types of PET plastics to be recycled.  In addition, enzyme-mediated plastic recycling may improve the quality and purity of recycled PET plastic products, enabling efficient, circular recycling of bottles, thermoformed PET, and polyester textiles.  Future plastic manufacturing could use enzymatically recycled plastics rather than sourcing chemical building block molecules from fossil fuel-derived sources.  Development of this novel recycling technology could serve as an example to improve the recycling rate of other types of plastic, reduce carbon emissions associated with plastic manufacturing, and reduce the plastic pollution in our environment.   \r\n\r\nThe proposed project is focused on developing high performance engineered enzymes for breakdown of PET plastic into circular plastic chemical building blocks.  Enzymes act as specific molecular scissors to cut bonds within the PET polymer plastic and release the chemical building blocks terepthalic acid and ethylene glycol that are drop-in replacements for PET plastic manufacturing.  These chemical building blocks should be high quality and enable manufacturing of PET plastic products from 100% recycled materials.  The goal of this research is to design and engineer enzymes that efficiently break down PET plastic in a sustainable and economical process under industrial, scalable recycling conditions.  These enzymes will be designed to operate within a simplified end-to-end recycling process that uses novel, green chemistry to enable efficient recovery and purification of chemical building blocks for remanufacture of high quality plastic products.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johan",
   "pi_last_name": "Kers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Johan A Kers",
   "pi_email_addr": "jkers@birchbiosciences.com",
   "nsf_id": "000862708",
   "pi_start_date": "2024-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BIRCH BIOSCIENCES, LLC",
  "inst_street_address": "350 SE MILL ST STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "6505758427",
  "inst_zip_code": "972145096",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "BIRCH BIOSCIENCES LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C9FGGXFZTLE1"
 },
 "perf_inst": {
  "perf_inst_name": "BIRCH BIOSCIENCES, LLC",
  "perf_str_addr": "4023 NE HANCOCK ST",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972125324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}