{
 "awd_id": "2415575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Culturally Situated STEM Podcasts for Kids",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922190",
 "po_email": "ltakeuch@nsf.gov",
 "po_sign_block_name": "Lori Takeuchi",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1672045.0,
 "awd_amount": 1117913.0,
 "awd_min_amd_letter_date": "2024-08-07",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "Afterschool programs, science camps, and museums are a great way to engage children with STEM and begin to cultivate their identities as scientists. However, these activities can be costly and difficult to access for certain families, such as those in which English is not their first language. Podcasts, on the other hand, offer a promising, free option for families to talk about and engage with STEM at home and on the go, such as in the car and other locales where they spend time together. As past research has shown “science talk” to be strongly associated with the STEM identity of children (Cian & Dou, 2022), this project will design and produce 34 Spanish and English language podcast episodes for Latine families with children ages 5 through 9 that ground family participation in STEM activities. This approach does not rely on prompts or instructions that alter or modify family norms; rather it leverages and complements existing family routines, practices, and values, which should encourage adoption and uptake. Once created, researchers will study whether and how the culturally and linguistically relevant podcasts support family STEM conversations and activity and the development of children’s STEM identities. The podcast series ¡OYE Tumble! is expected to reach over one million downloads over the project’s duration, as it will leverage the listenership of the existing Tumble Science Podcast for Kids series, which consistently ranks in the top 5 U.S. education podcasts in the “Kids & Family” category. All episodes will be free, widely available on podcast platforms, and shared with Latine audiences through a targeted communications plan.\r\n\r\nChildren's STEM podcasts offer an opportunity to build science identity through family science talk (Dou and Cian, 2021; Dou et al., 2019). However, there is a dearth of information on U.S. Latine youth podcast listenership in general, and in relation to STEM podcasts. Research conducted as part of this project will (1) generate information about current youth and family podcast listenership from a national sample of Latine families, (2) co-construct knowledge alongside Latine families about how to best integrate culture, interests, and values in the production of children's STEM podcasts, (3) establish a foundation for understanding how culturally sustaining STEM podcasts support youth STEM identity development through family conversations, and (4) increase understanding of how family interactions prompted by STEM podcasts support Latine children's participation in subsequent STEM related activities. Quantitative and qualitative methods will be employed, including surveys, interviews, and focus groups. The project will work closely with cultural advisors and community partners to navigate the nuances of cultural relevance, sensitivity, and authenticity. Over 100 Latine families representing the regional and cultural diversity of Latine communities in the United States will participate as designers, shaping the project’s model of culturally sustaining podcast episode production. A Roadmap for Culturally Sustaining Podcast Production will be published to share lessons learned from the podcast development process and shared with other producers of culturally situated educational podcasts. This Research on Wide-reaching Public Engagement with STEM project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Robberson Lentz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sara R Robberson Lentz",
   "pi_email_addr": "sara@tumblepodcast.com",
   "nsf_id": "000861927",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Remy",
   "pi_last_name": "Dou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Remy Dou",
   "pi_email_addr": "REDOU@FIU.EDU",
   "nsf_id": "000762644",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "YASMIN",
   "pi_last_name": "CATRICHEO",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "YASMIN V CATRICHEO",
   "pi_email_addr": "ycatricheo@aui.edu",
   "nsf_id": "000826252",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marshall",
   "pi_last_name": "Escamilla",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Marshall R Escamilla",
   "pi_email_addr": "marshall@tumblepodcast.com",
   "nsf_id": "000862020",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Associated Universities, Inc.",
  "inst_street_address": "2650 PARK TOWER DR STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "VIENNA",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2024621676",
  "inst_zip_code": "221807300",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "ASSOCIATED UNIVERSITIES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NZBMKZMW68N3"
 },
 "perf_inst": {
  "perf_inst_name": "Associated Universities, Inc.",
  "perf_str_addr": "1400 16TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362252",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "DC",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1117913.0
  }
 ],
 "por": null
}