{
 "awd_id": "2415733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Broadening Participation of Women Veterans in the STEM Workforce through Service Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922141",
 "po_email": "ltran@nsf.gov",
 "po_sign_block_name": "Lynn Tran",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 1775385.0,
 "awd_amount": 1407120.0,
 "awd_min_amd_letter_date": "2024-09-11",
 "awd_max_amd_letter_date": "2024-09-11",
 "awd_abstract_narration": "Women veterans reentering the civilian workforce face challenges in handling familial and caregiver responsibilities while working to create financial stability. Research indicates these challenges contribute to stress, injury, and depression rates that are over 2.3 times higher than rates of incidence among male veterans. Transitioning to civilian employment is challenging for women veterans for several reasons, including a) finding meaningful and engaging work, b) learning how to network and find job opportunities, c) a lack of women role models, and d) a disproportionate level of family obligations compared to male veterans. At the same time, there are growing needs for data skills in the workforce and for STEM jobs. To address both the data skills gap and women veteran financial needs, this project offers the service-learning focused Impacting Communities Through Data program to effectively engage women veterans with data skills. The Impacting Communities Through Data program will engage cohorts of women veterans in tailored data skills and STEM employability workshops and local service-learning projects. This work will investigate the impact of service-learning projects on women veterans’ data skills, attitudes, and potential career outcomes in STEM fields. The project broadens participation in STEM by targeting this population of women veterans in San Diego County, utilizing an equity-oriented approach in program participant selection, accessibility, and curriculum development.\r\n\r\nThere is some evidence that service learning is effective as a pedagogy for veterans, yet there has not been any significant study on this, particularly in utilizing an online medium for women veteran STEM skills development. To meet the needs of women veterans in transitioning to civilian employment, while balancing familial and caregiver responsibilities, the Impacting Communities Through Data program creates an online informal service-learning experience as well as data skills and STEM employability workshops to engage women veterans in meaningful work that develops their data skills. The proposed project advances knowledge-building regarding informal STEM learning by answering three key research questions: (1) What are the relationships between participation in an informal service-learning project and STEM attitudes, data skills, and career-related outcomes?, (2) What are the differences in improved STEM attitudes, skills, and career-related outcomes between women veterans enrolled in an online data skills course who also participate in an informal service learning project and women veterans who only complete the online course?, and (3) Which experiences during an informal service-learning project are most valued by women veterans? Ten cohorts of 18-24 women veterans will participate in the program. The project utilizes a waitlist control design, responding to the above research questions by collecting and analyzing pre- and post-program participant surveys and follow up interviews. Analysis of survey and interview data will use both quantitative and qualitative methods. Project results will advance understanding of the impact of informal service-learning projects in improving women veteran STEM skills and employability. This project’s impact is heightened due to the growth in both the women veteran population and services supporting their transition to civilian life. \r\n\r\nThis Integrating Research and Practice project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prem",
   "pi_last_name": "Durairaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prem Durairaj",
   "pi_email_addr": "pdurairaj@dataelevates.com",
   "nsf_id": "000845930",
   "pi_start_date": "2024-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tomika",
   "pi_last_name": "Greer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Tomika W Greer",
   "pi_email_addr": "twgreer@uh.edu",
   "nsf_id": "000848118",
   "pi_start_date": "2024-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DATA ELEVATE LLC",
  "inst_street_address": "4104 MOUNT ALIFAN PL UNIT A",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9512957507",
  "inst_zip_code": "921112801",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "DATA ELEVATE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "SMBQDTAKBXW3"
 },
 "perf_inst": {
  "perf_inst_name": "Data Elevate LLC (dba Data Elevates)",
  "perf_str_addr": "4104 Mount Alifan Place",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921112801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1407120.0
  }
 ],
 "por": null
}