{
 "awd_id": "2415318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Continuous Identity Verification via Wearable Neural Interfaces",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is to enhance digital security by integrating continuous biometric authentication into all human-computer interactions. The World Economic Forum cites widespread cyber-crime among the top 10 most severe global risks, with widespread impact on private industry, critical infrastructure, and cyber warfare. Recent developments in artificial intelligence compound these risks, with “deepfake” technology and Large Language models producing highly convincing fraudulent communications that easily bypass human scrutiny. This project develops and evaluates a new form of real-time authentication based on a novel biometric sensing approach that can secure every interaction an individual has with digital systems. At scale, the technology can mitigate cyber threats to secured systems by continuously certifying the authenticity of human-computer interactions.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will commercialize a fundamentally new biometric authentication approach for secure human-computer interaction. When interfacing with digital technology, there is no direct link between a user’s actions and their identity. Current approaches to solve this problem (e.g., usernames, passwords, biometrics) are imperfect, presenting a major weak point in digital security that is commonly exploited. As humans interact with technology, their hand movements and posture arise from unique neuromuscular activity patterns that could be used for real-time identity verification. This project develops sensing technology to capture these unique signals to create a new kind of continuous, biometric authentication. This approach essentially provides a user-specific “watermark” that the wearer’s actions (keystrokes, gestures, etc.) are authentic and authorized. Real-time user verification can streamline the authentication process and overcome core vulnerabilities in legacy approaches that make them susceptible to compromise, setting the stage for secure and intuitive human-machine interfacing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Liberti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Liberti",
   "pi_email_addr": "will@mneuro.tech",
   "nsf_id": "000975114",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MORPHOSIS INC",
  "inst_street_address": "1152 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6175290762",
  "inst_zip_code": "947081603",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "MORPHOSIS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GP1SFMCM9GF3"
 },
 "perf_inst": {
  "perf_inst_name": "MORPHOSIS INC",
  "perf_str_addr": "1152 EUCLID AVE",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947081603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8027",
   "pgm_ref_txt": "Cyber Secur - Cyberinfrastruc"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}