{
 "awd_id": "2415686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Escuchen Ecoutez Listening and Learning Together",
 "cfda_num": "47.074, 47.076",
 "org_code": "11090000",
 "po_phone": "7032927922",
 "po_email": "tdancste@nsf.gov",
 "po_sign_block_name": "Toni Dancstep",
 "awd_eff_date": "2024-11-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 179889.0,
 "awd_min_amd_letter_date": "2024-08-27",
 "awd_max_amd_letter_date": "2025-01-14",
 "awd_abstract_narration": "Access to science instruction in formal school settings is not uniformly available across school districts. Many under-resourced K-12 schools partner with informal STEM learning institutions to address their youth’s science education needs. Long Island Children’s Museum and Westbury School District have shared such a partnership for young learners over the past 15 years. This Partnership Development and Planning Project will extend this longstanding partnership to include local families and shift away from the creation of institution-driven STEM experiences to family-driven STEM experiences. The local community is culturally and linguistically diverse, where many of the students identify as newcomers and more families speak Spanish and Haitian Creole than English at home. Some members of the children’s museum and the school district staff who are working on this partnership also share cultural, linguistic, and/or lived experience with the families. This project will integrate two asset-based frameworks (Equitable Collaboration Framework and Cultural Historical Activity Theory) to guide work around forming reciprocal, collective, and relational partnerships. Together partners will explore community assets, goals, values, STEM practices, and expectations in regard to informal STEM learning for early elementary-aged children; roles that are of interest when designing, supporting, and studying informal STEM learning activities; future projects that are interesting, necessary, and possible within the expanded the partnership; and outcomes of most importance for future AISL research proposals (e.g., STEM identity, STEM belonging, a specific STEM content area, STEM skills, etc.)\r\n\r\nThis project employs the Equitable Collaboration Framework to guide the partnership development process, chosen based on its weaving together families and educators using six principles: community capacity; authentic relationships; families as experts; educators as learners; balanced power; and family-driven goals. Simultaneously Cultural Historical Activity Theory (CHAT) provides the theoretical and methodological frame to map the ways in which partnership activity is established, explored, and negotiated. This project seeks to answer two preliminary research questions using qualitative methods: (1) How do culturally and linguistically diverse newcomer families want to engage in culturally sustaining informal STEM Learning? What are the opportunities for including these families’ funds of knowledge in culturally sustaining informal STEM learning? What barriers are there to participation? (2) How can we create a sustainable and equitable partnership that navigates diverse stakeholder goals in the power-sharing and decision-making processes? Key activities include continual trainings and reflections related to diversity, equity, inclusion, and cultural competence for the two institutions; listening sessions throughout the community; monthly in-person collaboration meetings that will evolve from exploring priorities and values to developing a shared vision and goals, and working toward systemic collaboration that builds in structural capacity and community leadership in the future. External evaluation will assess the challenges, successes, and impacts of the key activities. All partners will work together to communicate the findings, locally at community sites, and with the field though webinars and reports that capture the challenges, successes, and lessons learned in using these integrated frameworks to guide partnership development between a children’s museum, school district, and culturally and linguistically diverse newcomer families.\r\n\r\nThis Partnership Development and Planning project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "D'Emic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire D'Emic",
   "pi_email_addr": "cdemic@licm.org",
   "nsf_id": "000845556",
   "pi_start_date": "2024-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LONG ISLAND CHILDREN'S MUSEUM",
  "inst_street_address": "11 DAVIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "GARDEN CITY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5162245800",
  "inst_zip_code": "115306745",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NY04",
  "org_lgl_bus_name": "LONG ISLAND CHILDREN'S MUSEUM",
  "org_prnt_uei_num": "M9LZY7PPEX73",
  "org_uei_num": "M9LZY7PPEX73"
 },
 "perf_inst": {
  "perf_inst_name": "LONG ISLAND CHILDREN'S MUSEUM",
  "perf_str_addr": "11 DAVIS AVE",
  "perf_city_name": "GARDEN CITY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "115306745",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NY04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 29889.0
  }
 ],
 "por": null
}