{
 "awd_id": "2416946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Role of Attention and Awareness in the Implicit Learning of Subject-Verb Inversion by L2 Learners",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927096",
 "po_email": "widelima@nsf.gov",
 "po_sign_block_name": "Wilson De Lima Silva",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 11252.0,
 "awd_amount": 11252.0,
 "awd_min_amd_letter_date": "2024-08-07",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "It is generally understood that most language learning happens implicitly; that is, that learners acquire language incidentally as a by-product of language use, as opposed to intentional, explicit studying. Although it is also understood that learners must pay attention to grammatical forms to acquire them, there is considerable debate about the role of explicit learning in language acquisition. In particular, research has not yet established to what degree learners need to have conscious awareness of grammatical rules in order to acquire them. This project therefore aims to explore how learners go about learning a new language, focusing specifically on the roles of attention and awareness, and the relationship between these two and how they influence the learning process. It explores how beginner learners of a second language process and learn the word order rule known as subject-verb inversion (e.g., in English, \"The dog ran into the house\" vs. \"Into the house ran the dog\") – a structure that remains challenging for beginners despite its emphasis in instruction. The goal is to understand how attention and awareness affect the acquisition of inversion, as this will help us understand the role of these factors in language learning more generally. In doing so, this study will also inform teaching practices, for example, by suggesting methods that would be effective for teaching a variety of languages with computer-assisted learning programs. Moreover, this study provides the opportunity to involve undergraduate students in psycholinguistic research.\r\n\r\nIn order to explore the links between attention and awareness, participants complete a training in which they are taught to comprehend simple sentences in a second language, including sentences with and without inversion. Participants are divided into three groups: one group receives an explanation about inversion; the second group is asked to actively look for patterns in the sentences they read; and the third group is only asked to read the sentences and try to understand them. While the participants complete this training, their eye movements are recorded. These data are used to determine the parts of the sentence that participants pay attention to. After the training, they are asked to complete tasks that assess 1) to what extent they are aware of the grammatical rule, and 2) how well they have learned the rule. It is expected that learners’ processing and acquisition of the rule is directly related to the amount of attention given to it, but not their awareness of it. In other words, for this form to be acquired, learners must perceive the changes in the sentence, and it is not sufficient for them to know the rule.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nick",
   "pi_last_name": "Henry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nick Henry",
   "pi_email_addr": "nhenry@austin.utexas.edu",
   "nsf_id": "000620064",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nafal",
   "pi_last_name": "Ossandon Hostens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nafal Ossandon Hostens",
   "pi_email_addr": "nohstns@utexas.edu",
   "nsf_id": "000942102",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 11252.0
  }
 ],
 "por": null
}