{
 "awd_id": "2416939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "E-RISE RII: Driving AgTech Research and Education in Kentucky through Inclusive Network Building, Impactful Research, and Workforce Development for Soilless Food Systems",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 7000000.0,
 "awd_amount": 3841709.0,
 "awd_min_amd_letter_date": "2024-06-26",
 "awd_max_amd_letter_date": "2024-12-13",
 "awd_abstract_narration": "Agriculture Technology (AgTech) is a broad term describing intensive farming systems that incorporate high-tech applications that aim to improve agricultural yield, efficiency, and profitability. A rapidly growing sector of AgTech is soilless plant production, encompassing hydroponics (which uses synthetic fertilizer) and aquaponics (which uses fish waste as fertilizer).  The \"Driving AgTech Research and Education in Kentucky (DARE KY)\" project will increase Kentucky’s capacity to support soilless AgTech growth through research, workforce development, and instructional initiatives. Soilless agriculture is becoming increasingly important as it can be implemented in areas with poor soil quality or adverse climate conditions, and in those areas lacking access to fresh food. DARE KY seeks to mitigate the high cost of treating agricultural nutrient waste, reduce operating costs, and ease the environmental impacts of soilless agriculture. DARE KY research will investigate the science of plant culture using nutrient waste from aquaculture and assess the food safety and sustainability of these systems. Led by Kentucky State University (KSU), Kentucky’s 1890 Land Grant University, DARE KY will create a statewide network of institutions including Bluegrass Community and Technical College, University of Pikeville, other Kentucky universities and colleges, non-profits, and industry partners. The project will enhance workforce development in Kentucky by creating new curricula, integrating research into student learning, and developing new work-and-learn opportunities.  Building on KSU’s substantial capacity to conduct cutting-edge research in agriculture, DARE KY will integrate a multi-institutional and cross-disciplinary network capable of advancing research in this field and removing barriers that limit non-traditional and underrepresented students from obtaining degrees in STEM.\r\n\r\nThe DARE KY project will conduct use-inspired research that answers central research questions with a high potential for transformative impacts across society, to include: Can bioremediation of aquaculture effluent provide a sustainable fertilizer for soilless plant production?  DARE KY research will use metatranscriptomic and proteomic approaches to characterize the activity of microorganisms in these systems at any given time, their response to environmental factors, and their relationship within the microbiome community as a whole. Essential nutrient flow through the various aquaponic system configurations will be studied, as will system productivity and sustainability. Food safety of soilless agriculture production will also be investigated, and pathogen monitoring technologies developed. Soilless systems have been assessed with a focus on the presence of foodborne pathogens; but information on the control of these pathogens is limited to preventing entry through facility biosecurity and decontamination of produce strategies, and systems in place to monitor these pathogens are often absent. A life cycle assessment for soilless AgTech systems will provide a sustainability index, allowing the assessment of potential negative environmental impacts. DARE KY will improve nutrient management, food safety, and sustainability of soilless agriculture while integrating multiple disciplines, including engineering, chemistry, biology, and computer science, and creating a more diverse and inclusive STEM research and innovation ecosystem to enhance Kentucky’s research competitiveness. This project is funded by the NSF EPSCoR Research Incubators for STEM Excellence (E-RISE) Research Infrastructure Improvement Program. The E-RISE RII Program supports the development and implementation of sustainable broad networks of individuals, institutions, and organizations that will transform the science, technology, engineering and mathematics (STEM) research capacity and competitiveness in a jurisdiction within a field of research aligned with the jurisdiction's science and technology priorities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avinash",
   "pi_last_name": "Tope",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avinash Tope",
   "pi_email_addr": "avinash.tope@kysu.edu",
   "nsf_id": "000626752",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Labreveux",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Labreveux",
   "pi_email_addr": "mlabreveux@kstc.com",
   "nsf_id": "000210674",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Law",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey Law",
   "pi_email_addr": "audrey.law@kctcs.edu",
   "nsf_id": "000938783",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Byron",
   "pi_last_name": "Meade",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Byron C Meade",
   "pi_email_addr": "bmeade00@upike.edu",
   "nsf_id": "000993019",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janelle",
   "pi_last_name": "Hager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janelle Hager",
   "pi_email_addr": "janelle.hager@kysu.edu",
   "nsf_id": "000993147",
   "pi_start_date": "2024-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kentucky State University",
  "inst_street_address": "400 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "FRANKFORT",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5025975787",
  "inst_zip_code": "406012355",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KY01",
  "org_lgl_bus_name": "KENTUCKY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HT6FA2BL8JG7"
 },
 "perf_inst": {
  "perf_inst_name": "Kentucky State University",
  "perf_str_addr": "400 E MAIN ST",
  "perf_city_name": "FRANKFORT",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "406012334",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "269Y00",
   "pgm_ele_name": "EPSCoR RII: E-RISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 3821792.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 19917.0
  }
 ],
 "por": null
}