{
 "awd_id": "2416658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fostering Inclusive Pathways in Innovation Ecosystems",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924615",
 "po_email": "kowens@nsf.gov",
 "po_sign_block_name": "Kalyn Owens",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 143028.0,
 "awd_amount": 143028.0,
 "awd_min_amd_letter_date": "2024-09-04",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "This project aims to serve the national interest by investigating the structural, systemic, and social barriers significantly impacting STEM students' participation in Innovation Competitions and Programs (ICPs). Student ICPs are central to college-level innovation and entrepreneurship ecosystems–fostering students' meaningful STEM-based collegiate experiences and enhancing their content-rich skill development, career readiness, and social connections. Despite these benefits, a noticeable discrepancy exists in ICP participation between STEM undergraduates who have been historically underrepresented and those from student groups dominating STEM fields. The project intends to advance equity in innovation ecosystems by uncovering the structural, systemic, and social barriers and their impact on students in an area that has been understudied. Additionally, the project proposes to provide outreach and training activities to help organizers, mentors, and advisors redesign ICPs to be more inclusive for all students. This transformation aims to enhance underrepresented STEM students' career readiness and participation in innovation and entrepreneurship ecosystems, promoting inclusivity and robust engagement.\r\n\r\nThe goals of this collaborative research project between the Pennsylvania State University (PSU) and North Carolina Agricultural and Technical State University (NCAT) are threefold: (i) to advance the understanding of the structural, systemic, and social barriers that limit ICP participation of underrepresented student groups; (ii) to validate a theoretical framework based on the Situated Expectancy-Value Theory to explain the complex relations among these barriers and student perceptions and choices toward ICPs; and (iii) to test the efficacy of interventions designed to increase participation in ICPs by lowering these barriers through innovative scenario-based field experiments. The project employs mixed research methods to identify barriers to ICP participation of students from underrepresented groups, develop a theoretical model to explain how these barriers affect underrepresented STEM students, and test interventions to mitigate their negative impact. Data and resulting trends will be interpreted through a participatory meaning-making process that engages stakeholders with diverse perspectives and voices. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Davis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Davis",
   "pi_email_addr": "lbdavis@ncat.edu",
   "nsf_id": "000064815",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Jiang",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Steven X Jiang",
   "pi_email_addr": "xjiang@ncat.edu",
   "nsf_id": "000493859",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 E MARKET ST",
  "perf_city_name": "GREENSBORO",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 143028.0
  }
 ],
 "por": null
}