{
 "awd_id": "2416240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Priming abstract modal representations in causatives and (other) modals",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927096",
 "po_email": "widelima@nsf.gov",
 "po_sign_block_name": "Wilson De Lima Silva",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 15510.0,
 "awd_amount": 15510.0,
 "awd_min_amd_letter_date": "2024-08-07",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "Humans use language to talk about the causal relations between situations and events in the world. In English, periphrastic causative expressions such as, “made,” as in “The girl made the boy go to the store” are examples of such a relationship. Humans also use language to talk about possible things and their possible relations that don’t exist in the here and now and that don’t correspond to reality. This kind of language is modal language, and examples in English are expressions such as, “should, can, might, have to,” e.g., “The girl has to go to the store.” Although seemingly unrelated, a longstanding debate in the fields of formal semantics, cognitive science, and philosophy is whether causal expressions as in the first example are best understood as involving modality or not. This doctoral dissertation project is an experimental investigation into the relationship between modal and causative expressions in natural language by exploring their processing similarities and differences using a classic tool in cognitive psychology known as the priming effect, which is used to investigate structures with shared features. This dissertation project makes novel methodological achievements by testing whether two semantically similar linguistic expressions can prime the production of each other, irrespective of their syntactic dissimilarity. If a priming effect occurs, it provides evidence that the two expressions share abstract semantic representations. This project also contributes to the societal achievement of underrepresented groups in the empirical sciences as it is spearheaded by the Co-PI, who is a member of one such underrepresented group. \r\n\r\nUsing behavioral methods, this dissertation project answers the following questions with three case studies each of which focuses on a different kind of modal expression and its relation to causative expressions: Do causatives and modal expressions share components of their semantics? Can priming be used to provide evidence of this shared meaning by targeting their abstract semantic representations? To answer these questions the project assumes that the relationship between causatives and modals is a close one and that if two linguistic expressions share abstract semantic representations, then they will be processed similarly. This dissertation project extends our understanding of priming’s potential as a methodology by using it to target the semantics of modal language. The results of the project’s experiments will support novel theoretical claims about the relationship between causatives and modals in language, and they will support novel methodological claims about the role of meaning in sentence production with evidence that semantic priming effects can occur between syntactically dissimilar expressions. With this in mind, an overarching goal of this doctoral dissertation project is to show how particular apt psychological methodology is for answering semantic research questions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shota",
   "pi_last_name": "Negishi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shota Negishi",
   "pi_email_addr": "snegishi@umass.edu",
   "nsf_id": "000859263",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angelica",
   "pi_last_name": "Hill",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Angelica M Hill",
   "pi_email_addr": "amhill@umass.edu",
   "nsf_id": "000989638",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "650 North Pleasant Street",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010031100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 15510.0
  }
 ],
 "por": null
}