{
 "awd_id": "2416004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: FASEB Conference on Dynamic DNA Structures in Biology",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2024-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2024-02-07",
 "awd_max_amd_letter_date": "2024-02-07",
 "awd_abstract_narration": "This award will support graduate student, postdoctoral and new investigator attendance at the Federation of American Societies for Experimental Biology (FASEB) meeting at Crowne Plaza Melbourne-Oceanfront Hotel, Melbourne, USA from July 21-25, 2024. The meeting focuses on unique DNA and RNA structures and how they affect biological and mutational processes. The meeting is co-organized by Drs. Kirill Lobachev (Georgia Institute of Technology), Karen Usdin (NIH), Mitch McVey (Tufts University) and Guy-Franck Richard (Institut Pasteur). The format of the meeting is a combination of 45 invited talks, 18 talks selected from submitted abstracts, and several poster sessions. In addition, a keynote lecture by Lorraine Symington (Columbia University), and an EMBO keynote lecture by Petr Cejka (Institute for Research in Biomedicine, Bellinzona) will begin the meeting. There is also a dedicated 1-hour session for trainees to interact with leading experts and three separate poster sessions. A career development workshop will also be held for trainees. The organizers and session chairs will prioritize graduate students, postdocs, and new investigators in the selection of talks chosen from the abstracts. This meeting affords many formal and informal opportunities for sharing recent research findings and exploring collaborations, and seeks to broaden participation of researchers in this field.\r\n\r\nThis premier and unique meeting on alternate DNA structures draws many national and international participants, and includes many NSF-funded investigators. The meeting began in 2008 and is held every other year. Recent advances in DNA repair, DNA replication, transcription, and non-canonical DNA and DNA-RNA structures will be highlighted in this conference. The session topics include “Biochemical and Single Molecule Analysis of DNA Structures”, “New Technologies for the Analysis of Dynamic DNA”, “Structure-induced Genome Instability”, “G quadruplexes and Telomeres”, “Structural Analysis of Replication and Repair”, “Expandable Repeats in Human Disorders”, “Gene Therapies for Expandable Repeat Diseases”, “Chromosome Fragility”, “Transposable Elements, Viruses and Parasites”, and “RNA-mediated Genome Instability”. The conference primarily highlights unpublished research findings and provides many opportunities for young researchers to learn about the field and devise future avenues for research. The program also  offers career development training and mentoring for a new generation of researchers.\r\n\r\nThis project is jointly funded by the Genetic Mechanisms program and the Molecular Biophysics program in the Division of Molecular and Cellular Biosciences of the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirill",
   "pi_last_name": "Lobachev",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kirill S Lobachev",
   "pi_email_addr": "lobachevlab@gmail.com",
   "nsf_id": "000992926",
   "pi_start_date": "2024-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mitch",
   "pi_last_name": "McVey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitch McVey",
   "pi_email_addr": "Mitch.McVey@tufts.edu",
   "nsf_id": "000068835",
   "pi_start_date": "2024-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Federation of Amer Societies For Exper Biology",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 575",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347013",
  "inst_zip_code": "208529839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "FEDERATION OF AMERICAN SOCIETIES FOR EXPERIMENTAL BIOLOGY",
  "org_prnt_uei_num": "PTK7AJZVT7C1",
  "org_uei_num": "CLHCSTHHSX25"
 },
 "perf_inst": {
  "perf_inst_name": "Federation of Amer Societies For Exper Biology",
  "perf_str_addr": "6120 EXECUTIVE BLVD",
  "perf_city_name": "ROCKVILLE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208524905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The FASEB Summer Research Conference on Dynamic DNA Structures in Biology is the only scientific conference focused on DNA structures and their impact on genetic instability underlying cancer and human genetic diseases. The 2024 conference was held in Melbourne, Florida. It began with a keynote talk from a leader in this field, Lorraine Symington, Columbia University \"Genomic instability mediated by inverted repeats\"). We received funding from EMBO to sponsor a second keynote talk by Petr Cejka, IRB, Bellinzona (\"Regulation of MLH1-MLH3 Endonuclease in Meiosis and Repeat Expansion\") on the 2nd day of the conference. The format of the conference consisted of 10 sessions, with 5-8 talks in each. These sessions were: Biochemical and Single Molecule Analysis of DNA Structures, New Technologies for the Analysis of Dynamic DNA, Structure-induced Genome Instability: G quadruplexes, Structural Analysis of Replication and Repair, RNA-mediated genome instability, Transposable elements, viruses and parasites, Chromosome Fragility and Repeat Instability, Expandable Repeats in Human Disorders, Gene Therapies for Expandable Repeat Diseases. Three to five talks in each session were invited speakers (25 min) and 1-4 talks in each session (15 min each) were chosen from the abstracts submitted by attendees; the latter talks were from trainees and early career investigators. 5 to 10 minutes were allocated for discussion at the end of each talk, and we promoted the active participation by trainees in the discussion. As in the previous meetings, the atmosphere was collegial, and trainees interacted much with PIs.</p>\r\n<p>There were three poster sessions and a total of 49 posters (two main sessions and one &ldquo;catch-up&rdquo; session). All posters were kept up for the duration of the conference, which provided additional opportunities for informal discussion outside of the poster session times.</p>\r\n<p>The conference was attended by 97 scientists: 75 from the US, 19 from institutions in Europe, one from Canada and two from Israel. 90 participants were from academia, three from government (NIH), two from industry and two from a non-profit organization. Almost half of the participants were female (47 out of 97) and 30 of the 63 speakers were female. One participant was a member of an under-represented minority group in science. 34 of the participants were trainees.</p>\r\n<p>The conference also enhanced the training of young investigators by giving them an opportunity to share their work with leaders in the field in a supportive and interactive environment. A specific aim of the conference was to provide a welcoming atmosphere for new investigators and trainees and to foster the development of their careers. The &ldquo;Meet-the-Expert&rdquo; lunch was designed to foster interactions between trainees and established investigators. &ldquo;Career Development Workshop&rsquo; promoted the interaction between young investigators and established scientists from universities, private companies, and foundations to demonstrate and provide guidance for different career pathways.</p>\r\n<p>NSF funds combined with funds from the Genetic Society of France were used to award graduate students who presented two best posters and gave two best talks. NSF funds were also used to establish travel awards exclusively given to 21 undergraduate and graduate students and postdocs.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/01/2025<br>\nModified by: Kirill&nbsp;S&nbsp;Lobachev</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe FASEB Summer Research Conference on Dynamic DNA Structures in Biology is the only scientific conference focused on DNA structures and their impact on genetic instability underlying cancer and human genetic diseases. The 2024 conference was held in Melbourne, Florida. It began with a keynote talk from a leader in this field, Lorraine Symington, Columbia University \"Genomic instability mediated by inverted repeats\"). We received funding from EMBO to sponsor a second keynote talk by Petr Cejka, IRB, Bellinzona (\"Regulation of MLH1-MLH3 Endonuclease in Meiosis and Repeat Expansion\") on the 2nd day of the conference. The format of the conference consisted of 10 sessions, with 5-8 talks in each. These sessions were: Biochemical and Single Molecule Analysis of DNA Structures, New Technologies for the Analysis of Dynamic DNA, Structure-induced Genome Instability: G quadruplexes, Structural Analysis of Replication and Repair, RNA-mediated genome instability, Transposable elements, viruses and parasites, Chromosome Fragility and Repeat Instability, Expandable Repeats in Human Disorders, Gene Therapies for Expandable Repeat Diseases. Three to five talks in each session were invited speakers (25 min) and 1-4 talks in each session (15 min each) were chosen from the abstracts submitted by attendees; the latter talks were from trainees and early career investigators. 5 to 10 minutes were allocated for discussion at the end of each talk, and we promoted the active participation by trainees in the discussion. As in the previous meetings, the atmosphere was collegial, and trainees interacted much with PIs.\r\n\n\nThere were three poster sessions and a total of 49 posters (two main sessions and one catch-up session). All posters were kept up for the duration of the conference, which provided additional opportunities for informal discussion outside of the poster session times.\r\n\n\nThe conference was attended by 97 scientists: 75 from the US, 19 from institutions in Europe, one from Canada and two from Israel. 90 participants were from academia, three from government (NIH), two from industry and two from a non-profit organization. Almost half of the participants were female (47 out of 97) and 30 of the 63 speakers were female. One participant was a member of an under-represented minority group in science. 34 of the participants were trainees.\r\n\n\nThe conference also enhanced the training of young investigators by giving them an opportunity to share their work with leaders in the field in a supportive and interactive environment. A specific aim of the conference was to provide a welcoming atmosphere for new investigators and trainees and to foster the development of their careers. The Meet-the-Expert lunch was designed to foster interactions between trainees and established investigators. Career Development Workshop promoted the interaction between young investigators and established scientists from universities, private companies, and foundations to demonstrate and provide guidance for different career pathways.\r\n\n\nNSF funds combined with funds from the Genetic Society of France were used to award graduate students who presented two best posters and gave two best talks. NSF funds were also used to establish travel awards exclusively given to 21 undergraduate and graduate students and postdocs.\r\n\n\n\t\t\t\t\tLast Modified: 04/01/2025\n\n\t\t\t\t\tSubmitted by: KirillSLobachev\n"
 }
}