{
 "awd_id": "2416344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRITE Pivot: Micro-Macro Modeling of Reactive Flow and Rock Weathering Enhanced by Artificial Intelligence",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2024-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 525070.0,
 "awd_amount": 412236.0,
 "awd_min_amd_letter_date": "2024-02-20",
 "awd_max_amd_letter_date": "2024-02-20",
 "awd_abstract_narration": "Reactive flow is key to geomechanical instabilities that occur over spatiotemporal scales spanning several orders of magnitude. It is particularly challenging to formally link the microstructure changes induced by chemical reactions and pore deformation to measurable physical and mechanical properties, because the microstructural features that govern macroscopic fluid flow differ from those that dominate elastic, plastic and brittle behaviors. This Boosting Research Ideas for Transformative and Equitable Advances in Engineering (BRITE) Pivot award will deploy Artificial Intelligence (AI) strategies to predict the spatiotemporal scales of thermo-hydro-chemo-mechanical (THCM) instabilities and automatically adapt the representation of the microstructure as localizations occur. This adaptive multi-scale modeling approach will help improve the safety and sustainability of long-term underground geological storage facilities and understanding of chemical weathering processes in the bedrock, which play a central role in nutrient supply, landslide hazards, and the global carbon cycle. The integration of computer science, applied mechanics, geotechnical engineering and geomorphology aims to grow convergence research towards the design of new materials and the fundamental understanding of the behavior of solid and soft matter, hence providing new modeling tools to decipher the rules of life and harness the data revolution through deep neural networks that will highlight hidden correlations between topological features and phenomena. The PI will create multi-semester undergraduate research opportunities and international research experiences for students, develop a diversity/equity/inclusion (DEI) seminar series and co-design innovative inclusion metrics in engineering.\r\n\r\nThe exploration of AI for computational geomechanics is at its infancy. The researched integration of AI with the homogenization theory will spearhead impactful advances in applied mechanics, including the modeling of open thermodynamic systems, the development of a new class of adaptive micro-macro models and applications over a wide range of spatiotemporal scales. The research plan will integrate training, research, dissemination and DEI activities for the PI and the students involved in the project, and will be organized around the five following scientific objectives: (1) Construct a database of virtual experiments of confined reactive flow with a full-field method; (2) Train and test a deep convolutional neural network (CNN) to recognize microstructural features that attract high spatiotemporal variations of field variables; (3) Enrich Eshelby’s homogenization theory with inclusion-specific characteristic times; (4) Train and test a deep CNN to adapt the homogenization scheme as a function of the microstructure changes and localizations that occur after characteristic times have elapsed; (5) Solve coupled THCM boundary-value problems of geomechanics with the adaptive homogenization method.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chloe",
   "pi_last_name": "Arson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Chloe F Arson",
   "pi_email_addr": "cfa36@cornell.edu",
   "nsf_id": "000555717",
   "pi_start_date": "2024-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "192Y00",
   "pgm_ele_name": "BRITE-BoostRschIdeasTransEquit"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 412236.0
  }
 ],
 "por": null
}