{
 "awd_id": "2416080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Wellness: Curricular Strategies and Interventions to Promote a Thriving Mindset for Engineering Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 399993.0,
 "awd_amount": 399993.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "This project aims to serve the national interest by improving the educational experience of undergraduate engineering students through the development of wellness-focused curricular resources. Studies of engineering students reveal engineering education to be a high-stress environment that hinders retention, persistence, and learning. It is important to understand how wellness interventions can engage and benefit engineering students. The overall goal of this project is to change the narrative from \"surviving\" engineering education to \"thriving\" in it by providing students with research-based tools and strategies to support their wellness. The project team will develop a novel course and related curricular resources designed for adaptation at other institutions and across STEM disciplines. These resources, including lessons, workbooks, and workshops, will support instructors who may not have the time or expertise to develop wellness curricula themselves. A more inclusive and empowering engineering curriculum should enhance persistence and diversity in engineering. A thriving mindset built on wellness will also lead to a better-prepared engineering workforce and engineers who are better-equipped for the complexity of professional practice. Increasing engineering students' wellness will also improve the public's views of engineering as a profession that desires a diverse and thriving U.S. engineering workforce.\r\n\r\nThe investigators aim to identify strategies and implement interventions in first-year engineering curricula that will support engineering students' thriving and wellness. This effort will involve an integrated research and educational approach to investigating wellness and developing instructional resources. Guided by social cognitive theory as a theoretical framework, the research findings will inform content and delivery of curriculum to support students' wellness and lead to the creation of resources for faculty. Knowledge gains from interviews of engineering students (qualitative data) will enable insights into the opportunities and barriers that students face, as well as how they engage with wellness practices.  Knowledge gains from interviews of engineering faculty (qualitative data) will enable insights into best practices to support faculty in adopting wellness education in their classrooms. The results will inform the development of a course and other curricular resources that will be shared broadly for wider adoption. Undergraduate student researchers will be trained in education research methods, and they will support the development of curricula and resources.\r\n\r\nThe NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Jensen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Jensen",
   "pi_email_addr": "kjens@umich.edu",
   "nsf_id": "000739102",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Fowler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Fowler",
   "pi_email_addr": "rootsr@umich.edu",
   "nsf_id": "000590884",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE, SUITE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04AC2324DB",
   "fund_name": "EDU DRSA DEFC AAB",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 399993.0
  }
 ],
 "por": null
}