{
 "awd_id": "2417616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMMI-EPSRC: Tackling New Simulation and Optimization Challenges Towards Self-Organizing Manufacturing Digital Twins",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922487",
 "po_email": "jterpenn@nsf.gov",
 "po_sign_block_name": "Janis Terpenny",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 493637.0,
 "awd_amount": 493637.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "This research supported by this NSF Civil, Mechanical and Manufacturing Innovation/UKRI Engineering and Physical Sciences Research Council (CMMI-EPSRC) award aims to advance simulation-based manufacturing process digital twin (DT) technologies by developing a self-organizing DT framework that continuously validates and calibrates the simulator and controls the manufacturing system with minimal human intervention. Despite the recognized importance of simulation-based DT for decision-making under uncertainty, significant barriers exist in its application, particularly in the continuous alignment of simulation models utilizing several key performance indicators observed from the manufacturing system and the need for quick, optimal control responses during contingencies. This research will directly address these challenges by making significant contributions to the mathematical foundations of DTs and enhance the competitiveness of US and UK manufacturers through industry collaborations. Real-time manufacturing DT technology can significantly promote national welfare by enhancing the efficiency, reliability, and resilience of manufacturing processes. This leads to more consistent and higher quality products at a lower cost, benefiting consumers and increasing the competitiveness of domestic industries. The simulation DT technology is applicable to other critical sectors such as healthcare and defense. Therefore, the methodological advancements achieved from this research can also benefit public health and national security.\r\n\r\nThe specific goals of this research are establishing and verifying mathematical and algorithmic frameworks for 1) online validation of the DT with multidimensional multi-epoch data, 2) self-calibration of the DT simulator, 3) optimal control for contingency scenarios, and 4) parallel computing for rapid optimization. For the online validation, a hypothesis test that incorporates multi-dimensional multi-epoch data to detect statistically significant discrepancies between the model-generated and the system KPIs will be created. If the DT simulator fails the hypothesis test, then the online calibrator is automatically triggered. The calibration will be formulated as a simulation optimization problem that minimizes a statistical distance between the distributions of the simulated and system KPIs. To solve this problem efficiently, a new “batch-then-project” Bayesian optimization (BO) algorithm will be established that can efficiently tackle high-dimensional problems. To utilize a calibrated simulator in online contingency responses, the DT requires a simulation optimization algorithm that finds the optimal set of categorical actions efficiently without enumerating all possible combinations. This research will explore embedding actions on a graph to measure the similarity between two sets of actions and exploiting it to make statistical inference on the optimality. To provide a practical solution in real time, all algorithms will be designed to utilize parallel computing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eunhye",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunhye Song",
   "pi_email_addr": "eunhye.song@isye.gatech.edu",
   "nsf_id": "000755893",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benoit",
   "pi_last_name": "Montreuil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benoit Montreuil",
   "pi_email_addr": "benoit.montreuil@isye.gatech.edu",
   "nsf_id": "000787246",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue , NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "229Y00",
   "pgm_ele_name": "MSI-Manufacturing Systms Integ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016Z",
   "pgm_ref_txt": "Cybermanufacturing Systems"
  },
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 493637.0
  }
 ],
 "por": null
}