{
 "awd_id": "2417161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing STEM Teaching Professional Development through the Faculty Inclusive Teaching Survey Guidebook",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2024-11-12",
 "awd_abstract_narration": "This project aims to serve the national interest by providing research-based resources to the undergraduate STEM teaching community to advance inclusive teaching strategies, which have great potential for addressing persistent inequities found in the recruitment and retention of students with marginalized identities in undergraduate STEM education. This IUSE Institutional and Community Transformation project will work to assist those involved in instructional development in designing, implementing, and evaluating inclusive teaching programming for STEM instructors. This project holds significant importance as it has the potential to enhance the quality and quantity of faculty trained in inclusive teaching practices. This, in turn, will improve institutional and classroom climates, ultimately resulting in greater student outcomes overall, with particular emphasis on benefiting students holding marginalized identities in STEM. \r\n\r\nThe goal of this project is to develop a guidebook and training for those interested in advancing inclusive teaching through STEM faculty development. The scope of the project includes three primary activities. First, the project will translate research to practice by (a) conducting additional quantitative analyses (i.e., exploratory & confirmatory factor analysis; mediated serial modeling) with data from the Inclusive STEM Teaching Project (ISTP), (b) creating the new Integrated Framework of Inclusive Teaching Development, and (c) conducting semi-structured interviews to examine the applicability of the new integrated framework. Second, the project will create the Faculty Inclusive Teaching Survey (FITS) Guidebook, which will include several elements such as validated survey constructs, key qualitative themes, validated instruments, and directions for implementation. Lastly, the project will provide training to the STEM education reform community on the FITS Guidebook at three levels: (1) short-duration workshops (level 1), (2) high-engagement workshops (level 2), and (3) workshops to reconvene level 2 attendees to share implementation experiences and make plans for future applications of the FITS materials. The project will evaluate progress and goal achievement through strategic engagement with an advisory board and data collection to inform formative improvements and capture summative impact. The project seeks to expand the field’s understanding of instructor inclusive teaching development and to provide rich and practical recommendations, instruments, and training. The project aims to increase the undergraduate STEM teaching community’s knowledge of how instructors learn to teach inclusively, including programmatic implications, and will provide research-based resources to those involved in STEM faculty development at different types of higher education institutions in the United States. Project results will be disseminated through peer-reviewed conference presentations, manuscripts, and existing NSF-affiliated networks (e.g., the INCLUDES National Network). The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucas",
   "pi_last_name": "Hill",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Lucas B Hill",
   "pi_email_addr": "lhill6@wisc.edu",
   "nsf_id": "000793582",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Regina",
   "pi_last_name": "Frey",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Regina F Frey",
   "pi_email_addr": "gina.frey@utah.edu",
   "nsf_id": "000227238",
   "pi_start_date": "2024-11-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Vanessa",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vanessa Johnson",
   "pi_email_addr": "vanessajohnson@utah.gov",
   "nsf_id": "000986666",
   "pi_start_date": "2024-08-14",
   "pi_end_date": "2024-11-12"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}