{
 "awd_id": "2417136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing an Intervention to Foster Productive Failure in STEM College Courses",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 399938.0,
 "awd_amount": 399938.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "This project aims to serve the national interest by improving college students’ belonging and persistence in science by reimagining failure as a productive part of scientific research. To meet national needs of the future, the United States must increase the production of STEM college graduates and draw on a broader range of talent, particularly from among communities historically underrepresented in their participation in STEM courses of study. Scientists are affected by two types of failure that are natural parts of a career in science - personal setbacks and scientific failures - which influence advancement in academic and professional paths. But many students interpret a failure in college due to academic or personal struggles or due to failed experiments as an indication that they lack the ability to succeed in STEM. In reality, when students encounter learning challenges, personal roadblocks, or wrong hypotheses and failed experiments, they must tap into productive failure responses to identify support structures, figure out what went wrong, adjust their approach, and try again. Productive responses to failures can be personal, such as leveraging a growth mindset, or scientific, such as troubleshooting an experiment. By learning productive failure responses, students develop problem-solving skills, reasoning, and resilience, which strengthen a sense of belonging and lead to persistence in STEM. A better understanding of the impact of failure and approaches that de-stigmatize and normalize failure in college is important for assuring greater success and retention of diverse students in STEM. \r\n\r\nThe goal of this project is to create and test a productive failure intervention that comprises a set of video interventions to address student failure responses and STEM persistence. The project scope includes developing a video-based “Productive Failure Intervention” for college STEM courses, evaluating the impact of the intervention on students’ failure responses, and then disseminating the intervention for STEM college educators. The videos would incorporate stories from successful scientists about how they leveraged productive responses when experiencing personal or scientific failures, with a set of control videos that do not address productive failure responses. After seeing videos, student’s failure responses would be measured using a survey and an impossible-to-solve video game. Students would complete the tasks as a normal course assignment and receive course credit. The intervention would be made freely available for any college instructor to incorporate into their STEM courses and also incorporated into the instructor training program for a course-based undergraduate research experience (CURE) in microbiology called Tiny Earth. Evaluation findings would be published in science education journals and presented at professional conferences. The NSF IUSE: EDU Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jo",
   "pi_last_name": "Handelsman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jo E Handelsman",
   "pi_email_addr": "jo.handelsman@wisc.edu",
   "nsf_id": "000158505",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Miller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah M Miller",
   "pi_email_addr": "smiller8@wisc.edu",
   "nsf_id": "000333953",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Harackiewicz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Judith M Harackiewicz",
   "pi_email_addr": "jmharack@wisc.edu",
   "nsf_id": "000840585",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 399938.0
  }
 ],
 "por": null
}