{
 "awd_id": "2417962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation Potential of Multi-axis, Three-dimensional Printing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2024-05-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-05-06",
 "awd_max_amd_letter_date": "2024-05-06",
 "awd_abstract_narration": "The broader impact of this I-Corps project is based on the development of a novel, multi-axis, polymer extrusion-based, additive manufacturing process. Conventional extrusion-based additive processes are limited to depositing molten polymer in the direction of gravity. This multi-axis three-dimensional (3D) printing adds a counter-gravity deposition direction to the gravity-based 3D printing platform. By tailoring the orientation and materials of spatially organized segments of the 3D structure, this technology enables customization of the properties of 3D printed parts without rotating the print-bed or printheads during the process. By increasing the flexibility of deposition direction, this technology is may both broaden the range of products that can be manufactured through 3D printing as well as make 3D manufacturing more efficient.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of the technology. The solution is based on the development of a gantry-based three-dimensional (3D) printer involving multiple orthogonally configured filament extruders (printheads) that can work synchronously and simultaneously. The printheads will independently extrude thermoplastic polymers and composites for deposition in gravity and counter-gravity directions. Each segment of the 3D structure can be built in various orientations and with unique properties to impart multifunctionality to the whole 3D printed structure. Coordinating between the printheads and designing the extruding path is critical to leveraging the benefits of the multi-axis 3D printer in manufacturing products with spatially engineered properties. With a proper selection of process parameters, including layer height, printing speed, and temperature, the tensile fracture strength of the bond between layers printed at 90 and 180 degrees to the gravity direction was measured to be comparable with the bond strength between layers deposited in the gravity direction. In addition, flexural tests confirmed that the change in built orientation of different segments of the 3D printed structure and the layup configuration of the segments can be customized to dictate the strength and path of fracture in 3D printed structures for specific loading conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hadi",
   "pi_last_name": "Noori",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hadi Noori",
   "pi_email_addr": "hadi.noori@okstate.edu",
   "nsf_id": "000805976",
   "pi_start_date": "2024-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}