{
 "awd_id": "2417796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BPC-DP: HSI (R)evolution: Building Authenticity at Institutions Emerging to Serve Latine' Students",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 299659.0,
 "awd_amount": 299659.0,
 "awd_min_amd_letter_date": "2024-08-13",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "Despite comprising the largest racial/minority group in the U.S., Latiné students are marginalized in STEM, and are especially structurally disadvantaged in pathways to computing degrees.  Despite the growth of the Latiné population, institutional leaders often lack access to effective strategies for authentically serving this growing demographic's needs for recruitment, retention, engagement, and advancement. This BPC Demonstration project at Florida State University will  integrate evidence-based servingness criteria, effective transition strategies, tools, and methods to transform how the nation's 401 emerging Hispanic Serving Institutions (HIS) actively engage in their HSI transitions. As a result, this study aims to deepen Latinos' sense of belongingness on their campuses. The dissemination efforts will (1) leverage accessible formats and authentic Hispanic marketing to share insights on (how servingness is experienced at Hispanic Serving Institutions and (2) how emerging HSIs can establish context-specific benchmarking and implement associated strategies to best serve the Latiné STEM and computing communities.   \r\n\r\nThis demonstration project is a collaboration led by Florida State University (FSU), an emerging Hispanic Serving Institution (eHSI), and in partnership with fellow eHSI University of South Florida, University of North Carolina at Charlotte, and Excelencia Seal HSIs such as University of Texas at El Paso, University of Central Florida, and Florida International University, with the advice of BPC Centers including the Computing Alliance of Hispanic-Serving Institutions (CAHSI) and STARS Computing Alliance and experts from the Center for Hispanic Marketing Communication (CHMC). Using a mixed method multiple case study approach with a focus on Computer and Information Science and Engineering (CISE) majors, the team will conduct secondary data analysis and applied ethnography of HSI and eHSI, grounded in theories of authenticity and servingness, to accomplish four goals: 1) improved eHSI servingness to Latinos by documenting HSI's effective policies, processes, and practices eHSI's identified challenges to employing these strategies across organizational units (e.g., Student Affairs, Office of Research, Faculty Affairs, Admissions, Human Resources); 2) enhanced predominantly White institution (PWI) preparedness to serve Latinos using rigorous Seal of Excelencia requirements for data gathering and demonstration of the review process; 3) eHSI empowered to better serve Latinos with an HSI (R)evolution assessment rubric and toolkit; and 4) eHSIs supported in their transitions by disseminating project findings through traditional, bilingual, and multicultural multimedia academic channels.  By using a multiple case study approach with a testbed eHSI PWI, this novel study will develop critical subject-matter knowledge on higher education institutions' evolution from eHSI to HSI.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Faye",
   "pi_last_name": "Jones",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Faye R Jones",
   "pi_email_addr": "fjones@fsu.edu",
   "nsf_id": "000722233",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Mardis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia A Mardis",
   "pi_email_addr": "mmardis@fsu.edu",
   "nsf_id": "000327439",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY, THIRD FLOOR",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "055Y00",
   "pgm_ele_name": "CISE Education and Workforce"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299659.0
  }
 ],
 "por": null
}