{
 "awd_id": "2417252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research: Prompting Socially Engaged Divergent Thinking in  Engineering Design by Leveraging Generative AI",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 414234.0,
 "awd_amount": 414234.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2025-04-16",
 "awd_abstract_narration": "Engineering students often struggle to identify and account for the full range of members of society in their engineering design work. Students may additionally struggle to assess various potential impacts of designed technologies on society. These challenges stem from several factors including time and scope constraints on curricular projects and lack of institutional support for instructors who aspire to teach about social impacts of engineering. The consequence is that engineering graduates may be ill-prepared to integrate the public well-being into their engineering work; worse, they may view such societal considerations as unimportant. This project will investigate opportunities and obstacles related to using Generative AI – specifically ChatGPT 3.5 – to support undergraduate engineering students in identifying and accounting for broad populations and societal impacts during engineering design. Through pilot testing, the research team has found that ChatGPT can provide suggestions that encourage engineering students to consider society more broadly in their engineering design work; however, research is needed to understand the implications of this use of Generative AI for student learning and for engineering curricula. This project will contribute to national calls for resources to ensure students can use emergent technologies such as Generative AI in ethical and effective ways, as well as the RFE program’s call for “research that addresses ways in which new technologies (such as artificial intelligence and machine learning) are changing engineering education.” \r\n\r\nThis project will investigate three research questions related to the potential of Generative AI to support socially engaged divergent thinking in design projects, or the ability to identify and integrate diverse members of society and wide-ranging societal factors into one’s engineering thinking. These questions are (1) According to engineering faculty, what are the strengths, weaknesses, opportunities, and threats of incorporating Generative AI into engineering design courses? (2) How does Generative AI impact engineering students’ socially engaged divergent thinking during a design challenge?, and (3) What do engineering design content experts view as the pros and cons of using Generative AI for prompting socially engaged divergent thinking? These research questions will be addressed through interviews with engineering faculty (RQ1), think-aloud data from engineering students who will use ChatGPT 3.5 to complete a simulated design task (RQ2), and workshops with engineering design scholars (RQ3). This project will produce new knowledge regarding how Generative AI is and could be used within engineering design curricula. While our focus in this study is engineering design education, project findings can inform efforts in other engineering curricular contexts. Another core project outcome will be a toolkit for socially engaged Generative AI use in design projects that will incorporate the perspectives of engineering design instructors, engineering students, and engineering design scholars. By engaging multiple stakeholder perspectives throughout this project, the research team aims to develop a toolkit that is accessible, appropriate, and robust for use in diverse engineering curricular design contexts across the US. This toolkit will be publicly available to augment existing engineering design pedagogy and to support engineering students in integrating broad sets of stakeholders and societal considerations into their design work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Hess",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Justin L Hess",
   "pi_email_addr": "jhess@purdue.edu",
   "nsf_id": "000718329",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Loweth",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Loweth",
   "pi_email_addr": "rloweth@purdue.edu",
   "nsf_id": "000966572",
   "pi_start_date": "2024-08-05",
   "pi_end_date": "2025-04-16"
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 414234.0
  }
 ],
 "por": null
}