{
 "awd_id": "2418954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Connecting a Highly Versatile Cytochrome P450 to Quorum Sensing in Pseudomonas Aeruginosa",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 248930.0,
 "awd_amount": 248930.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "In this project funded by the Mathematical and Physical Sciences Directorate Launching Early-Career Academic Pathways (MPS-LEAPS) Program and managed by the Broadening Participation (CHE-BP) Program in the Division of Chemistry, Professor Miller and his students at Indiana State University will study the chemical modification of signaling molecules from the bacterium Pseudomonas aeruginosa. This highly adaptable species uses small, molecular signals produced in one bacterium to message surrounding bacteria, orchestrate concerted responses, and grow in a variety of environments like soil, plants, and animals. A recent discovery of a cytochrome P450 (CYP) enzyme from P. aeruginosa that appears capable of modifying these messaging molecules suggests that this protein may be involved in this messaging system. Dr. Miller and the undergraduate students working with him will examine whether and how this CYP enzyme modifies these messages by identifying its native partner proteins from Pseudomonas and developing methods to detect these modified messages. Comprehending these messaging systems may enable technologies to thwart P. aeruginosa as it seeks to colonize plant, animal, and human tissues—a cause of disease and death, biofouling, and crop damage. The integration of these research activities into an existing course-based research experience could enhance training in biotechnology and grow skills for a globally competitive workforce. Additionally, a program designed to engage alumni mentors with students from Indiana State University’s diverse student body has potential to unhide the hidden curriculum of college campuses that hinders first-generation, low-income, and minority students from success at university and beyond.\r\n\r\nTo examine the hypothesis that a CYP is reshaping quorum sensing in P. aeruginosa, this proposal will advance an existing system for reconstituting this enzyme’s activity in vitro. This work includes identifying this enzyme’s native partner proteins and characterizing how they modulate the reactions catalyzed by the CYP. These native partner proteins will then be included in in vitro reactions with this CYP with various lipids and quorum sensing molecules to establish metabolic preferences. A combination of UV-Visible spectroscopic methods with GC-MS and LC-MS analyses of in vitro reactions will establish which modifications this CYP installs on these important lipids. The development of GC-MS and LC-MS methods to detect these modified lipids may enable their detection in P. aeruginosa and thereby the roles this enzyme plays in this organism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Miller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Justin C Miller",
   "pi_email_addr": "Justin.Miller@indstate.edu",
   "nsf_id": "000925912",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana State University",
  "inst_street_address": "200 N 7TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8122373088",
  "inst_zip_code": "478091902",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "INDIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "L4VAFJXYCK94",
  "org_uei_num": "WBLRF8Z4BEF6"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana State University",
  "perf_str_addr": "200 N 7TH ST",
  "perf_city_name": "TERRE HAUTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478091902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 248930.0
  }
 ],
 "por": null
}