{
 "awd_id": "2418317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Opportunities for Neurodivergent Learners in Skilled Technical Environments via Collaborative Virtual Experiences",
 "cfda_num": "47.070, 47.076",
 "org_code": "11090000",
 "po_phone": "7032927076",
 "po_email": "llipsmey@nsf.gov",
 "po_sign_block_name": "Lin Lipsmeyer",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2024-09-06",
 "awd_max_amd_letter_date": "2024-09-06",
 "awd_abstract_narration": "Neurodiversity is a concept that acknowledges and embraces the natural variations in neurological traits, functions, and behaviors among individuals (i.e., ADHD, dyslexia). Autism is widely recognized as a form of neurodivergence with the prevalence of autistic people in the United States estimated at 1 in 36. Autistic people are significantly underrepresented and underutilized in the STEM workforce, especially in the category of Skilled Technical Workforce (STW). Autistic and neurotypical individuals often experience difficulties working together due to differences in how they interact with each other, which has unjustly limited employment opportunities for autistic people. This project proposes a fundamentally different approach that will help support and scaffold teamworking skills between autistic and neurotypical individuals.  This will include employing a novel teaching approach called the Double Empathy paradigm--which situates the challenge of communication between neurodivergent and neurotypical individuals in the interaction, not in either individual—through a collaborative virtual reality technology tool embedded with artificial intelligence (AI), to support cross-neurotype teaching and learning. The AI-based embedded agent will provide real-time feedback to both neurotypes (autistic and neurotypical). This will help identify early signs of communication breakdowns and provide guidance to restore effective collaboration. The proposed research will be conducted in technical colleges with autistic and non-autistic young adults. This project will help support an inclusive society by developing tools and models that facilitate independence and employment for neurodivergent individuals, particularly those who are autistic. Creating conditions for leveraging their unique strengths can transform societal costs into significant value, especially in the vital domain of STW. The project findings are expected to be scalable and applicable to other neurodivergent groups, such as individuals with ADHD.\r\n \r\nThis theory-driven project investigates the challenges of cross-neurotype communication, collaboration, and problem-solving, focusing on interactions between neurodivergent and neurotypical individuals. The project applies human-centered design methods to explore the proof-of-concept and feasibility of innovative learning technologies, aiming to improve communication and collaboration between neurodivergent and neurotypical youth. The proposed AI-embedded virtual reality program will track and foster cross-neurotype collaboration, problem-solving, and teamwork by: (1) collecting multimodal data such as speech, eye gaze, and physiology during collaborative tasks in a virtual environment; (2) interpreting this data using affective computing; (3) synthesizing feedback based on the Double Empathy paradigm; and (4) providing real-time feedback through an embedded intelligent agent. The convergent team comprises researchers in Computer Science, Engineering, Learning Science, Data Science, Organization Science, and Disability Studies. The project team will study the efficacy of the proposed intervention in enhancing learning outcomes, skill acquisition, and the overall experience of cross-neurotype learners in technical fields. The team will use quantitative methods (e.g., surveys, skill assessments) and qualitative methods (e.g., interviews) to analyze impacts on participant engagement, skill retention, and self-efficacy.\r\n\r\nThis project is funded by the Research on Innovative Technologies for Enhanced Learning (RITEL) program that supports early-stage exploratory research in emerging technologies for teaching and learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilanjan",
   "pi_last_name": "Sarkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilanjan Sarkar",
   "pi_email_addr": "nilanjan.sarkar@vanderbilt.edu",
   "nsf_id": "000216429",
   "pi_start_date": "2024-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keivan",
   "pi_last_name": "Stassun",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Keivan G Stassun",
   "pi_email_addr": "keivan.stassun@vanderbilt.edu",
   "nsf_id": "000464234",
   "pi_start_date": "2024-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nigel",
   "pi_last_name": "Newbutt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nigel Newbutt",
   "pi_email_addr": "nigel.newbutt@coe.ufl.edu",
   "nsf_id": "000875979",
   "pi_start_date": "2024-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092Z",
   "pgm_ref_txt": "AI-Supported Learning"
  },
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 900000.0
  }
 ],
 "por": null
}