{
 "awd_id": "2418928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Inverse design of Patchy Particles for Soft Materials Assembly via Data-Driven Methods",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922340",
 "po_email": "rhoy@nsf.gov",
 "po_sign_block_name": "Robert Hoy",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 248461.0,
 "awd_amount": 248461.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nHumans are surrounded by soft materials: water, gel, polymers, proteins, etc. These soft materials serve important roles in our daily lives. One method to manufacture soft materials is via self-assembly, a bottom-up materials synthesis method, since top-down methods can be too time-consuming. Given the diverse range of design space for soft materials, new theoretical and simulation tools are needed to accelerate the process of finding the best building blocks for a targeted materials function. In this project, the PI proposes to use a minimal model that can design two kinds of self-assembling materials: finite clusters in connection with virus shells and bulk structures for complex crystal structures. Aided by state-of-the-art data-driven methods, the project will result in a fast design pipeline for building blocks that could be potentially synthesized in a lab environment.  This project will contribute to the education and training of next-generation engineers and scientists (i.e. undergraduate and PhD students) in scientific computing . The project will also serve the general computational soft materials community by providing open-source codes, documentation, and tutorials.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nOne key area in soft materials design is to create minimal models that are simple enough to be experimentally realizable, but also complex enough to capture a wide range of soft materials behaviors. The overall goal for this project is to efficiently inverse-design patchy particles for targeted bulk and finite structures assembly, by optimizing a patchy particle model that can capture both building block geometry and directional interaction using state-of-the-art data-driven methods. The project will have two specific aims: (1) Designing patchy particles for complex crystal structure assembly and (2) Designing patchy particles for self-limiting assembly. An automatic-differentiation-enabled molecular dynamics engine (JAX-MD) will be used to perform all the patchy particle designs, making the whole design process training free. The proposed research and education activities will improve the data and coding literacies for local Hawaiian students, provide research and training opportunities for marginalized groups in STEM, and contribute to the greater computational soft materials community by providing open-source code, documentation, and tutorials to make research more accessible.\r\n\r\n\r\nSTATEMENT OF MERIT REVIEW\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chrisy Xiyu",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chrisy Xiyu Du",
   "pi_email_addr": "xiyudu@hawaii.edu",
   "nsf_id": "000923282",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 248461.0
  }
 ],
 "por": null
}