{
 "awd_id": "2418872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Methods for Design and Analysis of Adaptive Experiments",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 349993.0,
 "awd_amount": 349993.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "This research project will advance the methodology for and practical implementation of adaptive experiments. Adaptive experiments dynamically update treatment assignment procedures based on observed responses. They offer significant advantages over conventional randomized control trials for addressing decision-oriented questions such as identifying the best treatment among alternatives or personalizing interventions for different populations. However, their uptake in research and decision making settings has been limited. Methods for adaptive experimental designs to date have not served researchers who wish to understand how to best design an adaptive experiment that adequately addresses concerns around estimation and hypothesis testing. This project will develop methods and a framework for the use of adaptive experiments by applied researchers. Undergraduate and graduate students will be involved in the conduct of the project and user-friendly software will be developed. By providing tools and a framework that improves experimental efficiency and ethical standards, the project will facilitate more effective and informed decision making in social science research.\r\n\r\nThis research project will address methodological gaps for adaptive experiments through three primary contributions: advancing statistical methodology for experiment design, establishing a framework for adaptive experiment design, and developing software for complex experimentation.  In terms of statistical methodology, the project will develop new methods for sample size calculations in adaptive setting and develop a heuristic algorithm for optimal treatment assignment using inverse probability weighted estimators. The project also will document a comprehensive framework for adaptive experiment design. Design decisions such as frequency of algorithm updates and probability floors will have a large impact on the eventual assignment of the adaptive algorithm and on the performance of estimators on the data ex-post. The goal of this framework will be to help applied researchers navigate these decisions. Finally, the project will support the development of user-friendly software to implement complex randomization procedures online, with a focus on accessibility for non-technical users and integration with online field experiments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Offer-Westort",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Molly R Offer-Westort",
   "pi_email_addr": "mollyow@uchicago.edu",
   "nsf_id": "000921529",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 349993.0
  }
 ],
 "por": null
}