{
 "awd_id": "2418942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Single-Particle Tracking Studies of the Nanoscale Properties of Poly(Ethylene Glycol) Diacrylate Solutions and Hydrogels",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2024-07-23",
 "awd_max_amd_letter_date": "2024-07-23",
 "awd_abstract_narration": "PART 1: NON-TECHNICAL SUMMARY\r\n\r\nThis project involves study of the properties of a polymer of ethylene glycol (PEG) in water solutions and semirigid gels. The PI and his undergraduate researchers seek to better understand the properties of PEG through advanced characterization of their structures. This is achieved by taking a series of images of the random and non-directional motions of fluorescent beads (100 nanometers in diameter) dispersed in the PEG liquids and gels. These images, recorded on a fluorescence microscope equipped with a highly sensitive camera, allow the motion of the beads to be followed over micrometer length scales. Quantitative data analysis of this motion via existing computer programs offers highly resolved structural information on PEG. The improved structural characterization of PEG is relevant to technologies built upon PEG. Towson University undergraduate students including from underrepresented groups will be engaged in all stages of the project through course-based undergraduate research experiences. Training and mentorship opportunities will contribute to their pursuit of higher education and advancement of the US workforce. \r\n\r\n\r\nPART 2: TECHNICAL SUMMARY\r\n\r\nThis project is focusing on investigating poly(ethylene glycol) (PEG) solutions and hydrogels via single-particle tracking. This method enables precise diffusion measurements of individual fluorescent particles in these samples, without ensemble averaging. The primary objectives are to enhance understanding of particle diffusion behaviors in PEG and characterize its microstructure. Specifically, single-particle tracking studies in a low-molecular-weight PEG before and during ultraviolet light-induced crosslinking will be conducted. The intellectual merit includes new data and  insights into the local diffusion rates of mobile and entrapped particles, their diffusion mechanisms and behaviors, as well as the evolving pore sizes and their distributions during crosslinking. The first research objective is to quantitatively understand the local diffusion behaviors of probe particles in an unentangled, semi-dilute PEG solution by varying the probe size and PEG concentration. The second research objective is to probe the evolving PEG microstructure in situ during ultra-violet light-induced crosslinking. This research contributes to an enhanced understanding of ultra-violet light-induced crosslinking of PEG and similar polymers, enabling hydrogel materials to be better understood and optimized.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Khanh-Hoa",
   "pi_last_name": "Tran-Ba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Khanh-Hoa Tran-Ba",
   "pi_email_addr": "ktranba@towson.edu",
   "nsf_id": "000975030",
   "pi_start_date": "2024-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Towson University",
  "inst_street_address": "8000 YORK RD",
  "inst_street_address_2": "",
  "inst_city_name": "TOWSON",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4107042236",
  "inst_zip_code": "212520002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MD02",
  "org_lgl_bus_name": "TOWSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LC3SFMP2L798"
 },
 "perf_inst": {
  "perf_inst_name": "Towson University",
  "perf_str_addr": "8000 YORK RD",
  "perf_city_name": "TOWSON",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212520002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MD02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "217Y00",
   "pgm_ele_name": "LEAPS-MPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}