{
 "awd_id": "2418214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE: Incubator: Creating a Women's College Biology Network for Faculty and Students (WoCoBio)",
 "cfda_num": "47.074, 47.076",
 "org_code": "08080000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 74998.0,
 "awd_amount": 74998.0,
 "awd_min_amd_letter_date": "2024-07-23",
 "awd_max_amd_letter_date": "2024-07-23",
 "awd_abstract_narration": "The Women's College Biology Network for Faculty and Students (WoCoBio) aims to create a supportive community for research-active undergraduate students and faculty at women’s colleges. WoCoBio will hold meetings to help faculty develop research collaborations, mentor students, and write grants. It will also create lab meeting spaces for students and their mentors. These meetings will allow students to present their research, network, and engage with guest speakers. By building these networks, WoCoBio has the protentional to advance science at all-women’s colleges and support women from underrepresented backgrounds in pursuing careers in STEM.\r\n\r\nWoCoBio will create a network of biology faculty and students from women’s colleges through two complementary sets of online meetings. The first set, aimed at biology faculty at historically all-women’s colleges, will facilitate support for implementing research programs, mentoring, grant writing, and research networking. The second set will include these faculty mentors as well as their research students. These multi-institution, multi-lab meetings will focus on providing undergraduates with an authentic lab meeting experience and will center around undergraduate research presentations, primary literature discussions, and meeting with guest speakers. During the one-year incubator grant, WoCoBio aims to recruit faculty participants from nine historically all-women’s colleges and establish three working groups centered around different fields of biology (environmental biology, integrative organismal systems, and molecular and cellular biology). Within these working groups, the project aims to train and mentor approximately 36 undergraduate researchers and 12 faculty members. This project has the potential to create a best practice guide for building inclusive undergraduate-focused lab meetings at primarily undergraduate institutions. Additionally, this network will disseminate guest speaker recordings, discussion prompts, and other educational resources developed for its lab meetings through the Quantitative Undergraduate Biology Education and Synthesis (QUBES) network platform. During the incubator year, the WoCoBio network will work to identify other unmet needs of faculty and students and establish future directions for the network. This project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure, and the Directorate for STEM Education, Division of Undergraduate Education as part of their efforts to address the challenges posed in Vision and Change in Undergraduate Biology Education: A Call to Action (http://visionandchange/finalreport/).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Kovacs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Kovacs",
   "pi_email_addr": "jkovacs@agnesscott.edu",
   "nsf_id": "000637825",
   "pi_start_date": "2024-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Srebrenka",
   "pi_last_name": "Robic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Srebrenka Robic",
   "pi_email_addr": "srobic@agnesscott.edu",
   "nsf_id": "000535080",
   "pi_start_date": "2024-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Agnes Scott College",
  "inst_street_address": "141 E COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DECATUR",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044716951",
  "inst_zip_code": "300303770",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "AGNES SCOTT COLLEGE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPAWKTY3ND35"
 },
 "perf_inst": {
  "perf_inst_name": "Agnes Scott College",
  "perf_str_addr": "141 E COLLEGE AVE",
  "perf_city_name": "DECATUR",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "300303770",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 74998.0
  }
 ],
 "por": null
}