{
 "awd_id": "2418867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mapping AI Ethics Education Through Intervention Types, Faculty Perceptions, and Institutional Contexts",
 "cfda_num": "47.041, 47.070, 47.075, 47.076",
 "org_code": "04010000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 99996.0,
 "awd_amount": 99996.0,
 "awd_min_amd_letter_date": "2024-08-08",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "Advances in artificial intelligence (AI) have the potential to rapidly transform jobs, organizations, leisure, social life, health care, education, industry, domestic politics, and international relations. American colleges and universities are developing a variety of courses and modules to ensure that students gain not only the technical competencies needed to develop, understand, deploy, and use AI but also the ethical competencies needed to ensure that these advances are used wisely to contribute to a more productive workforce and a stronger, fairer, and more prosperous nation. Despite the rapid expansion of AI ethics education interventions across various institutions, there is a notable absence of empirical research systematically mapping or comparing these interventions. To address this gap, this project aims to conduct the first-of-its-kind national survey on the state of AI ethics education interventions and how faculty and administrators, as well as their institutions, approach AI ethics education. A key aspect of the research is the development of meaningful collaborations between the three R1 universities and regional institutional partners with diverse stakeholders.\r\n\r\nThe research will be conducted through three regional networks, each anchored by an R1 institution that connects area higher education institutions (HEIs) such as (minority-serving institutions (MSIs), community colleges, and research-intensive universities) and actively engages them in the design, implementation, and dissemination of research. Using a variety of methods (e.g., quantitative surveys and qualitative interviews with faculty and administrators, as well as natural language processing analysis of survey and interview data), the project team will analyze the state of AI ethics interventions in diverse institutions across the United States by (a) mining existing interventions to produce a comprehensive overview of current and planned AI ethics education; (b) developing a framework for describing the ways in which the faculty perceive and conceptualize AI ethics education; (c) exploring the factors that affect the decision- making of instructors while proposing, designing, and offering various AI ethics-related interventions; and (d) identifying institutional capacity and needs to support effective AI ethics education. Overall, the research will allow STEM faculty and educational researchers to craft curricula and administrators to develop institutional initiatives that generate AI ethics competencies tailored to the needs of their students, their employers, and their communities.\r\n\r\nThis project is jointly funded by the Directorate for Engineering, the Directorate for STEM Education, and the Directorate for Computer and Information Science and Engineering, and is managed by the Division of Engineering Education & Centers on behalf of the ER2 Program of the Directorate for Social, Behavioral and Economic Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qin",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qin Zhu",
   "pi_email_addr": "qinzhu@vt.edu",
   "nsf_id": "000763167",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "727 Prices Fork Road",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129Y00",
   "pgm_ele_name": "ER2-Ethical & Responsible Res"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 99996.0
  }
 ],
 "por": null
}