{
 "awd_id": "2418368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Solid-State Chemistry and Electrochemistry of Sodium-based Tetrelides and Related Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 326350.0,
 "awd_amount": 326350.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-09",
 "awd_abstract_narration": "Part 1: NON-TECHNICAL DESCRIPTION\r\nThe need for improved energy storage materials for rechargeable batteries cannot be overstated. This is particularly true for sodium-ion batteries, which are an emergent technology following up on lithium-ion batteries. Owing to the higher natural abundance of sodium in comparison to lithium, especially in the U.S., it is conceivable that sodium-ion batteries can replace lithium-ion batteries for mid-to-large scale applications in the near future. However, identifying suitable materials with higher charge storage capacities and cycle life for sodium-ion batteries remains a major challenge, which could be overcome with more fundamental research aimed at understanding how the structure of the material affects ion migration and how the structure of the material is affected by repeated electrochemical cycling. Through this collaborative project, supported by the Solid State and Materials Chemistry program in the Division of Materials Research at NSF, researchers at Arizona State University and the University of Delaware jointly identify structural features of open framework materials, based on the elements silicon, germanium and tin, which can promote fast, sodium-ion diffusion. Of particular interest are a class of compounds known as clathrates, which exhibit cage-like structures that can host a variety of metal guest atoms, including lithium and sodium. The team also develops new approaches to synthesize such materials. Thereby, the gathered new knowledge helps establish connections between the structural aspects to the physical, electrochemical, and materials chemistry properties, which can lead to new materials for improved battery technologies. The fundamental science gained from these studies could also have far reaching impacts in other fields where these materials have potential applications, such as superconductors, thermoelectrics, optoelectronics, magnets, and photovoltaics. Additionally, this collaboration between two universities and three different departments (materials science, chemistry, and physics) engages students in multidisciplinary research. Outreach and educational activities also provide students with interdisciplinary training and immerse them into areas outside their immediate field of expertise.\r\n\r\nPart 2: TECHNICAL DESCRIPTION\r\nThis collaborative project, supported by the Solid State and Materials Chemistry program in the Division of Materials Research at NSF, identifies structural features that lead to fast ion diffusion and aims to obtain better understanding of electrochemically driven phase transformations in Li-Tetrel (Tt) and Na-Tt  systems, particularly for clathrates and other open framework structures. The specific objectives of the research are to: (1) Understand the structural subtleties for Tt (Tt = Si, Ge, Sn) clathrate and related materials that promote high ionic mobility; (2) Understand ionic transport within this phases; (3) Re-evaluate phase equilibria within the Na-Tt systems using novel synthetic strategies and isostructural model compounds; and (4) Use electrochemistry to inform solid-state synthesis and vice versa, to enable new synthetic approaches for energy-related bulk materials. Through a concerted approach combining the synthetic, structural and electrochemical characterization, and theoretical expertise of the PIs, this work furthers understanding the electrochemical behavior, leading to new insights on structural features that result in fast diffusion pathways, low ion migration barriers, and phase stability. Novel synthetic approaches combining high temperature coulometric titration and low temperature flux methods are used to trap kinetic/metastable phases and controllably synthesize high quality single-crystalline materials. Isostructural compounds containing key Li local environments are employed as model compounds to understand the ion (de)insertion processes in Li-Tt and Na-Tt binary (and ternary/quaternary) compounds. By means of a unique feedback loop connecting electrochemistry and synthesis, information about phases formed during electrochemical lithiation/sodiation is used to design novel precursors for synthesis, and solid-state reactions using chemical oxidation are adapted to develop electrochemical synthesis methods with finer control over composition. Synchrotron X-ray studies are used to characterize the local and crystalline structures and phase evolution during electrochemical reaction and/or synthesis. In all cases, density functional theory calculations support experimental findings and guide materials design, particularly by identifying formation energies and ionic transport mechanisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Svilen",
   "pi_last_name": "Bobev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Svilen Bobev",
   "pi_email_addr": "bobev@udel.edu",
   "nsf_id": "000289057",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "220 HULLIHEN HALL",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 326350.0
  }
 ],
 "por": null
}