{
 "awd_id": "2419223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: Inspiring NanoFibers INnovations, Industry, Technology, and Education (IRES-INFINITE)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 749980.0,
 "awd_amount": 749980.0,
 "awd_min_amd_letter_date": "2024-07-02",
 "awd_max_amd_letter_date": "2024-07-02",
 "awd_abstract_narration": "Nanofibers can exhibit unique properties, which have stimulated a massive effort in their research aimed at addressing key challenges in biomedical, energy, environmental, and other areas. Nanofibers (NF) and nanofiber-based materials (NFM) are increasingly explored for applications for high performance filtration, lithium battery separators, wound healing, drug delivery, tissue engineering, electrochemical sensing, smart textiles, advanced composites, and efficient catalysis. It is expected that global nanofibers market can reach $5.5–8.9 Billion by 2030, but its growth potential is still hindered by limited ability of sustainable production of NF and NFM with predictable complex, macroscopic structures, and desired properties. \r\n\r\nAt least 45 Alabama students, mostly underrepresented in STEM disciplines, will engage in cutting-edge international on-site and remote multidisciplinary research to tackle the current knowledge gaps in NF and NFM science and technology and develop technical and soft skills to become the leaders in nanofibers innovation and industrial implementation to provide solutions for societal needs. IRES-INFINITE trainees will work on numerous collaborative experimental and computational projects on the development of: (1) high-performance catalysts in order to respond to pressing needs for efficient, selective and stable catalysts in a variety of industrial processes, (2) multifunctional injectable microscaffolds that can potentially transform the tissue engineering technologies and open the door to developing new minimally invasive therapies, (3) NF-based “smart”, various stimuli-responsive textiles and membranes to enable easy-to-use, fast and sensitive diagnostic and delivery devices, which are essential for better health monitoring, disease prevention and treatment, and many other. Project participants will also develop an interactive virtual platform to enable remote research participation of deserving students with travel- or in-lab work-limiting conditions. IRES-INFINITE will engage students from their freshman year until graduation, facilitate student conference talks and publications, IP disclosures and startups, and U.S. student-led outreach abroad and domestically.\r\n\r\n\r\nA thematic basis of this IRES-INFINITE project is the fast-growing area of nanofibers (NF) and nanofiber-based materials (NFM). This large class of nanomaterials can exhibit a number of nano-enabled properties, e.g., unusual strength, superelasticity, high surface energy, and surface reactivity, which are unattainable at a larger scale. Numerous breakthroughs in NF and NFM are transforming many areas of science and engineering, and the commercial potential of such materials has been demonstrated.  Yet, many challenges exist in sustainable fabrication of NF functional structures with predictable complex, macroscopic architectures and desirable electronic, mechanical, thermal, or physiological properties. \r\n\t\r\nThe project establishes a consolidated IRES tri-site in Poland that involving two top technical universities - Lodz University of Technology (UT-Lodz) and AGH University of Krakow (AGH-U), and an academic research center – Institute of Fundamental Technological Research of Polish Academy of Sciences (IPPT, Warsaw). At least 9 undergraduate trainees per year will engage in international research and other training activities in Poland for approximately 9 weeks each summer over the 5 year period, which is justified by the significance and extent of research topics, and by the growing students’ interest to long-term involvement in international research collaborations. Trainees in Physical Sciences and Engineering disciplines come mainly from University of Alabama in Birmingham (UAB) and Troy University in Alabama. IRES-INFINITE boosts the students’ engagement in various aspects of quickly evolving NF and NFM domain and opens truly endless opportunities for them to learn and innovate, while establishing a dynamic in-person and remote networking platform for growing long-term collaboration. The project activities will (i) stimulate professional and cultural development of future global leaders and experts capable to solve key problems in NF and NFM science and technology, and in related areas; (ii) implement the advanced experimental and computational methods for faster discovery of new NF and NFM and comprehending the process-structure-property-function relationships in functional NF structures; (iii) increase the knowledge base and further all aspects of the emerging NFM and NF-structures fabrication processes in order to accelerate the development of commercializable technologies and technology transfer to industry; and (iv) foster the participation of students with travel-and/or lab-work limiting conditions in the international collaborative NF and NFM research network. \r\n\t\r\nTrainees will engage in (1) heavily experimental projects designed for students with very different level of training and which require full-term trip to the site, and (2) data analysis and computational projects that target, in part, students in remote/hybrid participation mode. The research activities are expected to lead to the development of novel, sustainable NF and NFM products that can offer potentially transformative solutions in tissue engineering, catalysis, smart textile, biosensor, drug delivery, filtration and separation membrane, and other technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Stanishevsky",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei V Stanishevsky",
   "pi_email_addr": "astan@uab.edu",
   "nsf_id": "000215980",
   "pi_start_date": "2024-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Kennell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Kennell",
   "pi_email_addr": "akennell@troy.edu",
   "nsf_id": "000991369",
   "pi_start_date": "2024-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "288Y00",
   "pgm_ele_name": "Intl Rsrch Exp for Stds (IRES)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5953",
   "pgm_ref_txt": "POLAND"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 749980.0
  }
 ],
 "por": null
}