{
 "awd_id": "2419911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2024 Bioinspired Materials Gordon Research Conference and Seminar",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2024-05-21",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "Non-technical description \r\nBioinspired materials are artificial materials whose design, properties, and/or function mimic aspects of naturally occurring materials. Living organisms have developed exquisite approaches to assemble highly sophisticated materials, for example, for use as structural load-bearing components or to enable complex functions such as sensing and motion. The interdisciplinary field of bioinspired materials research focuses on developing a fundamental understanding of the design, synthesis, and function of naturally occurring materials and uses this understanding to create synthetic materials and systems. Examples of bio-inspired materials include burr-seed-inspired hook-and-loop fasteners (Velcro), underwater adhesives that take inspiration from mussels’ ability to stick to rocks, power sources that imitate the electric organ of electric fish, and cell-mimicking nanoparticles for drug delivery. This NSF grant supports the 2024 Gordon Research Conference (GRC) on Bioinspired Materials, which brings together some 200 researchers, primarily from the fields of biology, chemistry, physics, materials science and engineering, and medicine. The meeting is held in Les Diablerets, Switzerland, June 16-21, 2024. A large number of the participants are from the U.S., and more than half of the meeting’s participants are junior researchers, i.e., graduate students, postdoctoral associates, and early-stage professors. GRCs provide immersive experiences in which cutting-edge, unpublished science is presented and discussed. The program includes oral and poster sessions, discussions over meals, and social engagements between sessions. A two-day Gordon Research Seminar (GRS) for graduate students and postdoctoral researchers will precede the main meeting and offer junior scientists to discuss their projects among themselves. A Power Hour – a unique platform found at GRCs – is devoted to discussing strategies for the advancement of women and members of underrepresented minority groups in bioinspired materials science. The meeting’s format enables the trans-disciplinary development of new ideas, allows junior researchers to engage with established senior investigators, and serves to build a research community.\r\n\r\nTechnical description \r\nThe interdisciplinary field of bioinspired materials focuses on developing a fundamental understanding of the synthesis, self-assembly, hierarchical organization, and function of naturally occurring materials and uses this understanding to develop artificial materials for a broad range of applications, including the delivery of therapeutics, tissue engineering, and living materials. The fundamental concepts behind bioinspired design are becoming increasingly integrated into a wide range of materials and devices for the biological, medical, industrial, energy, and military sectors, and form part of research activities of several programs at NSF. The Gordon Research Conference (GRC) on Bioinspired Materials, held June 16-21, 2024 in Les Diablerets, Switzerland and the preceding two-day Gordon Research Seminar (GRS) for junior researchers have the goal to (i) provide a platform for the exchange of cutting-edge work on Bioinspired Materials and their applications; (ii) bring together a diverse group of presenters that include established researchers and early-stage investigators; (iii) promote the trans-disciplinary development of new ideas; (iv) build a research community; (v) nurture future researchers of the field; and (vi) promote inclusion and diversity in the bioinspired materials community. The 2024 edition of the Bioinspired Materials GRC, subtitled “Using Nature’s Design Principles to Create Functional Artificial Materials”, emphasizes the topics of Self-Assembly, Artificial Cells, Bio-inspired Therapeutic Materials, Tissue Engineering and Living Materials, and Complex Materials. NSF funds are used to partially cover the registration of US presenters and participants in the GRC and GRS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cole",
   "pi_last_name": "DeForest",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cole A DeForest",
   "pi_email_addr": "profcole@uw.edu",
   "nsf_id": "000670320",
   "pi_start_date": "2024-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Bioinspired Materials GRC was a premier, international scientific conference focused on advancing the frontiers of science through the presentation of cutting-edge and unpublished research, prioritizing time for discussion after each talk and fostering informal interactions among scientists of all career stages. The conference program included a diverse range of speakers and discussion leaders from institutions and organizations worldwide, concentrating on the latest developments in the field. The conference was five days long and held in a remote location to increase the sense of camaraderie and create scientific communities, with lasting collaborations and friendships. In addition to premier talks, the conference had designated time for poster sessions from individuals of all career stages, and afternoon free time and communal meals allowed for informal networking opportunities with leaders in the field. The emerging, interdisciplinary field of bioinspired materials involves developing a fundamental understanding of the structure, properties, and function of naturally occurring materials and using this knowledge to engineer artificial materials that mimic aspects of the living originals. Bio-inspired materials are relevant in various areas of science and technology, and the GRC Bio&shy;inspired Materials brought together a diverse population of scientists and researchers to promote the cross-disciplinary fertilization of ideas between fields in which bio-inspired materials play a role. As reflected by the subtitle of the conference - From Self-Assembly to Function - the 2024 meeting encompassed aspects of bio-inspired research ranging from fundamental to application. The talks and discussion covered a broad range of building blocks of bioinspired materials, the syn&shy;the&shy;sis of bioinspired materials made from or inspired by these building blocks, their self-assembly, their system-level integration to create functional devices, and the application of bio-inspired materials in different domains. The topical areas emphasized in the program included self-assembly; bio-inspired therapeutic materials; tissue-engineering and living materials; and complex materials and systems. The meeting was preceded by a Gordon Research Seminar for graduate students and postdoctoral associates to present their work to each other before the conference.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bioinspired Materials GRS provided a unique forum for young doctoral and post-doctoral researchers to present their work, discuss new methods, cutting edge ideas, and pre-published data, as well as to build collaborative relationships with their peers. Experienced mentors and trainee moderators will facilitate active participation in scientific discussion to allow all attendees to be engaged participants rather than spectators. This year, we delved into the captivating world of bioinspired materials to enhance a sustainable future. Through interdisciplinary and interactive discussions, we uncovered novel strategies, fabrication techniques, and biomimetic approaches that pave the way for sustainable solutions in areas such as energy, medicine, health, climate, engineering, and beyond. We invited all applicants whose bioinspired work aims to bring advancement to one or more of the 17 United Nation sustainable development goals, to present unpublished results. The 15 min oral presentations were complemented by an informal poster session and a mentorship panel discussion.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/05/2025<br>\nModified by: Cole&nbsp;A&nbsp;DeForest</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Bioinspired Materials GRC was a premier, international scientific conference focused on advancing the frontiers of science through the presentation of cutting-edge and unpublished research, prioritizing time for discussion after each talk and fostering informal interactions among scientists of all career stages. The conference program included a diverse range of speakers and discussion leaders from institutions and organizations worldwide, concentrating on the latest developments in the field. The conference was five days long and held in a remote location to increase the sense of camaraderie and create scientific communities, with lasting collaborations and friendships. In addition to premier talks, the conference had designated time for poster sessions from individuals of all career stages, and afternoon free time and communal meals allowed for informal networking opportunities with leaders in the field. The emerging, interdisciplinary field of bioinspired materials involves developing a fundamental understanding of the structure, properties, and function of naturally occurring materials and using this knowledge to engineer artificial materials that mimic aspects of the living originals. Bio-inspired materials are relevant in various areas of science and technology, and the GRC Bioinspired Materials brought together a diverse population of scientists and researchers to promote the cross-disciplinary fertilization of ideas between fields in which bio-inspired materials play a role. As reflected by the subtitle of the conference - From Self-Assembly to Function - the 2024 meeting encompassed aspects of bio-inspired research ranging from fundamental to application. The talks and discussion covered a broad range of building blocks of bioinspired materials, the synthesis of bioinspired materials made from or inspired by these building blocks, their self-assembly, their system-level integration to create functional devices, and the application of bio-inspired materials in different domains. The topical areas emphasized in the program included self-assembly; bio-inspired therapeutic materials; tissue-engineering and living materials; and complex materials and systems. The meeting was preceded by a Gordon Research Seminar for graduate students and postdoctoral associates to present their work to each other before the conference.\r\n\n\n\r\n\n\nThe Bioinspired Materials GRS provided a unique forum for young doctoral and post-doctoral researchers to present their work, discuss new methods, cutting edge ideas, and pre-published data, as well as to build collaborative relationships with their peers. Experienced mentors and trainee moderators will facilitate active participation in scientific discussion to allow all attendees to be engaged participants rather than spectators. This year, we delved into the captivating world of bioinspired materials to enhance a sustainable future. Through interdisciplinary and interactive discussions, we uncovered novel strategies, fabrication techniques, and biomimetic approaches that pave the way for sustainable solutions in areas such as energy, medicine, health, climate, engineering, and beyond. We invited all applicants whose bioinspired work aims to bring advancement to one or more of the 17 United Nation sustainable development goals, to present unpublished results. The 15 min oral presentations were complemented by an informal poster session and a mentorship panel discussion.\r\n\n\n\t\t\t\t\tLast Modified: 02/05/2025\n\n\t\t\t\t\tSubmitted by: ColeADeForest\n"
 }
}