{
 "awd_id": "2419465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "OSIB:Mechanisms determining spatial and temporal dynamics of infectious processes for Microbotryum complex phytopathogenic fungi and host immunity",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927826",
 "po_email": "akachroo@nsf.gov",
 "po_sign_block_name": "Aardra Kachroo",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 384882.0,
 "awd_amount": 84882.0,
 "awd_min_amd_letter_date": "2024-06-21",
 "awd_max_amd_letter_date": "2024-06-21",
 "awd_abstract_narration": "Fungi are a large and diverse group of organisms, estimated to contain 2.2-3.8 million species. Although the vast majority are not associated with disease, roughly 300 fungal species are known as human pathogens, and an even greater number are plant pathogens. In both cases, such pathogens pose major risks to human health via morbidity and mortality, and potentially devastating effects on agriculture, including both livestock and crops. While several models have developed for human fungal pathogens, important  understanding of the fundamental biology and mechanisms of pathogenesis have come from plant pathogenic models, especially the group known as “smuts,” which can serve as a model for study of 1) nerve development; 2) DNA repair mechanisms similar to those of the BRCA2 human gene, strongly associated with risk for breast and ovarian cancers (absent from traditional yeast models); 3) mitochondrial dysfunction; and 4) evolution of disease mechanisms, with potential to predict emerging infectious disease via host shifts. This last point is the focus of the funded research project and explores genetic differences in plants and their responses to different fungal pathogens. The work has broad implications for society, especially by providing a better understanding of why some plants are more susceptible to severe infections, while others are better able to fight off the same pathogens while displaying no or milder symptoms. Moreover, this project will expand the pool of trained scientists at all levels (undergraduate, graduate student, Postdoctoral), thereby providing the next generation(s) of individuals prepared to address new threats to human health and agricultural security.\r\n\r\nThe smut fungi are a large, diverse, and non-monophyletic group of plant pathogens. Among these are fungi with agricultural importance, and whose prominence has expanded due to (1) their facility of manipulation and extensive molecular genetic toolkits, or (2) their economic and international diplomatic impacts. By contrast, the Microbotryum violaceum complex of fungal plant pathogens continues to be important in ecological/population genetics/evolutionary studies and, more recently, has become a useful model of emerging infectious diseases through host shifts. Each fungal species in this complex of “anther smuts” is limited to successful infection of one or a limited number of host species in the Caryophyllaceae (Pinks). However, some Microbotryum species (e.g., on Dianthus hosts or Lychnis hosts) are more “Generalists,” having a broader range of host plant species. In this project, comparison is made between infections of host plants by specialist Microbotryum species on preferred vs. non-hosts; similar comparisons will be made with generalist Microbotryum infections on different host plants as well. Data will be collected throughout the lifecycle of the fungus/plant interaction via microscopy (Confocal fluorescence, SEM), proteomics of fungal/host protein complexes, transcriptomics, and analysis of RNA editing of fungal transcripts. Cases of blocked infection may suggest a switch to enodphytism, particularly when presence of the fungus has been confirmed in stem and flower bud stages. In such cases, co-infection of plants with better-adapted pathogenic Microbotryum species and “endophytic” Microbotryum species in the same host will test whether any protection to the host is provided by the endophyte.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Perlin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michael H Perlin",
   "pi_email_addr": "mhperl01@louisville.edu",
   "nsf_id": "000468899",
   "pi_start_date": "2024-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville Research Foundation Inc",
  "perf_str_addr": "2301 S 3RD ST",
  "perf_city_name": "LOUISVILLE",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402081838",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 84882.0
  }
 ],
 "por": null
}