{
 "awd_id": "2419382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Attosecond and Strong Field Physics in Correlated Multielectron System",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Gea-Banacloche",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 138092.0,
 "awd_amount": 44851.0,
 "awd_min_amd_letter_date": "2024-02-13",
 "awd_max_amd_letter_date": "2024-02-13",
 "awd_abstract_narration": "The astonishing advances in the generation of attosecond light pulses, and the availability of high-intensity lasers in the near-infrared region, have opened up a field of new possibilities in the study of the real-time electron dynamics in complex systems. One of the goals of attosecond and strong-field physics is to access fundamental information on electronic motion in its natural time scale and be able to control charge migration in molecules, e.g., to select a specific bond breaking at a molecular site, or to trigger a chemical reaction. The main objective of the project is to develop a new, efficient, and versatile numerical method to support the experimental and theoretical study of the interaction of multi-electron systems with ultra-short and intense laser pulses. This work aims at contributing to the development of attochemistry and ultimately bridge the gap between attosecond physics and biology. In addition, as connecting experimental measurements to real-time meaningful physical observables has shown to be far from simple, new methods will be investigated to track the rapid dynamics of photoelectron emitted from different valence shells in molecules, as well as during tunnel ionization in intense laser fields. \r\n\r\nWith attosecond physics becoming among the most thriving fields of science, new theoretical tools are needed to support the exploration of attosecond phenomena in complex systems. ATTOMESA, a new numerical method for ultrafast physics, will be designed to treat various multiphoton processes investigated with current experimental setups, and to study unexplored aspects of driven multielectron attosecond and strong field dynamics in atoms and molecules. The formalism used in ATTOMESA includes electron correlation and exchange, as well as inter-channel coupling. It is based on a hybrid quadrature approach, where a quantum-chemistry description using Gaussian-type orbitals is used in the short-range to mid-range electron-molecule interaction region, while finite-element discretized variable representation functions complement the description at larger electronic radius, resulting in a highly efficient parallel ab initio method able to treat strong field processes in molecules. Consequently, processes such as high-harmonic generation and frustrated tunnel ionization can be handled fully ab initio. In this work, the following physical processes will be treated with ATTOMESA; photoionization time delay near a Cooper minimum and between different valence shells using a new spectroscopic method, estimation of electronic coherence in a biomolecule after sudden photoionization, and finally assessing the role of electron correlation in streaking/attoclock experiments. Finally, Bohmian mechanics will be employed as a useful tool to interpret strong-field phenomena in atoms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Douguet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Douguet",
   "pi_email_addr": "nicolas.douguet@ucf.edu",
   "nsf_id": "000814461",
   "pi_start_date": "2024-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 44851.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project has supported the advancement of attosecond and strong-field physics by developing theoretical and computational approaches to describe the interaction of ultra-short laser pulses with atoms and molecules. These contributions align with broader efforts in the field to control electron density in multi-electron systems, uncover novel chemical reactivity pathways, and deepen our understanding of the fundamental processes driving chemical reactions. The transformative potential of this research area offers promising opportunities for breakthroughs in photochemistry, materials science, and quantum technologies.</p>\r\n<p>Our research work focused on the development and applications of theoretical and computational models to study the interaction between molecules and ultra-short, intense laser fields. Central to this effort was the development of ATTOMESA, a time-dependent quantum chemistry method designed to efficiently treat correlated multi-electron systems in strong fields. ATTOMESA was designed for application to a wide variety of physical processes investigated with current experimental schemes worldwide, including high-order harmonic generation (HHG) and light-induced electron diffraction (LIED). These techniques will enable exploring ultra-fast electron rearrangement and charge migration in strongly-correlated molecular systems. As part of the project, ATTOMESA was benchmarked on HHG in simple atomic systems.</p>\r\n<p><span>This project has also explored various physical phenomena in atoms and molecules subjected to intense laser fields, spanning from infrared to soft X-ray wavelengths. One of our major result was the </span>discovery that electron quantum trajectories obtained from De Broglie-Bohm formalism provide a consistent approach to elucidate various strong-field processes, revealing new details about the tunneling mechanism in a time-dependent barrier.&nbsp;Additionally, we developed new interferometric techniques to track the rapid motion of electron wave packets entangled with residual ionic states, Finally, our work has supported experimental work worldwide (USA, Europe, and Asia), considering energy transfer mechanisms with ultra-fast light, electronic response in oriented atoms exposed to circular light (circular dichroism), and molecular core-electron dynamics explored with pump-probe setups.</p>\r\n<p><span>Beyond its scientific achievements, this project had significant educational impact, engaging seven undergraduate students from two institutions. These students actively participated in research, contributed as co-authors on publications, and presented their findings at national and international conferences. Through their involvement, they tackled complex problems in the field using NSF-supported supercomputing facilities. This experience provided them with advanced skills in Atomic, Molecular, and Optical Physics, preparing them for successful STEM careers. Several participants have since progressed to graduate programs at top-level institutions (Ohio State University, Purdue University, the University of Montana, and the University of Central Florida).</span></p>\r\n<p>The broader impact of this project includes the dissemination of results through 19 peer-reviewed publications in scientific journals and numerous presentations at scientific conferences, including seven invited talks by the principal investigator. These efforts have fostered collaborations between theoretical and experimental researchers. The principal investigator also contributed to the scientific community by organizing the ATTO VIII conference, a key international event in this area of research, and was engaged in several outreach events in the Orlando metropolitan area.</p>\r\n<p><span>Overall, this research project has advanced our understanding of electron dynamics in intense fields while establishing a foundation for computational approaches to resolve time-dependent electron density on attosecond timescales. The tools and methodologies developed through this work are poised to inspire future innovations and support experimental progress at the forefront of attosecond science. By integrating research in ultra-fast physics with impactful educational initiatives, the project highlights the critical role of scientific exploration in fostering discovery and training the next generation of scientists.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Nicolas&nbsp;Douguet</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research project has supported the advancement of attosecond and strong-field physics by developing theoretical and computational approaches to describe the interaction of ultra-short laser pulses with atoms and molecules. These contributions align with broader efforts in the field to control electron density in multi-electron systems, uncover novel chemical reactivity pathways, and deepen our understanding of the fundamental processes driving chemical reactions. The transformative potential of this research area offers promising opportunities for breakthroughs in photochemistry, materials science, and quantum technologies.\r\n\n\nOur research work focused on the development and applications of theoretical and computational models to study the interaction between molecules and ultra-short, intense laser fields. Central to this effort was the development of ATTOMESA, a time-dependent quantum chemistry method designed to efficiently treat correlated multi-electron systems in strong fields. ATTOMESA was designed for application to a wide variety of physical processes investigated with current experimental schemes worldwide, including high-order harmonic generation (HHG) and light-induced electron diffraction (LIED). These techniques will enable exploring ultra-fast electron rearrangement and charge migration in strongly-correlated molecular systems. As part of the project, ATTOMESA was benchmarked on HHG in simple atomic systems.\r\n\n\nThis project has also explored various physical phenomena in atoms and molecules subjected to intense laser fields, spanning from infrared to soft X-ray wavelengths. One of our major result was the discovery that electron quantum trajectories obtained from De Broglie-Bohm formalism provide a consistent approach to elucidate various strong-field processes, revealing new details about the tunneling mechanism in a time-dependent barrier.Additionally, we developed new interferometric techniques to track the rapid motion of electron wave packets entangled with residual ionic states, Finally, our work has supported experimental work worldwide (USA, Europe, and Asia), considering energy transfer mechanisms with ultra-fast light, electronic response in oriented atoms exposed to circular light (circular dichroism), and molecular core-electron dynamics explored with pump-probe setups.\r\n\n\nBeyond its scientific achievements, this project had significant educational impact, engaging seven undergraduate students from two institutions. These students actively participated in research, contributed as co-authors on publications, and presented their findings at national and international conferences. Through their involvement, they tackled complex problems in the field using NSF-supported supercomputing facilities. This experience provided them with advanced skills in Atomic, Molecular, and Optical Physics, preparing them for successful STEM careers. Several participants have since progressed to graduate programs at top-level institutions (Ohio State University, Purdue University, the University of Montana, and the University of Central Florida).\r\n\n\nThe broader impact of this project includes the dissemination of results through 19 peer-reviewed publications in scientific journals and numerous presentations at scientific conferences, including seven invited talks by the principal investigator. These efforts have fostered collaborations between theoretical and experimental researchers. The principal investigator also contributed to the scientific community by organizing the ATTO VIII conference, a key international event in this area of research, and was engaged in several outreach events in the Orlando metropolitan area.\r\n\n\nOverall, this research project has advanced our understanding of electron dynamics in intense fields while establishing a foundation for computational approaches to resolve time-dependent electron density on attosecond timescales. The tools and methodologies developed through this work are poised to inspire future innovations and support experimental progress at the forefront of attosecond science. By integrating research in ultra-fast physics with impactful educational initiatives, the project highlights the critical role of scientific exploration in fostering discovery and training the next generation of scientists.\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: NicolasDouguet\n"
 }
}