{
 "awd_id": "2419566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Propulsion of synthetic cells driven by biochemical catalysis",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924644",
 "po_email": "dsavin@nsf.gov",
 "po_sign_block_name": "Daniel Savin",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 595829.0,
 "awd_amount": 595829.0,
 "awd_min_amd_letter_date": "2024-06-25",
 "awd_max_amd_letter_date": "2024-06-25",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n \r\nEnzymes are important molecules in biology. Enzymes are catalysts that convert substrates to products and are essential for driving processes that allow cells to function and respond rapidly to environmental conditions. There are a wide variety of enzymes in Nature corresponding to the diverse array of chemical reactions that a cell must execute for proper physiological function. It has been found that enzymes can exert forces when they convert substrates, and in this project, these forces will be harnessed to drive the motion of cell-sized capsules in response to substrates. The capsules will be made from biocompatible polymers, so they can be used to deliver drugs and communicate with cells by secreting bioactive compounds. Microfluidics will be used to assemble biocompatible capsules of defined chemistry, size, and composition. It has been found that asymmetry – either in the chemistry or the geometry of the capsule, or both – is required for robust motion. Asymmetry can be systematically built into the capsules using capsule chemistry and microfluidic design. A wide variety of enzymes will be tested to understand how the mechanism of action of each enzyme relates to its ability to support the propulsion of capsules. Capsules of tailored asymmetry with two faces – Janus capsules – will be used to understand how geometrical asymmetry can drive capsule motion via enzyme turnover. Systems in which capsules can communicate by secreting substrates to activate the motion of nearby enzyme-laden capsules or real biological cells will be developed, and furthermore, the motion of capsules in gradients of substrate will be measured. The project will train two graduate research assistants and two undergraduates, and the investigators will communicate their ideas to the broader research community through demonstration lectures to middle school and high school students and faculty.\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nEnzymes are a diverse set of molecules that catalyze a host of biochemical reactions throughout biology. Enzymes are known exert forces during enzymatic turnover, and previously catalase and urease were used to drive the motion of biocompatible cell-sized capsules. Based on the hypothesis that propulsion is due to osmotic influx at the catalytic binding site (osmophoresis), a wide array of enzymes will be tested to relate fundamental features of enzyme activity (reaction rates, Michaelis constants, and reaction schemes) to capsule propulsion. Of particular interest are cleaving enzymes, such as amylase and nucleases, which are hypothesized to generate augmented osmotic forces and hence avid propulsion. Furthermore, higher order cell behavior, such as chemotaxis and multicellular organization, will be recapitulated with enzyme-functionalized microcapsules. The microcapsules are made by microfluidics using biocompatible polymers (poly-lactic-co-glycolic acid), allowing the control the size, composition, porosity and asymmetry of the capsules. Asymmetry in capsules chemistry and geometry has been demonstrated to enhance capsule motion. The aims of this project will be to measure the motility of single capsules across a range of enzyme-substrate systems and measure the dynamics of motion of asymmetric (Janus) capsules; to quantify the directional motion of capsules in gradients of substrates, analogous to the chemotactic motion of cells; and to determine the ensemble motion of capsules, both with different volume fractions of active particles, as well as mixtures of active and passive particles, to understand how motility can be used to separate and organize multi-particle assemblies. Another goal is to build communication systems in which one capsule can secrete a substrate and drive the motion of a neighboring capsule. Finally, we will understand how motile, synthetic capsules can communicate chemically and physically with biological cells. The capsules can be thought of as synthetic cells (protocells) inspired by and designed to mimic biology. Since the capsules are biocompatible, a host of applications, such as targeted drug delivery and tissue assembly, can be envisioned in which these motile protocells can interface with real biological cells and tissues.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hammer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Hammer",
   "pi_email_addr": "hammer@seas.upenn.edu",
   "nsf_id": "000187747",
   "pi_start_date": "2024-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daeyeon",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daeyeon Lee",
   "pi_email_addr": "daeyeon@seas.upenn.edu",
   "nsf_id": "000544771",
   "pi_start_date": "2024-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "210 S 33rd Street",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191044300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 595829.0
  }
 ],
 "por": null
}