{
 "awd_id": "2420518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ECO-CBET: Integrated Biochemical and Physicochemical Process to Recover Critical Metals from Municipal Solid Waste in Landfills",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 579227.0,
 "awd_amount": 579227.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "2420517 (Shah), 2420518 (Yip), and 2420519 (Soh). This project aims to develop the fundamental knowledge necessary to enable an innovative and integrated bio- and physico-chemical process that can effectively recover critical metals from municipal solid waste (MSW) landfills within associated leachates. Globally, over two billion tons of MSW are generated per year, with expected daily per capita waste increases of nearly 20% by 2050 from high income countries such as the US. This trajectory motivates the project vision to inform technical innovation and drive a paradigm shift in the way MSW and associated leachates are stewarded and ultimately re-envisioned and valued. Fundamental advancements are necessary for prototyping innovative solutions in waste management and metals recovery, with potential for near term national impact and longer term impact in developing countries where waste production will likely triple over the next several decades. Project outcomes will foster informed decisions in how to recover and valorize critical materials from landfills—a process that can be powered by recycling and reusing landfill-generated methane—to ultimately impact grand challenge areas of reducing waste and curbing climate change. The project will also provide the critical first steps of research that can directly impact US national security interests and strengthen US economic competitiveness by extracting marketplace resources from landfill waste streams and thereby mitigate vulnerabilities to supply chains. The research targets enabling a more circular economy and sustainable future.\r\n\r\nTo recover critical metals from landfill waste streams, the project’s goal is to develop the fundamental knowledge behind an integrated biochemical and physicochemical process using microbes to promote in-situ metal leaching into the leachate stream and recovering metals from the leachate stream via ion selective membrane separations. Project objectives are to: (1) characterize the currently unknown critical metal content in existing landfill leachates in the US, (2) examine the role and use of in-situ biofilms for bioleaching, (3) elucidate the complex chemistry of metals in landfill leachate samples, (4) advance membrane science and technology for selective ion separations, and (5) integrate life cycle (LCA) and techno-economic (TEA) assessments to inform process development. Outcomes will advance knowledge to: (1) establish baseline values of total critical metal concentrations in US landfill leachate samples, (2) characterize and promote bioleaching performance of microbiomes in US landfills, (3) elucidate the complex speciation chemistry of metals in real and simulated landfill leachates that directly inform separation and recovery efforts, (4) fabricate ion-selective membranes with tailored chemistries to demonstrate enhanced specificity of ion separation for recovery of critical metals from leachates, and (5) evaluate cost and sustainability metrics for iterative process development and quantification of the economic value and environmental impacts of the overall recovery process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ngai Yin",
   "pi_last_name": "Yip",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ngai Yin Yip",
   "pi_email_addr": "n.y.yip@columbia.edu",
   "nsf_id": "000701894",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 579227.0
  }
 ],
 "por": null
}