{
 "awd_id": "2420139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Revisioning Research Administration in Rhode Island for Emerging Research Institutions (ERIs)",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032925015",
 "po_email": "dstroud@nsf.gov",
 "po_sign_block_name": "Dina Stroud",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 555545.0,
 "awd_amount": 555545.0,
 "awd_min_amd_letter_date": "2024-09-04",
 "awd_max_amd_letter_date": "2024-09-04",
 "awd_abstract_narration": "This collaboration of five Emerging Research Institutions (ERIs) in the National Science Foundation’s EPSCoR (Established Program to Stimulate Competitive Research) jurisdiction of Rhode Island (Providence College, Rhode Island College, Roger Williams University, Rhode Island School of Design and Salve Regina University) addresses collective challenges in the Rhode Island research administration landscape.  Over recent decades, research administration as a profession has been impacted by increased federal funding, institutional closures and dramatic work shifts in the higher education marketplace.  Now, as the demand for, and the complexities of the research enterprise continue to evolve and specialize, the need for a talented pipeline of future research administration leaders grows to develop a robust infrastructure of professional support necessary to promote the progress of science. Further exacerbating this issue is that establishing and maintaining a robust research administration infrastructure is an often overlooked yet essential requirement to reach full research capacity. These trends limit the statewide capacity of the research enterprise and NSF’s goal to advance the progress of science.  Consequently, there are missed opportunities for larger partnership and collaborative research grants across ERIs that address both statewide priorities as well as national initiatives.  There is currently no statewide project specifically designed by ERIs for ERIs to build research administration capacity in Rhode Island.  This new ERI-driven vision for research administration will be a model for other ERI networks connected either by NSF jurisdiction, geography and/or common purpose and mission. \r\n\r\nThis project builds a powerful, coordinated effort among 5 ERIs to develop research administration capacity within Rhode Island. Rhode Island Primarily Undergraduate Institutions (PUIs)/ERIs have been collaborating informally over the last decade and meeting regularly to discuss best practices, partnership/shared resources opportunities, mutual challenges, and the potential of building a network of professional resources to grow statewide and national impact.  Building on more than a decade of trusted relationships, the collaborators propose to expand, enhance and formalize an existing collaboration of ERIs united by shared challenges and goals.  The collaborators propose an ambitious but feasible plan to re-envision research administration in RI by applying evidence-based practices to:  1. Develop shared resources and a Research Administration Learning Community; 2. Build and diversify the RI Research Administration Pipeline 3. Develop user inspired projects at ERIs connected to statewide needs; 4. Develop collaborative research and sponsored projects proposals among RI ERIs, and 5. Ensure long-term sustainability and broader impact.  The strategies employed to meet these goals involve innovative new programs such as a micro-credential program for undergraduates, and a grant administration certificate program, balanced with evidenced based best practices such as learning communities, communities of practice, and inter-institutional collaboration. The team will generate new knowledge, evaluate the results of the initiatives, document the model of collaboration and share the results widely through national meetings, networks and publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Botelho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce Botelho",
   "pi_email_addr": "joyce.botelho@salve.edu",
   "nsf_id": "000678308",
   "pi_start_date": "2024-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Salve Regina University",
  "inst_street_address": "100 OCHRE POINT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWPORT",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4013412457",
  "inst_zip_code": "028404192",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "SALVE REGINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RMPFM4MTWBZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Salve Regina University",
  "perf_str_addr": "100 OCHRE POINT AVE",
  "perf_city_name": "NEWPORT",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028404192",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "221Y00",
   "pgm_ele_name": "GRANTED"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 555545.0
  }
 ],
 "por": null
}