{
 "awd_id": "2420094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Grant: 2024 Image Science Gordon Research Conference and Gordon Research Seminar",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2024-03-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2024-03-11",
 "awd_max_amd_letter_date": "2024-03-11",
 "awd_abstract_narration": "The proposal requests support for early-career investigators across all possible diversity to participate in the Gordon Research Conference (GRC) on Image Science following a four-year gap imposed by the pandemic from 2018-2022.  The support to a diverse pool of early-career investigators will ensure long-term sustainability towards building a strong image science community. \r\n        The June 9-14, 2024, GRC conference theme is “Advances in Imaging and Visualization at the Junction of Physics, Engineering, and Data Science.” which is focused on the appropriate acquisition and efficient uses of the massive volume of imaging information now collected in many fields of imaging. We aim to build Image Science as an independent field of study via detailed interdisciplinary discussions and by fostering the success of a new generation of image scientists.  \r\n       The unique feature of this conference compared with more conventional imaging venues is the bringing together of renowned speakers from disparate application areas, including astronomy, biology, medicine, remote sensing, quantum imaging, optics and photonics displays, and security and defense industries, in a forum that encourages each to describe their most significant challenges and most promising solutions, to foster cross-fertilization between these fields. \r\n       We value and strive to increase the percentage of women and other underrepresented minorities in the sciences, including LBGTQ+ people, in building a strong, diverse, equitable and inclusive image science community. \r\n\r\nA technical description of the project:\r\nThe proposal requests support for early-career investigators across all possible diversity to participate in the Gordon Research Conference (GRC) on Image Science following a four-year gap imposed by the pandemic from 2018-2022.  The support to a diverse pool of early-career investigators will ensure long-term sustainability towards building a strong image science community. \r\n        Intellectual Merit: Imaging systems will usher in the next generation of innovations across a wide range of applications from nanoscale to macro scale. The June 9-14, 2024, GRC conference theme is “Advances in Imaging and Visualization at the Junction of Physics, Engineering, and Data Science.” which is focused on the appropriate acquisition and efficient uses of the massive volume of imaging information now collected in many fields of imaging. Speakers give ~40-minute presentations in a single-track format with ~20 minutes of discussions following each presentation that experts lead in the field. At the center of each presentation is a discussion of the core challenges shared by image scientists and novel techniques for acquiring and displaying information to maximize decision performance. We aim to build Image Science as an independent field of study via detailed interdisciplinary discussions and by fostering the success of a new generation of image scientists. The unique feature of this conference compared with more conventional imaging venues is the bringing together of renowned speakers from disparate application areas, including astronomy, biology, medicine, remote sensing, quantum imaging, optics and photonics displays, and security and defense industries, in a forum that encourages each to describe their most significant challenges and most promising solutions, to foster cross-fertilization between these fields. All speakers are invited based on their field leadership and willingness to debate fundamental issues shared by everyone developing, evaluating, and applying imaging across disciplines.\r\n         Broader Impact: The GRC format in a small remote venue promotes innovative interdisciplinary thinking that leads to breakthroughs. An environment where leading senior scientists debate core issues is valuable to young investigators trying to build prosperous independent careers in imaging in industry and academia. All attendees are invited to present a poster describing their research in poster sessions, a key element of the Gordon Conference format. Dedicated two-hour time slots are planned daily for all participants and presenter to gather around the posters and discuss the work presented. The 2024 Image Science GRC is committed to developing a diverse program and inclusive conference atmosphere through a discussion-focused program, fundraising efforts focused on supporting historically underrepresented participants, and a concerted effort to attract and accept a variety of applicants from diverse backgrounds and institutions. We strive to increase the percentage of women and other underrepresented minorities in STEM. We will host a GRC Power Hour designed to address diversity and inclusion in the scientific workplace by providing a safe environment for informal and meaningful conversations amongst colleagues of all career stages. The program supports the professional growth of all members of our communities by providing an open forum for discussion and mentoring. We have two co-hosts for our Power Hour, an African-American woman and another mid-career scientist woman - both were speakers at our 2022 GRC image science. The plan for the Power Hour is for the hosts to share statistics on diversity (women and minorities) progress in STEM and share remaining challenges. We will form small groups to discuss different issues and share back with the group. Based on the 2022 survey, we plan to acknowledge the underrepresentation of LBGTQ+ people in the sciences and open discussion on how we may evolve as a community to make everyone feel included and supported. The Image Science GRC is complemented by the student-run Image Science Gordon Research Seminar (GRS) on June 7-8, 2024.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jannick",
   "pi_last_name": "Rolland",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jannick P Rolland",
   "pi_email_addr": "rolland@optics.rochester.edu",
   "nsf_id": "000112695",
   "pi_start_date": "2024-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Image Science GRC was a premier, international scientific conference focused on advancing the frontiers of science through the presentation of cutting-edge and unpublished research, prioritizing time for discussion after each talk and fostering informal interactions among scientists of all career stages. The conference program included a diverse range of speakers and discussion leaders from institutions and organizations worldwide, concentrating on the latest developments in the field. The conference was five days long and held in a remote location to increase the sense of camaraderie and create scientific communities, with lasting collaborations and friendships. In addition to premier talks, the conference had designated time for poster sessions from individuals of all career stages, and afternoon free time and communal meals allowed for informal networking opportunities with leaders in the field.</p>\n<p>Image Science studies the physics and statistics of photon generation, propagation of associated radiation through complex media and imaging systems, and detection to quantify and qualify the information created. Imaging and Image Science capture scales from nanometers to light-years, from biological species to galaxies. An aspect of contemporary imaging techniques involves artificial intelligence to mine the often-massive datasets. When combined with visualization, the generated data are poised to open new paths to knowledge and discovery. Sharing challenges in imaging and emerging solutions is integral to enabling advances. The 2024 Gordon Research Conference on Image Science provided a unique venue for scientists working in or driven by highly varied application areas to share gained knowledge and insights regarding the process chains common to all imaging systems. All attendees were invited to submit abstracts on their work to be presented as posters in several sessions attended by all during the 5-day conference.&nbsp;</p>\n<p>The Image Science GRS provided a unique forum for young doctoral and post-doctoral researchers to present their work, discuss new methods, cutting edge ideas, and pre-published data, as well as to build collaborative relationships with their peers. Experienced mentors and trainee moderators facilitated active participation in scientific discussion to allow all attendees to be engaged participants rather than spectators. As a precursor to the Image Science GRC, the GRS offered a supportive academic environment for attendees to present and discuss their research in image science. Attendees had the opportunity to deliver oral presentations or showcase their work through poster presentations. The program included three sessions of talks focused on theory, implementation, and application. The interdisciplinary nature of image science encompassed a wide range of disciplines, including but not limited to astronomy, computer vision, engineering, mathematics, medical imaging, optics, physics, and remote sensing.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/25/2024<br>\nModified by: Jannick&nbsp;P&nbsp;Rolland</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Image Science GRC was a premier, international scientific conference focused on advancing the frontiers of science through the presentation of cutting-edge and unpublished research, prioritizing time for discussion after each talk and fostering informal interactions among scientists of all career stages. The conference program included a diverse range of speakers and discussion leaders from institutions and organizations worldwide, concentrating on the latest developments in the field. The conference was five days long and held in a remote location to increase the sense of camaraderie and create scientific communities, with lasting collaborations and friendships. In addition to premier talks, the conference had designated time for poster sessions from individuals of all career stages, and afternoon free time and communal meals allowed for informal networking opportunities with leaders in the field.\n\n\nImage Science studies the physics and statistics of photon generation, propagation of associated radiation through complex media and imaging systems, and detection to quantify and qualify the information created. Imaging and Image Science capture scales from nanometers to light-years, from biological species to galaxies. An aspect of contemporary imaging techniques involves artificial intelligence to mine the often-massive datasets. When combined with visualization, the generated data are poised to open new paths to knowledge and discovery. Sharing challenges in imaging and emerging solutions is integral to enabling advances. The 2024 Gordon Research Conference on Image Science provided a unique venue for scientists working in or driven by highly varied application areas to share gained knowledge and insights regarding the process chains common to all imaging systems. All attendees were invited to submit abstracts on their work to be presented as posters in several sessions attended by all during the 5-day conference.\n\n\nThe Image Science GRS provided a unique forum for young doctoral and post-doctoral researchers to present their work, discuss new methods, cutting edge ideas, and pre-published data, as well as to build collaborative relationships with their peers. Experienced mentors and trainee moderators facilitated active participation in scientific discussion to allow all attendees to be engaged participants rather than spectators. As a precursor to the Image Science GRC, the GRS offered a supportive academic environment for attendees to present and discuss their research in image science. Attendees had the opportunity to deliver oral presentations or showcase their work through poster presentations. The program included three sessions of talks focused on theory, implementation, and application. The interdisciplinary nature of image science encompassed a wide range of disciplines, including but not limited to astronomy, computer vision, engineering, mathematics, medical imaging, optics, physics, and remote sensing.\n\n\n\t\t\t\t\tLast Modified: 10/25/2024\n\n\t\t\t\t\tSubmitted by: JannickPRolland\n"
 }
}