{
 "awd_id": "2420982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Examining the effects of gender composition on disruptive science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925150",
 "po_email": "tswoodso@nsf.gov",
 "po_sign_block_name": "Thomas S. Woodson",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2024-07-03",
 "awd_max_amd_letter_date": "2024-07-03",
 "awd_abstract_narration": "Scientific teams are increasingly disrupting science by making pivotal discoveries and breakthroughs. These disruptive teams reshape established scientific paradigms and forge new ones, eclipsing established theories, methods, and research directions. Consequently, understanding the factors that foster disruptive scientific teams is essential for promoting new scientific paradigms, theories, methods, and avenues for future research. Previous research has documented the effects of team size, hierarchies, and distance among members on scientific disruption. However, the influence of gender composition on teams’ abilities to make disruptive discoveries and create new inventions remains underexplored. Drawing on previous research in gender composition and scientific disruption, the researchers aim to investigate the effects of gender composition on disruption and examine the causal mechanisms that could explain differences in its impact.\r\n\r\nThis project encompasses three research goals. First, the project analyzes the impact of gender composition on disruption by examining more than 49 million papers and 4 million patents across different scientific fields over the last 50 years. The results yield empirical evidence of the impact of different gender compositions on scientific disruption. Second, the project conducts a laboratory experiment with 320 participants to understand the causal mechanisms that drive these effects. This experiment, which controls for gender composition, requires three-person teams to complete a disruption task that is designed for this experience and based on disruption research. Third, the project involves a massive survey and follow-up interviews with female scientists who have been part of disruptive teams to learn about their experiences and insights. This research promises to enhance understanding of the effects of different gender compositions on teams’ disruptiveness and contributions to science. The project highlights the theoretical and practical implications of specific team combinations in scientific research, giving institutions and funders information they can use as they reflect on the role of gender composition in scientific teams.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dashun",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dashun Wang",
   "pi_email_addr": "dashun.wang@kellogg.northwestern.edu",
   "nsf_id": "000703307",
   "pi_start_date": "2024-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2211 Campus Dr.",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080898",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125Y00",
   "pgm_ele_name": "Science of Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}