{
 "awd_id": "2420254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IRES: International Research Experiences on Tropical Plant-Pollinator interactions in a Changing World",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 84124.0,
 "awd_amount": 84124.0,
 "awd_min_amd_letter_date": "2024-08-12",
 "awd_max_amd_letter_date": "2024-08-12",
 "awd_abstract_narration": "Most flowering plants, including many key food and cash crops such as cocoa and coffee, rely on animal pollinators for reproduction. Disruptions to these plant-pollinator relationships due to climate and landscape changes are expected to have severe negative consequences for plant reproduction and ecosystem functioning. This is especially true in tropical regions, where a higher proportion of plants depend on animal pollination compared to temperate ecosystems. Such disruptions in tropical pollination systems also pose a threat to food security and global economies, given the significant number of crops imported from these regions. However, tropical plant-pollinator interactions remain understudied. This project provides research training and mentorship to 15 U.S. students over three years in Colombia, one of the most biologically and agriculturally diverse countries in the world. Colombia’s highly variable topography and diversity of climates support an astonishing diversity of native plants, as well as tropical and temperate crops, making it a natural laboratory. The project offers students a unique opportunity to integrate multiple fields of research, from behavior to ecophysiology, and to apply cutting-edge techniques to address pressing scientific and societal challenges in conservation and agriculture.\r\n\r\nPlant-pollinator interactions are increasingly affected by climate and landscape changes through various mechanisms. Yet these interactions remain understudied, posing a significant risk to efforts for biodiversity conservation and ecosystem services. This IRES project aims to bridge this knowledge gap by engaging the next generation of U.S. scientists in investigating fundamental questions about the drivers of changes and disruptions in plant-pollinator interactions in rapidly transforming and understudied tropical ecosystems. The project offers training in research and science communication to 15 U.S. students from underrepresented groups (five per year) giving them a unique research experience in an international setting. Guided by a transdisciplinary and multicultural team of researchers, students participate in collaborative research during an eight-week program in Colombia, a megadiverse tropical country. The project addresses predictions regarding phenotypic plasticity, the interactive effects of environmental stressors on organisms’ thermal tolerance, and the roles of temperature and humidity in shaping plant-pollinator interactions, among other topics. This project provides students with a unique opportunity to integrate observational, comparative, and experimental methods across various scales of biological organization while building a robust network of national and international collaborators. The results of this project will enhance our understanding of ecology, physiology, and the conservation of plant-pollinator interactions, with practical applications for sustainable agriculture.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margarita",
   "pi_last_name": "Lopez-Uribe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Margarita M Lopez-Uribe",
   "pi_email_addr": "mml64@psu.edu",
   "nsf_id": "000545653",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Duque",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luis Duque",
   "pi_email_addr": "loduque@psu.edu",
   "nsf_id": "000768091",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "054Y00",
   "pgm_ele_name": "GVF - Global Venture Fund"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 84124.0
  }
 ],
 "por": null
}