{
 "awd_id": "2420051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: OPP-PRF: Quantifying Cellular Trace Metal Dynamics in Southern Ocean Phytoplankton",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922930",
 "po_email": "dporter@nsf.gov",
 "po_sign_block_name": "David Porter",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 352532.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-08-30",
 "awd_abstract_narration": "In the Southern Ocean, eukaryotic phytoplankton form the base of the food web and contribute to the drawdown of atmospheric CO2. However, phytoplankton require trace metal micronutrients such as iron, manganese, zinc, and cobalt to grow, and at times, low availability of these nutrients limits their growth. Despite the influence of these nutrients, a quantitative understanding of how polar phytoplankton use them or respond to limitation by them is lacking. Increased temperatures have also been shown to affect the use of iron in only certain polar phytoplankton species, but the mechanisms underlying these different responses are unknown. This research will quantify cellular trace metal micronutrient use as well as associated responses to micronutrient limitation and warming and in two distinct and dominant phytoplankton from the Southern Ocean. The results will provide critical data needed to predict changes to Southern Ocean phytoplankton communities under future conditions. Undergraduate students will be mentored on independent research projects through both in-person and virtual programs, and lesson plans in which students use environmental data from the Southern Ocean to develop a conceptual understanding of how phytoplankton convert sunlight into chemical energy will be created and disseminated.  \r\n\r\nTwo model Southern Ocean phytoplankton, a diatom and haptophyte, will be grown under varying micronutrient availability or increased temperatures. Responses will be assessed with quantitative molecular approaches that enable comparisons of transcript and protein abundances on a per-cell basis, and metalloproteomics will be used to identify and quantify metal-containing proteins. To connect molecular responses with cellular change, these data will be coupled to cellular metal content and iron use efficiencies. Further environmental context for these results will be gained by examining shifts in metal-responsive and metal-using proteins throughout a previous Southern Ocean survey that captured variability in trace metal concentrations. Within Southern Ocean phytoplankton, this research will enable the quantification of protein and metabolic pathway contributions to cellular metal budgets, characterization of molecular-level responses and metal demand under low metal availability and warming, and the connection of quantitative ‘omics-level measurements to trace metal physiology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Lampe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Lampe",
   "pi_email_addr": "robhlampe@gmail.com",
   "nsf_id": "000887009",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Intitution",
  "perf_str_addr": null,
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "524700",
   "pgm_ele_name": "POST DOC/TRAVEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5111",
   "pgm_ref_txt": "ANTARCTIC ORGANISMS & ECOSYST"
  },
  {
   "pgm_ref_code": "5247",
   "pgm_ref_txt": "POST DOC/TRAVEL"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 352532.0
  }
 ],
 "por": null
}