{
 "awd_id": "2420708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Taste evolution in Drosophila sechellia, a host specialist",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 992000.0,
 "awd_amount": 396000.0,
 "awd_min_amd_letter_date": "2024-07-12",
 "awd_max_amd_letter_date": "2024-07-12",
 "awd_abstract_narration": "This project explores how a unique fly species, Drosophila sechellia, has adapted to eat a fruit that is toxic to most other flies. Found in the Seychelles islands, D. sechellia feeds exclusively on the noni fruit, which contains chemicals that repel or harm other fly species. The researchers want to understand how D. sechellia's sense of taste has changed to allow it to eat noni fruit and previously discovered that D. sechellia is less sensitive to the bitter taste of noni and more able to detect its sweetness compared to other fly species. Now, they aim to identify the specific genes responsible for these differences. The team will focus on genes involved in taste detection, looking for changes that might explain D. sechellia's unique ability to eat noni compared to its close relatives that cannot. This research could help us understand how animals adapt to new food sources over time. It may also provide insights into how insects choose their host plants, which could have implications for pest control and agriculture. The project will train students in cutting-edge research techniques in the laboratory, generate valuable genetic tools for the scientific community, and include public outreach activities to share the excitement of scientific discovery with the local community.\r\n\r\nD. sechellia's unique adaptation to the Morinda citrifolia (noni) fruit, which contains fatty acids that are toxic to other drosophilids, presents an excellent model for studying behavioral diversification and host shifts in insects. Building on preliminary studies, the researchers will employ a candidate gene approach to identify genes underlying differences in noni fatty acid taste responses between D. sechellia and its generalist sibling species. The study will focus on two key aspects of D. sechellia's taste system: 1) reduced responses to noni fatty acids in deterrent bitter taste neurons, and 2) reduced inhibition of appetitive sweet taste neurons by noni fatty acids. The research team will leverage genetic tools developed for D. melanogaster and apply state-of-the-art transgenic, CRISPR/Cas9 genome-editing and sequencing strategies to both D. melanogaster and D. sechellia. The complementary functional neurogenetics approaches with the two species will allow for a systematic investigation of the roles of candidate Gustatory receptors (Grs), Odorant-binding proteins (Obps), and Ionotropic receptors (Irs) in evolutionary variation in cellular and behavioral responses to noni fatty acids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anupama",
   "pi_last_name": "Dahanukar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Anupama A Dahanukar",
   "pi_email_addr": "anupama.dahanukar@ucr.edu",
   "nsf_id": "000597174",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 396000.0
  }
 ],
 "por": null
}