{
 "awd_id": "2421300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: HSI Implementation and Evaluation Project: Infusing Intentionality for Success by Transforming STEM Gateway Courses at Two HSIs Utilizing AI and Big Data",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 201326.0,
 "awd_amount": 201326.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI) Program, this track 2 project aims to increase opportunities of success for all STEM students at HSIs involved in the project, by implementing four closely connected themes to address multiple barriers faced by students and instructors. The project will focus on transforming assessments and instruction in five large introductory STEM courses, empowered by cutting-edge technologies of generative AI and learning analytics, and designed based on the theoretical framework of self-regulated learning. First, the project will make exams more accessible and fair, especially for students who are impacted by disruptions and life impacting events such as natural disasters. The project team will create exams using generative AI technology that provides flexible testing time, multiple attempts, and increased sharing between different instructors and institutions. Second, the project will build a multi-institution instructor community to develop proficiency and literacy in technology, especially generative AI, and collaboratively develop assessment and learning resources to transform STEM courses. Third, the project will enhance students’ sense of belonging and motivation by building collaborative student teams around AI assisted creation of contextually relevant instructional materials. Finally, using the large number of digital resources generated through themes 1-3, the project team will implement learning analytics analyses to identify students’ learning strategies, with special focus on students who transfer between the two central Florida HSIs in the project.\r\n\r\nThe project aims to generate a significant body of new knowledge through STEM education research and learning analytics associated with each of the four themes. More specifically, it will answer the following research questions: 1. Could assessments based on AI generated problem banks serve as a valid assessment for STEM gateway courses? 2. How can we build an instructor community for collaborative content development to reduce gaps in instructors’ technology and AI literacy whilst enhancing instructors’ sense of community? 3. How will students’ sense of belonging and motivation change as a result of involvement in collaborative course content creation activities? 4. How do transfer students’ self-regulated learning strategies change before and after transfer, and how do those strategies compare to their peers after transfer? Those questions will be answered by using a rich combination of research methods, including controlled experiments, data mining and analysis, surveys and self-report analysis, focus groups and interviews. In addition to enhancing students’ opportunity for success at the two central Florida HSIs involved, the project will serve as an example for other HSIs for transformation of STEM instruction, building instructor communities for enhancing technology and AI literacy, and building student communities to enhance sense-of-belonging, self-regulation and motivation. The outcomes will be disseminated through a project website, peer-reviewed journals, national and regional conferences and sharing events. The HSI Program aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Norbutus",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda J Norbutus",
   "pi_email_addr": "anorbutus@valenciacollege.edu",
   "nsf_id": "000993194",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Osama",
   "pi_last_name": "Moussa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osama Moussa",
   "pi_email_addr": "omoussa@valenciacollege.edu",
   "nsf_id": "000994046",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Valencia Community College",
  "inst_street_address": "1800 S KIRKMAN RD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4075822909",
  "inst_zip_code": "328112302",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "VALENCIA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KM9HFDWLATK3"
 },
 "perf_inst": {
  "perf_inst_name": "VALENCIA COLLEGE",
  "perf_str_addr": "1800 S KIRKMAN RD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328112302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092Z",
   "pgm_ref_txt": "AI-Supported Learning"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 201326.0
  }
 ],
 "por": null
}