{
 "awd_id": "2421240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "¿Quiénes son? Assessing Language Skills, Belonging, and Identity of Bilingual Students: Towards a Bilingual Education STEM Transfer Pipeline",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 272954.0,
 "awd_amount": 272954.0,
 "awd_min_amd_letter_date": "2024-07-14",
 "awd_max_amd_letter_date": "2024-07-14",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1: Pilot and Planning Project aims to address the lack of knowledge about Hispanic bilingual students at HSIs. Although HSIs are Hispanic serving, many do not have data on their bilingual students, specifically with respect to language proficiencies, belonging, and identity let alone offer opportunities to enhance their bilingual skills despite research on bilingual K-12 education showing positive outcomes. By researching the diverse institutional cultures and bilingual students at two HSIs, John Jay College of Criminal Justice (JJC) and Hostos Community College (HCC), this project aims to contribute new knowledge for a bilingual education STEM transfer pipeline, including student and faculty interest and institutional preparedness for bilingual course development. Bilingualism in the STEM workforce is essential, given the growing diverse population in the U.S. and the industry demands for bilingual professionals in STEM fields that are crucial for global partnerships and innovation. The expected outcomes will include new knowledge about Spanish heritage learners (who grew up bilingually in the US) and English language learners (who started acquiring English after puberty) as well as the diverse institutional cultures; the creation and validation of a mixed methods model to evaluate institutional readiness; and sharing our framework and results with other institutions, thus enhancing institutional capacity to research undergraduate bilingual students in STEM fields.\r\n\r\nThe specific aims of the project are: 1) To research identity and belonging among Spanish-English bilingual STEM students at two HSIs; 2) To assess the language proficiency of these students; and 3) To evaluate institutional capacity and identify best practices for creating a Bilingual STEM Transfer Pipeline. Utilizing a mixed methods approach, the project will combine data from surveys, language proficiency tests, focus groups, and interviews with students, instructors, and college administrators. This planning project will generate valuable insights into the language readiness and interest of students and instructors for engaging in bilingual education. The contrast between HCC, where Spanish is the dominant language, and JJC, where English is the dominant language, will generate new knowledge on intersectional populations and their Latinx identities and senses of belonging and empowerment. The findings will be disseminated locally within City University of New York and more broadly through national conference presentations geared toward diversity in undergraduate STEM education and in sociology, criminology, and linguistics. The HSI Program aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosemary",
   "pi_last_name": "Barberet",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rosemary L Barberet",
   "pi_email_addr": "rbarberet@jjay.cuny.edu",
   "nsf_id": "000581454",
   "pi_start_date": "2024-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Lozano Arguelles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina Lozano Arguelles",
   "pi_email_addr": "clozanoarguelles@jjay.cuny.edu",
   "nsf_id": "000791964",
   "pi_start_date": "2024-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY John Jay College of Criminal Justice",
  "inst_street_address": "524 W 59TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122378449",
  "inst_zip_code": "100191007",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NGK8GHNABTB8"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY John Jay College of Criminal Justice",
  "perf_str_addr": "524 W 59TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100191007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 272954.0
  }
 ],
 "por": null
}