{
 "awd_id": "2421409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Judgment, Identity, and Participatory Praxis of Black Men in Engineering Student Teams",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 300619.0,
 "awd_amount": 300619.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "Despite ongoing efforts to broaden participation in engineering in the United States, Black men remain significantly underrepresented, with only 2.8% of engineering bachelor's degrees awarded to them in 2020. These statistics indicate that there is a disconnect between cultural, institutional, or academic factors in engineering education settings and the expectations and experiences of Black men resulting in this lack of representation. Moreover, within both engineering education and professional engineering work contexts, complex projects are formulated and executed by teams. Given the critical role of teamwork in engineering in both industrial and academic settings, understanding the social interactions between Black men and their peers within these teams is vital. Consequently, this project will investigate the experience of Black men in undergraduate engineering student teams. The project aims to produce results that will be used broadly to support Black men’s sense of belonging and enhance their academic and professional success in engineering. To address these issues, this project focuses on two research questions: 1) What are the experiences of Black men on student project teams? and, 2) How do Black men perceive their participation in decision-making processes within these teams? This project will expand the research available to instructors, researchers, decision makers, and policy makers to support Black men in engineering from an asset-based perspective.\r\n\r\nTo achieve the goals of this project, this mixed-methods qualitative study will use Interpretative Phenomenological Analysis (IPA) and Photovoice methods. These phenomenological and participatory methods enable the prioritization of the voice of Black male engineering students in constructing study findings and co-constructing future scholarly work with student-driven strategies for increasing a sense of belonging and academic success. This project will address three key gaps in the current literature. First, in the past 5 years only one research study has explored the experiences of Black men on student project teams. Second, there is a lack of research on how Black men participate in decision-making processes on student led teams. This is critical because researchers have suggested there is a strong connection between identity production processes and the construction of engineering judgments among team members. By cross-fertilizing these literatures, the research team will investigate the ways that Black male experiences illustrate how identity processes directly impact engineering work practices among undergraduates. Third, this study will adopt an assets-based approach, focusing on the positive aspects of Black men's experiences in engineering rather than individual deficiencies. The participatory aspect of the photovoice methods will facilitate the development of student-driven strategies that have the potential to foster positive cultural change at the institutional level. The research may result in tangible recommendations for supporting and retaining Black men in engineering fields nationwide. To broadly share the student-driven strategies co-created with study participants, the project will include co-creation of a photovoice exhibit to share participants’ strategies, resources, and experiences. Disseminating project findings through this photovoice exhibit will make the research accessible to a wider audience, including community stakeholders, students from other institutions and disciplines, university researchers, administrators, and the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Royce",
   "pi_last_name": "Francis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Royce A Francis",
   "pi_email_addr": "seed@gwu.edu",
   "nsf_id": "000599337",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300619.0
  }
 ],
 "por": null
}