{
 "awd_id": "2421465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Synthesis of Polymer Ionophores and Fabrication of Potentiometric Sensors for Carbonate Ion Detection in the Ocean",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 198306.0,
 "awd_amount": 198306.0,
 "awd_min_amd_letter_date": "2024-07-31",
 "awd_max_amd_letter_date": "2024-07-31",
 "awd_abstract_narration": "The uptake of anthropogenic CO2 by the ocean has slowed down CO2 increase in the atmosphere and thus our planet’s warming potential. However, this CO2 uptake decreases ocean pH and carbonate mineral saturation state slowly, a process popularly known as ocean acidification, which has altered marine and estuarine biogeochemistry and may be detrimental to carbonate bearing marine organisms and the ecosystem. Therefore, the detection/sensing/quantification of these CO2 derivatives, such as CO32, has been a significant topic in environmental research, as well as in biochemical research and ocean chemistry. Potentiometric carbonate sensors based on ionophores have demonstrated advantages over other sensor types by being simple, light weight, and low power consumption while not requiring any sample pretreatment other than standard calibration solutions to provide the measured results directly and immediately. However, for long-term deployment, the desired lifetime should be at least eight weeks. Therefore, the overall objectives of this proposed research include: 1) to synthesize polymer ionophores by grafting organic functionalities onto polymer substrates, and further fabricate electrodes and sensor devices with a high selectivity of carbonate ion and a long life and a short response time (90 % response in seconds) for seawater sample measurements, 2) to establish STEM professional development pathways, achieve sustainable increases in research and education, provide training and mentoring opportunities for underrepresented groups, and finally benefit the economic development by addressing a wide range of issues including ocean acidification, coastal hazards, habitat protection, coastal development, water quality, coral reef conservation, energy facility siting, and ocean planning.\r\n\r\nThis proposed research aims for carbonate sensing in coastal and seawater, with the following hypotheses to be tested: (1) The sensor devices made from the grafted polymers as ionophores, with an increased density of functional groups (group numbers per mass of the ionophore), will exhibit fast responses to carbonate with an improved high selectivity with minimum interference; (2) The stability of the sensor devices will be improved by using polymer ionophores with functional groups covalently grafted on the polymer backbone to avoid leaching under corrosive salty environments, enabling a stable and long-term carbonate detection and measurement in the ocean. For the approaches and methods, firstly functional groups will be grafted onto polymer backbones and the resultant polymer ionophores will be fabricated into ion selective membranes for sensor electrodes, and carbonate detection will be conducted to study the sensitivity, selectivity, and stability in mimic and real seawater samples. The research will bridge the knowledge gap between these important fields (materials chemistry, ocean chemistry, environmental remediation, and chemical engineering) and lead to long-lasting and fundamental impacts on environment protection and oceanic agriculture. The results also have potential applications for detecting and monitoring other environmentally important anions such as nitrate and phosphate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei-Jun",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei-Jun Cai",
   "pi_email_addr": "wcai@udel.edu",
   "nsf_id": "000442394",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "220 HULLIHEN HALL",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 198306.0
  }
 ],
 "por": null
}