{
 "awd_id": "2421977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: FMitF:Track III: A Taste of Formal Methods for Different STEM Communities and Courses",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 212983.0,
 "awd_amount": 212983.0,
 "awd_min_amd_letter_date": "2024-07-24",
 "awd_max_amd_letter_date": "2024-07-24",
 "awd_abstract_narration": "Formal methods in computer science aim to increase reliability and robustness of software and hardware designs. Unfortunately, formal methods are typically only accessible to specialized professionals. One of the reasons for this limited accessibility is the lack of exposure to formal methods in undergraduate education, even for computer science majors. Even though formal methods are used in practice to analyze the correctness of large-scale software and hardware systems, they can also be applied to algorithms and other mathematical constructs at a smaller scale. The project's novelties are developing and disseminating self-contained interactive exercises, using a web-based programming environment, to solve small-scale problems using formal methods. The project's impacts are that these small-scale problems give a taste of formal methods to different STEM communities, namely: three institutions (a research institution, a liberal-arts college, and a community college), several computing and engineering majors (computer science, bioinformatics, computer engineering, chemical engineering, and more), and several topics and levels (introductory programming, engineering design, digital system design, databases, artificial intelligence, and more). The project's impacts go beyond the investigators' institutions: The self-contained interactive exercises can be used as-is, with no work required from the instructor and no additional time needed in the course schedule since they are designed to cover standard course topics, to give a taste of formal methods to all.\r\n\r\nFormal methods are currently not part of the standard computer science undergraduate curriculum. Thus instruction using formal methods, especially outside of computer science programs and outside of research institutions, is very limited. Instructors may lack the proper experience or background to teach formal methods. Instructors may not have had the appropriate exposure, and for STEM instructors outside computer science (e.g., mechanical engineering), formal methods may be far away from their fields. Additionally, there is a lack of space in the often tightly structured undergraduate computing and engineering curricula. The project's working hypothesis is that formal methods exposure can be significantly improved by developing self-contained Jupyter notebooks (using satisfiability modulo theories solvers accessed via Python) that focus on small-scale problems. These notebooks can be used as-is, with no work required from the instructor and no additional time needed in the course schedule since they are designed to cover standard course topics. For instance, modules studying the verification of the molecular structure of a chemical compound, the links in a protein-protein interaction biological network, or the tuples retrieved by a SQL query over a relational database. The project aims to impact a wide range of students and majors. This includes computer science students at the Rochester Institute of Technology (RIT, a research institution) and the College of the Holy Cross (a liberal arts college), as well as at Monroe Community College, which has a formal transfer pathway with RIT. In addition to introducing formal methods to computer science students, the project will also introduce formal methods to several engineering programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Rivero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Rivero",
   "pi_email_addr": "crr@cs.rit.edu",
   "nsf_id": "000727853",
   "pi_start_date": "2024-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edith",
   "pi_last_name": "Hemaspaandra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edith Hemaspaandra",
   "pi_email_addr": "eh@cs.rit.edu",
   "nsf_id": "000176348",
   "pi_start_date": "2024-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 LOMB MEMORIAL DR",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "094Y00",
   "pgm_ele_name": "FMitF: Formal Methods in the F"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071Z",
   "pgm_ref_txt": "FMitF-Formal Methods in the Field"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 212983.0
  }
 ],
 "por": null
}