{
 "awd_id": "2421220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel: Participant support to attend the 8th Spin Mechanics workshop being held in Portland, Oregon on August 5-8, 2024",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 13910.0,
 "awd_amount": 13910.0,
 "awd_min_amd_letter_date": "2024-03-25",
 "awd_max_amd_letter_date": "2024-03-25",
 "awd_abstract_narration": "This student support will enable U.S. graduate students and post-doctoral scholars to participate in the 8th Spin Mechanics workshop in Portland, Oregon. The international conference brings together leading researchers to discuss the latest developments in the physics and engineering of phenomena which couple magnetism (from the “spin” of electrons) to mechanical movement or deformation. The workshop, which has previously been held in Japan, Germany, Canada, and France, will take place in the US for the first time. It is a unique opportunity for young US-based scientists to present their work to international leaders in their field in a relaxed and collegial atmosphere and to begin establishing a network of colleagues in the research community. Research in this field is a global endeavor with very strong, government-supported research clusters in Europe, Asia, and Canada. The participation of US-based researchers in the workshop will enhance domestic competitiveness and leadership in this research area and promote international collaborations. \r\n\r\n\t“Spin mechanics” examines the coupling between the magnetic spin and mechanical degrees of freedom in materials and devices. It represents a cutting-edge field at the intersection of physics and engineering that will play a pivotal role in the development of next-generation of devices for spintronics and quantum computing. Particularly in the emerging field of quantum computation and communication, understanding and exploiting the interactions between spin states, photons and phonons is of fundamental importance. Technical topics include, magnon-phonon coupling (or spin-wave / acoustic-wave interaction), acoustic manipulation of magnetism, magnetic control of acoustics, control or readout of quantum spin states by mechanical transduction, magneto-elastic materials and devices, strain-mediated synthetic multiferroic structures and devices, torques and forces on spins in nanomechanical systems, spin-caloritronics, cavity magnomechanics, micro- or nano-mechanical magnetic sensing, measurement or imaging, and spins in non-inertial reference frames.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albrecht",
   "pi_last_name": "Jander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albrecht Jander",
   "pi_email_addr": "jander@oregonstate.edu",
   "nsf_id": "000407403",
   "pi_start_date": "2024-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 13910.0
  }
 ],
 "por": null
}