{
 "awd_id": "2421207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EDGE CMT: New methods to elucidate the omnigenic model and other emerging concepts in complex trait genetics",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924668",
 "po_email": "cweil@nsf.gov",
 "po_sign_block_name": "Clifford Weil",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2028-11-30",
 "tot_intn_awd_amt": 794457.0,
 "awd_amount": 794457.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "Many of the key challenges facing society – such as enhancing human health, conserving biodiversity, and improving domesticated species – can be addressed through a better understanding of genetic variation. Luckily, genetic tools, like genome sequencing, gene editing, and robotic trait measurements, have advanced rapidly in recent decades. But genetic theory has not kept pace with discoveries on the molecular and cellular basis of organisms’ traits. Instead, the standard theory that geneticists use to try to understand quantitative genetic variation and predict its effects is largely from the first half of the 1900s, and it ignores insights from molecular and cellular biology. Recently, however, geneticists have been exploring exciting new models of genetics, which better incorporate biological knowledge into quantitative trait genetics. This project will develop new tools for geneticists to incorporate these emerging new models in genetics into their research, and rigorously test the underlying concepts. The tools will be tested in laboratory plants and in crops, which are ideal systems to develop and test concepts and tools that can later be used in hard-to-study organisms, such as humans or wild organisms. This project will directly benefit society by making new tools for genetic mapping, prediction, and simulation available to global crop improvement programs; as well as improving both the understanding of genetics and the scientific method in public-school students and trainee scientists.\r\n\r\nUnderstanding the genetic architecture of complex quantitative traits is a central goal of biology. However, standard quantitative genetic theory and practice does not incorporate molecular and cellular biology knowledge, such as gene expression patterns and gene regulatory networks. Further, existing tools do not provide functionality to test emerging models, such as the omnigenic model. The goal of this project is to develop genetic analysis tools that incorporate molecular and cellular biology knowledge directly into statistical models used to map genes, predict traits, and simulate changes in the genotype-to-phenotype relationships. These tools will be used to test the hypotheses on the impact of various forms of gene interactions (epistasis) and test the hypothesis that the omnigenic model accounts for differences in genetic architecture of traits across subpopulations. This research will provide insight into how and why genetic architecture differs across subpopulations, a key question in several areas of basic and applied genetics. Research will be conducted using simulated traits as well as real genotype and phenotype from the model plant Arabidopsis thaliana and the crop, Sorghum bicolor. The broader impacts of this project will focus on developing both graduate student and high school level activities that teach fundamental concepts in genetics and scientific method. This project will also work with public crop breeding programs to ensure that the research findings will be diffused to the applied plant genetic community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Lipka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Lipka",
   "pi_email_addr": "alipka@illinois.edu",
   "nsf_id": "000695527",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136Y00",
   "pgm_ele_name": "EDGE Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 794457.0
  }
 ],
 "por": null
}