{
 "awd_id": "2421820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Nonlocal Second Moment Upper Ocean Boundary Layer Modeling",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1219253.0,
 "awd_amount": 325783.0,
 "awd_min_amd_letter_date": "2024-08-29",
 "awd_max_amd_letter_date": "2024-08-29",
 "awd_abstract_narration": "The upper ocean boundary layer (OSBL) controls the vertical transfer of heat, mass, and momentum from the atmosphere to ocean interior, affecting water properties and influencing climate. Turbulent OSBL flows, unresolved by ocean circulation models, must be parameterized. Over recent decades, significant developments in OSBL parameterization schemes (i.e., boundary layer models), have occurred primarily through comparisons with Large Eddy Simulations (LES). Nevertheless, multiple competing schemes with different physical assumptions are still in common use. Recent systematic comparison of predictions finds differences averaging 15% in mixed layer depth, larger under stabilizing, wind-wave forced conditions. It is unclear which of these schemes is best since LES may not represent the ocean accurately and comparisons with oceanic data are limited. This project will try correct both of these deficiencies by developing a new model for the OSBL which includes both local and non-local transports and is tuned to both observational and LES results. A database of OSBL turbulence properties from existing Lagrangian float data will also be compiled both to tune and validate this model and to serve as a reference for other future efforts. This development has potential to significantly improve physical and biogeochemical model predictions on a wide range of space and time scales directly through our modelling efforts, and by providing a database of unique and directly relevant measurements and analysis of the turbulence dynamics and covariances responsible for upper ocean vertical fluxes to the model development community. The project will support the multi-institutional collaboration of an early-career PI, a graduate student at UW, the individual outreach efforts of the PIs in local public schools and will reinforce existing dedicated programs at UW- APL to engage lower-income, minority, and historically underserved middle and high schools.\r\n\r\nParameterization of OSBL has been hampered by two current obstacles. First, recent measurements and LES comparisons suggest there are significant fundamental deficiencies in the physical assumptions of many schemes. Specifically, observations suggest that (1) there are strong deviations from standard surface layer “Monin- Obukhov” similarity scaling due to surface wave impacts; (2) overturning scales near the entrainment zone of mixed layers are much smaller than can be accurately represented in LES; and (3) vertical transport of turbulence has substantial non-local components not well represented by a diffusive cascade across discrete OSBL depths. Second, recent decades of detailed OSBL observations have had little impact on model formulation, presumably because the data and the dynamic scaling behavior it supports have not been presented to the modeling community in useful ways. This project has two main task to address both of these pressing issues.\r\nTask 1: Develop a new model for the OSBL which includes both local and non-local transports and is tuned to both observational and LES results. This will build on an existing local second moment closure (SMC; from APL/UW) that includes surface wave effects, and a newly developed non-local, plume-based, assumed distribution higher order closure (ADC; from OSU and collaborators) that vertically exchanges turbulence properties (e.g. Reynolds covariances) across the boundary layer, evolving in reference to production length scales. The investigtors will develop a nonlocal SMC comparable in computational expense to traditional two-equation ‘single-point’ local SMCs by combining a bottom-up approach of adding nonlocal closures based on Lagrangian float measurements to an SMC’s Algebraic Reynolds Stress Model (ARSM), and a top-down approach reducing the large number of dynamic equations for Reynolds covariances in the higher order ADC model to nonlocal linearized ARSM closure expressions.\r\nTask 2: Develop a database of OSBL turbulence properties based on ~25 years of Lagrangian float data to tune and validate this model and provide reference ground truth to guide development and validation of other OSBL mixing schemes. A recent APL/UW Ph.D. computed profiles of vertical velocity variance and skewness for both wind/wave forced and convective cases. This project will expand this to include dissipation rate by an inertial subrange method, turbulence length scales computed directly from Lagrangian trajectories and indirectly from dissipation and kinetic energy. Air-sea fluxes and mean profiles of velocity and density will be available for all cases. The turbulent quantities will be scaled on the forcing, further complemented by dimensional scalings generated from Task 1. This database will be distributed within the framework of the widely used community-driven General Ocean Turbulence Model (GOTM) effort.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramsey",
   "pi_last_name": "Harcourt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ramsey R Harcourt",
   "pi_email_addr": "harcourt@apl.washington.edu",
   "nsf_id": "000436658",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "D'Asaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D'Asaro",
   "pi_email_addr": "dasaro@apl.washington.edu",
   "nsf_id": "000200969",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Shcherbina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey Shcherbina",
   "pi_email_addr": "shcher@uw.edu",
   "nsf_id": "000558759",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 325783.0
  }
 ],
 "por": null
}