{
 "awd_id": "2422551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engaging Black Youth Voices to Advance Knowledge and Conceptualization of Black Youth's STEM Identity to Promote Greater Equity in K-12 STEM Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928288",
 "po_email": "mjluna@nsf.gov",
 "po_sign_block_name": "Melissa J. Luna",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2024-09-06",
 "awd_max_amd_letter_date": "2024-09-06",
 "awd_abstract_narration": "STEM fields lack adequate representation of Black persons, thereby limiting their contribution of unique perspectives and ideas and their access to associated social and economic benefits. Deficit perspectives emphasize individual skills and motivation yet fail to acknowledge systemic inequities that shape learning, opportunities, and endeavors. The extent to which a person identifies with STEM – such as envisioning a future career or having a sense of enjoyment – also plays a role. For Black youth, though, identity in STEM is intertwined with other aspects of identity like race and gender given experiences with inequity. In K-12 STEM education research and practice, the voices and perspectives of Black students are often absent from efforts to understand and strengthen their STEM engagement. This project will work to change this by expanding the capacity of the Principal Investigator to conduct impactful STEM education research and by conducting a pilot study that seeks to elevate Black youth voices through participatory research. With mentorship from STEM identity and engagement experts, the principal investigator will execute a professional development plan to strengthen knowledge and approaches for engaging youth in research and meaningfully partnering with communities. In turn, the pilot research study will allow engagement of Black youth in shaping narratives around their STEM experiences and identity development through photography and shared insights. The pilot study will focus particularly on math, given its critical role across STEM disciplines, but will also attend to other STEM disciplines. Engaging the voices of youth, who are in process of navigating inequitable systems, will advance research, theory, and practice intended to better support and help realize the aspirations of Black youth in STEM.\r\n\r\nThrough comprehensive professional development activities and a related pilot study, this project will use youth participatory and mixed-method approaches to further understanding of Black youth’s STEM identity development and its importance to STEM engagement. Strengthened engagement and persistence of Black youth in STEM fields are achievable through youth-informed understanding of their unique experiences and perspectives. The project’s professional development activities will support the principal investigator in expanding content area expertise around STEM identity and engagement and strengthening knowledge and execution of participatory and mixed-method approaches. The project’s research study will leverage youth voice in advancing the Black Student STEM Identity framework (BSSI), which centers the integral role of race/ethnicity and gender in STEM identity. The pilot study will focus particularly on STEM identity tied to mathematics learning, given its critical role across STEM disciplines, but will also attend to other STEM disciplines. Data will capture qualitative Photovoice images and captions, alongside quantitative measures of STEM identity, engagement, and plans to persist, including a measure that is being co-designed with and for Black youth. Alignment of youth perspectives with the BSSI will be examined. This project will elevate the lens of Black youth, who are in process of navigating inequitable systems, in shaping conceptualizations of their experiences and identities in STEM. Research and practice that better reflect salient aspects of Black students’ STEM identities will support their entry into and persistence along the STEM pathway. Findings will have implications for the ways in which STEM programming reflects and strengthens salient aspects of Black students’ STEM identities. A data story visualizing qualitative and quantitative findings will be shared with research and practice communities to better support Black students in STEM.\r\n\r\nThis project is supported by NSF's EDU Core Research Building Capacity in STEM Education Research (ECR: BCSER) program, which is designed to build investigator's capacity to carry out high-quality STEM education research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joy",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joy Thompson",
   "pi_email_addr": "jthompson@childtrends.org",
   "nsf_id": "000840085",
   "pi_start_date": "2024-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Child Trends Inc",
  "inst_street_address": "12300 TWINBROOK PKWY STE 235",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "2402239200",
  "inst_zip_code": "208521609",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "CHILD TRENDS, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKL3GR9NQ3W5"
 },
 "perf_inst": {
  "perf_inst_name": "Child Trends, Incorporated",
  "perf_str_addr": "12300 Twinbrook Parkway",
  "perf_city_name": "Rockville",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208521609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162Y00",
   "pgm_ele_name": "ECR:BCSER Capcity STEM Ed Rscr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}