{
 "awd_id": "2422319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: CREST-PRP: Neural Correlates of the Developmental Trajectories of Internalizing and Externalizing Behaviors in Adolescents",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922808",
 "po_email": "rsievert@nsf.gov",
 "po_sign_block_name": "Regina Sievert",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 341640.0,
 "awd_amount": 341640.0,
 "awd_min_amd_letter_date": "2024-05-09",
 "awd_max_amd_letter_date": "2024-05-09",
 "awd_abstract_narration": "Adolescence is an important period of time when the combined effects of genetics and environment can lead to adult mental illness. Some of these early signs can be anxiety, depression, impulsivity, or aggression. These behaviors, or some combination of them, are thought to be related to a person’s genes. Children who experience poverty, abuse, or neglect during childhood can also have these same behaviors. Teenagers with these behaviors have also been shown to have differences in their brains which can be seen in imaging studies. Using data previously collected, this study seeks to understand how the development of these behaviors might be influenced by the effects of genetics and environment. The study will also examine brain images from these children in an effort to understand how brain development might also be changed under those conditions. By advancing knowledge about how genetics and environment work together to influence behaviors could help with identifying at-risk individuals earlier. Knowing what is changing in the brain may also guide treatment, leading to fewer problems later in life.\r\n\r\nThe interplay of genetics and environment influences in childhood can lead to manifestations of known precursors to adult mental illness. These precursors, identified as internalizing and externalizing behaviors, are known to share common genetic vulnerability, be associated with the severity and chronicity of adverse childhood experiences (ACEs), and impact brain development. Currently, understanding is limited about the combined effect of ACEs and genetic vulnerability on the longitudinal development of internalizing and externalizing behaviors during adolescence. There is also limited knowledge into how this combined effect may modify brain development. Using data collected from approximately 10,000 subjects annually over five years starting at age nine from the Adolescent Brain and Cognitive Development (ABCD) cohort, this study will use a parallel process latent class growth analysis (LCGA) to understand the developmental trajectories of internalizing and externalizing behaviors under the combined influence of polygenetic risk scores (PRS) and ACEs. Those trajectories will then be used to inform a multimodal neuroimaging analysis to extract neural features specific to these particular developmental trajectories, highlighting the differences in brain development associated with internalizing and externalizing behaviors as influenced by PRS and ACEs. Gaining deeper insight into how genetics and environment interact to give rise to these internalizing-externalizing behaviors, as well as how these are changing neural development during adolescence, could assist early identification of individuals at high risk of later mental illness, allowing earlier and more targeted interventions. These in turn could greatly reduce social/economic dysfunction experienced in adulthood and mitigate the expense of treatment later.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Jensen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Jensen",
   "pi_email_addr": "djensen2@student.gsu.edu",
   "nsf_id": "000837056",
   "pi_start_date": "2024-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "CREST DMAP, TReNDS Center, Georgia State University",
  "perf_str_addr": null,
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 341640.0
  }
 ],
 "por": null
}