{
 "awd_id": "2422330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Quality Control of Oceanic CO2 Measurements: Preparation and Distribution of Reference Materials",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 624780.0,
 "awd_amount": 624780.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "The goal of this project is to continue to provide a mechanism for the quality control of oceanic carbon dioxide measurements, in particular those that are made as part of international global programs. This will help to ensure that such measurements are comparable and accurate although made in different laboratories at different times. Such measurements are important components of global scale survey cruises such as those of the Global Ocean Ship-based Hydrographic Investigations Program (GO-SHIP), as well as playing a significant role in the quality control of ocean acidification measurements and providing materials for early work in marine Carbon Dioxide Removal (mCDR) studies. The provision of reference materials to the international community helps to improve the overall quality of oceanic carbon data around the world both for field studies of the distribution of oceanic carbon, as well as for studies related to ocean acidification. It is a significant US contribution to global research infrastructure in this field. Numerous students are involved in, and receive training through, this program. \r\n\r\nTo achieve these goals, the Scripps team will continue to prepare and calibrate reference materials (RMs) for the parameters of the oceanic carbon dioxide system: total dissolved inorganic carbon, total alkalinity, and total hydrogen ion concentration for a sample of sea water. The RMs for total dissolved inorganic carbon and for total alkalinity are based on natural seawater, sterilized, bottled, and analyzed using appropriate reference methods for these parameters. The team will also provide an “information value” for total hydrogen ion concentration. Reference materials for total hydrogen ion concentration are based on Tris buffers in synthetic seawater and calibrated using spectrophotometric pH measurements. The investigators will also distribute calibrated acid titrant for alkalinity measurements. These materials will be distributed to US and to international investigators to assist in the quality control of oceanic CO2 measurements. During the three years of this project, Scripps expects to distribute at least 30,000 bottles of reference material. Similar materials can also be used to provide test samples for use in collaborative studies of the analytical methods used to determine these parameters. Another key goal of the current phase of this work is to assure a long-term supply of reference materials for future ocean science research, and to identify how this might best be achieved. The Scripps group will work with the US National Institute for Standards and Technology (NIST) to ensure that the current processes for preparing and certifying reference materials are well documented, enabling others to copy them. The Scripps group will also work with NIST to assist them in their goal to be ready to certify such materials in the future. The principal investigators will work with US agencies involved in supporting production and use of such reference materials to recommend a plan for the future, and will also work to investigate possibilities international, likely under the aegis of the International Ocean Carbon Coordination Project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Dickson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Dickson",
   "pi_email_addr": "adickson@ucsd.edu",
   "nsf_id": "000264350",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Martz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Martz",
   "pi_email_addr": "trmartz@ucsd.edu",
   "nsf_id": "000498696",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 624780.0
  }
 ],
 "por": null
}