{
 "awd_id": "2422587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Rapid & Automated Pathogen DNA Extraction from Venous Whole Blood Samples",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 274858.0,
 "awd_amount": 274858.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to advance a technology that can significantly decrease the time to diagnose sepsis from 1 – 5 days to less than an hour.  Sepsis is a $30B healthcare problem, with over 1.6 million cases annually in the U.S.  Successful treatment requires rapid and accurate pathogen identification to determine the correct antibiotic, which is not currently available. The current standard of care for patients suspected of sepsis is blood cultures followed by analysis of positive cultures. This process is not only too slow (1 – 5 days), but also fails to detect a significant portion of cases because some pathogens cannot be reliably cultured. Therefore, the goal of this project is to develop a device that can automatically and rapidly (~20 minutes) capture sepsis-causing pathogens from a tube of whole blood, and extract the DNA (deoxyribonucleic acid), thus enabling their rapid and accurate identification via their DNA signature. A diagnostic test with this capability would revolutionize the standard of care for patients suspected of sepsis and would be suitable for use in all hospital labs, with an annual test demand over 20 million tests in the United States.     \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will support the testing and optimization of the novel pathogen extraction device across a wide variety of common sepsis-causing pathogens, including bacteria and fungi. The standard process of pathogen identification is via blood culture, which takes much too long and frequently delays life-saving treatment. The novel system being developed in this Phase 1 project integrates innovative technologies into a commercial-form instrument and cartridge, currently entering beta phase, that can deliver pathogen DNA from whole blood for analysis in under 20 minutes. The extraction instrument consists of a novel whole blood liquefaction system, a filtration-based pathogen capture system, and a high-efficiency pathogen lysing and DNA elution system, all integrated into the simple to use device. Commonly available, open-platform DNA-based diagnostic instruments and commercially available DNA detection kits are used to identify and quantify the captured pathogens, and to assess the process efficiency and overall detection accuracy of the diagnostic system. The data acquired during this study will be used to advance the reliability and efficacy of the technology, with the goal of field testing the instrument in selected hospital labs at the conclusion.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Nobile",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Nobile",
   "pi_email_addr": "john.nobile@newenglandhemolytics.com",
   "nsf_id": "000929541",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NEW ENGLAND HEMOLYTICS, INC.",
  "inst_street_address": "11 SYCAMORE WAY",
  "inst_street_address_2": "UNIT 112",
  "inst_city_name": "BRANFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2033943170",
  "inst_zip_code": "064056553",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "NEW ENGLAND HEMOLYTICS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "X23UJ2YCMTR2"
 },
 "perf_inst": {
  "perf_inst_name": "NEW ENGLAND HEMOLYTICS, INC.",
  "perf_str_addr": "11 SYCAMORE WAY",
  "perf_city_name": "BRANFORD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064056553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274858.0
  }
 ],
 "por": null
}