{
 "awd_id": "2422862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMMI-EPSRC: Sustainable Bioplastics Prepared by Ultrasonic Treatment with Low CO2 Footprint",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 557553.0,
 "awd_amount": 557553.0,
 "awd_min_amd_letter_date": "2024-08-14",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "The overwhelming majority (approximately 85 percent) of modern polymer materials are petroleum-based thermoplastics that degrade in the environment slowly and release toxic substances. Only a small fraction of plastic waste is recycled, while most is accumulated in landfills. The associated environmental problems are increasing with the global production of plastics. Among the applications that raise environmental concerns are flexible food packaging, fabrics, and commodity plastics. This CMMI-UKRI Engineering and Physical Sciences Research Council (EPSRC) project combines the efforts and expertise of UK and US collaborating research labs to systematically address the need for new manufacturing technologies to develop sustainable bioplastics made of biomass feedstock and industrial wastes. A series of novel approaches to processing and converting biomass to bioplastics using highly efficient ultrasound technology will be explored in the project. The project responds to the current demand in the US and UK for new sustainable manufacturing technologies and reduction of carbon dioxide emissions, which are key priorities for future strategic conversion of the economy to renewable energy sources and biodegradable materials.\r\n\r\nThis research project aims to develop innovative green ultrasonic technology for manufacturing novel biobased copolymers that can be either recyclable or compostable with minimal pollution of the environment. The copolymers are based on the lignocellulosic ingredients (LCI) of biomass feedstock that can be obtained from different resources of agro-food residues, paper, fiber, cellophane, and biofuel refineries' side products. Most present production of LCI involves biomass deconstruction, chemical modification, and depolymerization in harsh conditions with high energy consumption. Once extracted from biomass, LCI is not soluble in most solvents, and in many cases industrial-scale functionalization and processing of the biomass components are conducted as a heterogeneous process. Using the methods being explored in this project, reactions of colloidal components can be efficiently accelerated with ultrasonication so that the LCI can be functionalized and polymerized without their degradation in advance. Ultrasonic treatment is done at reduced temperatures of the bulk reactors (25-50 degrees C) for a much shorter reaction time as compared to traditional high-temperature polycondensation (200-280 degrees C), reducing energy consumption and minimizing side reactions. At the same time, ultrasonication will generate material microstructures on the nanoscale to enhance the bioplastics' barrier and thermo-mechanical properties. The project focuses on producing sustainable bioplastics with much less damaging impact on the environment thanks to energy-saving synthesis and retention of the natural biodegradation mechanisms of their plant-derived ingredients. The developed thermoplastics could replace petroleum-based packaging materials, fibers, and commodity plastics (polyolefins, polyesters, and polystyrene), which are major ocean and landfill contamination sources which create microplastic particles that are not easily recyclable.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergiy",
   "pi_last_name": "Minko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergiy Minko",
   "pi_email_addr": "sminko@uga.edu",
   "nsf_id": "000179163",
   "pi_start_date": "2024-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia Research Foundation Inc",
  "perf_str_addr": "310 E CAMPUS RD RM 409",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135Y00",
   "pgm_ele_name": "NSF/ENG-UKRI EPSRC Opportunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 557553.0
  }
 ],
 "por": null
}