{
 "awd_id": "2422685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Field studies of the transformation of soil minerals in estuarine wetlands",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 151952.0,
 "awd_amount": 151952.0,
 "awd_min_amd_letter_date": "2024-08-03",
 "awd_max_amd_letter_date": "2024-08-03",
 "awd_abstract_narration": "Rivers carry mineral particles eroded from inland soils and deposit them as sediments in estuarine wetlands on a large scale. Chemical reactions with the brackish water of the estuary cause these mineral particles to gradually transform. These mineralogical alterations affect the filtering of pollutants and the availability of nutrients and therefore have a great impact on estuarine ecosystems, but the underlying geochemical processes are poorly understood. This project will study the transformation of soil minerals in the New Jersey Meadowlands, a brackish tidal wetland area in the Lower Hackensack Estuary in northern New Jersey, focusing on how estuarine water chemistry controls the rate and end-products of this process. The project provides scientific training to two graduate students, who will participate in the NewGeo initiative at Rutgers-Newark to collaborate with community partners on environmental issues in the municipalities around the Lower Hackensack Estuary. The project further involves undergraduate student researchers and will engage high school students from the City of Newark participating in the Geoscience Summer Scholar program, who visit the Meadowlands Environment Center each summer to learn about environmental science and coastal wetlands. \r\n\r\nStudies will be conducted at low- and high-marsh field sites in the New Jersey Meadowlands with variable salinity and redox status. Common soil minerals (gibbsite, montmorillonite, kaolinite) will be incubated in dialysis tubes to allow chemical interaction with wetland porewaters, and shallow water wells and diffusion samplers will be installed to monitor water levels and chemistry. The incubated samples will be retrieved for compositional and structural analyses with various complementary techniques, including synchrotron X-ray diffraction (XRD), X-ray absorption spectroscopy (XAS), and analytical transmission electron microscopy (TEM). Incubation time intervals ranging from 8 weeks to 2 years will enable monitoring and quantification of the formation and transformation of the secondary mineral phases over time. Concurrent monitoring of solution chemistry will allow determination of the aqueous geochemical controls on mineral evolution, and assessment of the feasibility of thermodynamic models to predict mineral transformation products.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bojeong",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bojeong Kim",
   "pi_email_addr": "bkim@temple.edu",
   "nsf_id": "000658171",
   "pi_start_date": "2024-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1801 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 151952.0
  }
 ],
 "por": null
}