{
 "awd_id": "2422419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation potential of a wearable ultrasound device for hemodynamic monitoring",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2024-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-04-29",
 "awd_max_amd_letter_date": "2024-04-29",
 "awd_abstract_narration": "The broader impact of this I-Corps project is the development of a wearable ultrasound medical device for continuous monitoring of the cardiovascular system. Cardiovascular diseases are the world's leading cause of death, claiming approximately 18 million lives annually. Current cardiovascular monitoring technologies often fall short, being either too invasive or lacking in continuous monitoring capabilities, and requiring substantial medical resources leading to high costs and inconvenience for the patient. The device addresses these challenges with a continuous monitoring solution that may be used for patients with atherosclerosis and those recovering from cardiac surgery. In addition, it may be used during vascular surgery, cardiology, and anesthesiology. The goal is to improve healthcare resource utilization for monitoring cardiovascular health and the quality of patient care.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of the proposed technology. The solution is based on the development of a medical device for advanced wearable ultrasound technology.  The device is constructed using an island-bridge structure. The ultrasonic transducers are considered “islands” interconnected with serpentine-shaped electrode bridges and encapsulated in soft elastomers. The serpentine conductive network offers >50% stretchability with minimal impact on device performance, enabling close contact with the surface of the human body. The device addresses the limitations of current ultrasound probes by providing wearability and a continuous monitoring capability that has been validated through multiple clinical trials. When positioned above a target artery, the device can actively focus and steer ultrasound beams, recording blood flow waveforms, and estimating real-time blood supply.  Additionally, the technology has been used in imaging the left ventricle of the heart, providing waveforms of crucial cardiac performance indices such as stroke volume, cardiac output, and ejection fraction. This device may potentially advance cardiovascular diagnostics and provide more dynamic and efficient monitoring techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheng",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheng Xu",
   "pi_email_addr": "shengxu@ucsd.edu",
   "nsf_id": "000699607",
   "pi_start_date": "2024-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}