{
 "awd_id": "2422937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Integrating Quantum Concepts and Technologies into Middle School Science Lessons",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 299934.0,
 "awd_amount": 299934.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "Quantum education is considered a strategically important investment and a major priority for workforce development in the United States. Engaging and inspiring K-12 students at an early age is essential to spark curiosity and foster comprehensive knowledge about quantum technologies and their applications. However, there are limited educational programs and opportunities for middle school students to learn fundamental quantum concepts. This project aims to enrich middle school science education by integrating fundamental quantum concepts into the curriculum. This initiative will develop and pilot interactive educational materials, including simulations and hands-on activities in partnership with science teachers across six diverse schools in Indiana. By making abstract quantum concepts accessible and engaging through real-world applications, this project serves the national interest by fostering scientific curiosity and literacy among young students (i.e., 1040 students per year). This innovative educational effort is in collaboration with ten science teachers, which ensures that the program is deeply integrated into the existing curriculum and sensitive to the academic needs of students. This project will promote educational diversity and help prepare a quantum workforce of the future. This project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThe project is structured around design-based research (DBR) methodologies, guiding the creation, testing, and refinement of educational materials across various stages. The initial phase involves drafting curriculum materials, such as lesson plans and assessments, in close collaboration with expert science teachers. Subsequent phases focus on iterative feedback cycles with partnering middle school teachers and the real-world classroom implementation of these curricula. The educational content specifically targets introducing students to complex quantum concepts like quantum randomness and superposition through engaging science units such as radioactive decay and light. Interactive technologies, including simulations and hands-on experimental kits, will be used to explain these advanced topics and make them tangible for students. For example, students will explore quantum key distribution through hands-on activities designed to teach the principles of quantum communication. Data collection methods will be comprehensive, involving pretests, posttests, and delayed posttests to measure the impact of the lessons on student learning and engagement. This data-driven approach will allow the team to assess the effectiveness of the curriculum, understand student engagement levels, and refine teaching strategies based on empirical evidence. Moreover, recognizing the importance of accessible knowledge dissemination, the project team will create web-based media resources that describe the quantum revolution conceptually and intuitively. These resources will cater to a broader audience, filling the gap in the existing literature and nurturing interest in quantum technologies beyond the classroom. The project’s potential contribution lies in its capacity to significantly enhance science education by embedding fundamental quantum concepts into middle school education, preparing students for advanced studies and careers in STEM fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Muhsin",
   "pi_last_name": "Menekse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Muhsin Menekse",
   "pi_email_addr": "menekse@purdue.edu",
   "nsf_id": "000642397",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Carlson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Erica W Carlson",
   "pi_email_addr": "ewcarlson@purdue.edu",
   "nsf_id": "000259688",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299934.0
  }
 ],
 "por": null
}