{
 "awd_id": "2423309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Over One Million Transactions per Second - A Parallel Smart Contract Platform from Radius",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-06-13",
 "awd_max_amd_letter_date": "2024-06-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this Phase I Small Business Innovation Research (SBIR) project is to develop a platform which can process smart contract transactions at extreme scale for very low cost. Due to the antiquated technology of current payments systems infrastructure, many financial transactions are slower and more expensive than necessary. With modern computing power and cryptography, smart contract-based platforms can automatically execute transactions of various levels of complexity atomically and with real-time settlement. Improved transaction efficiency and instant settlement have the potential to revolutionize our payment systems, particularly in the areas of micropayments and cross-border payments. A high-volume and very low fee platform can support micropayments priced out of the market by the fee schedules associated with current payment methods. The feasibility of micropayments has the potential to substantially change the business model of the internet. For example, users could pay a minimal amount to view a website ad-free instead of using ad-blockers, and content creators could charge small amounts for users to view individual articles or web posts. Smart contracts can also be used to more efficiently process a wide range of transactions.\r\n\r\nThis SBIR Phase I project proposes to achieve throughput over 1 million transactions per second through parallel execution and horizontal scalability. While public blockchain systems have led to significant technical advancement and inspire aspects of our design, they face scalability challenges due to routing all transactions through the bottleneck of a single unparallelizable consensus mechanism. This project’s key innovation and line of research is the ability to execute smart contract transactions in parallel without needing to serialize a global order for all transactions on the platform. Crucially, this design enables horizontal scalability. Platform data is stored as a key-value database stored across multiple geographically replicated shards. When users initiate transactions, they are handled and processed by one of numerous transaction processors operating in parallel. Notably, the platform is compatible a range of smart contracts and other blockchain platforms as well as alternative runtimes. A key aspect of this research will involve on-demand scaling - the ability to bring additional database shards online and distribute keys and transaction activity across the new shards in accordance with transaction volume demands, all while the platform remains online and operational.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Bench",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robert K Bench",
   "pi_email_addr": "bench@radiustechnologysystems.com",
   "nsf_id": "0000A0083",
   "pi_start_date": "2024-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "RADIUS TECHNOLOGY SYSTEMS, INC",
  "inst_street_address": "153 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174178242",
  "inst_zip_code": "021412031",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "RADIUS TECHNOLOGY SYSTEMS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "L568YK6TWQU6"
 },
 "perf_inst": {
  "perf_inst_name": "RADIUS TECHNOLOGY SYSTEMS, INC",
  "perf_str_addr": "153 5TH ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021412031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c0aba015-7fff-b970-3883-5a6b879206f2\">\r\n<h2 dir=\"ltr\"><span>Smart Contract Processing at Massive Scale</span></h2>\r\n<p dir=\"ltr\"><span>Radius Technology Systems has successfully completed an NSF SBIR Phase I project focused on developing a horizontally scalable payments platform capable of executing smart contract transactions at unprecedented throughput levels with near zero latency or cost. The research targeted fundamental limitations in existing payment systems and blockchain technologies, with the goal of bringing payment systems in line with the internet age.</span></p>\r\n<h2 dir=\"ltr\"><span>Technical Achievements</span></h2>\r\n<p dir=\"ltr\"><span>The project achieved remarkable technical outcomes that exceeded initial objectives:</span></p>\r\n<ol>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>We demonstrated sustained throughput of 2.8 million transactions per second with sub-second latency, significantly surpassing our initial target of 1 million transactions per second.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>The system maintained transaction costs of less than 1/100,000 of a penny per transaction while ensuring geographic distribution and crash fault tolerance.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>We successfully implemented and optimized the Ethereum Virtual Machine (EVM) for asynchronous operation, allowing parallel execution of smart contracts while maintaining compatibility with existing Ethereum-based applications.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>The platform demonstrated linear scalability by distributing data across numerous transaction coordinators and database shards, additional hardware providing proportional throughput increases.</span></p>\r\n</li>\r\n</ol>\r\n<p dir=\"ltr\"><span>These achievements represent substantial advancement in transaction processing capability and establish new benchmarks for financial infrastructure.</span></p>\r\n<h2 dir=\"ltr\"><span>Key Innovations</span></h2>\r\n<p dir=\"ltr\"><span>Several key innovations emerged during the research:</span></p>\r\n<ol>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Parallel Transaction Processing and Parallel State Updates</span><span>: The platform processes non-conflicting transactions in parallel across multiple agents, eliminating the processing bottleneck found in conventional blockchain designs.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Asynchronous Smart Contract Execution</span><span>: We redesigned traditional smart contract execution environments to operate efficiently in a distributed architecture, enabling higher throughput and more efficient resource utilization.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Dynamic Scaling</span><span>: We developed mechanisms for adding and removing capacity while maintaining system operations, allowing the platform to scale resources according to demand.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>External Data Access</span><span>: We discovered that our architecture enables smart contracts to securely access external data sources directly, potentially bridging traditional systems with smart contract functionality without data duplication.</span></p>\r\n</li>\r\n</ol>\r\n<h2 dir=\"ltr\"><span>Commercial Applications</span></h2>\r\n<p dir=\"ltr\"><span>The technology developed has several potential commercial applications that could transform payment systems:</span></p>\r\n<ol>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Micropayments</span><span>: By reducing transaction costs by orders of magnitude, the platform enables viable business models for transactions under $1, potentially transforming digital content monetization, streaming media services, and content creator economies.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Cross-Border Payments</span><span>: The platform's ability to process transactions with multiple currencies at low cost could be used to address inefficiencies in both retail remittances and wholesale foreign exchange markets.</span></p>\r\n</li>\r\n<li dir=\"ltr\">\r\n<p dir=\"ltr\"><span>Real-Time Settlement</span><span>: Sub-second transaction finality eliminates settlement risk in financial transactions, potentially reducing cost and risk in various financial markets.</span></p>\r\n</li>\r\n</ol>\r\n<p dir=\"ltr\"><span>The advancements achieved through this research demonstrate that technical infrastructure need not be a limiting factor in determining what types of payments are possible. By dramatically improving the performance and reducing the cost of transaction processing, this technology could help bring payment systems in line with the internet age, enabling new business models and expanding financial access.</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/18/2025<br>\nModified by: Robert&nbsp;K&nbsp;Bench</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\nSmart Contract Processing at Massive Scale\r\n\n\nRadius Technology Systems has successfully completed an NSF SBIR Phase I project focused on developing a horizontally scalable payments platform capable of executing smart contract transactions at unprecedented throughput levels with near zero latency or cost. The research targeted fundamental limitations in existing payment systems and blockchain technologies, with the goal of bringing payment systems in line with the internet age.\r\nTechnical Achievements\r\n\n\nThe project achieved remarkable technical outcomes that exceeded initial objectives:\r\n\r\n\r\n\n\nWe demonstrated sustained throughput of 2.8 million transactions per second with sub-second latency, significantly surpassing our initial target of 1 million transactions per second.\r\n\r\n\r\n\n\nThe system maintained transaction costs of less than 1/100,000 of a penny per transaction while ensuring geographic distribution and crash fault tolerance.\r\n\r\n\r\n\n\nWe successfully implemented and optimized the Ethereum Virtual Machine (EVM) for asynchronous operation, allowing parallel execution of smart contracts while maintaining compatibility with existing Ethereum-based applications.\r\n\r\n\r\n\n\nThe platform demonstrated linear scalability by distributing data across numerous transaction coordinators and database shards, additional hardware providing proportional throughput increases.\r\n\r\n\r\n\n\nThese achievements represent substantial advancement in transaction processing capability and establish new benchmarks for financial infrastructure.\r\nKey Innovations\r\n\n\nSeveral key innovations emerged during the research:\r\n\r\n\r\n\n\nParallel Transaction Processing and Parallel State Updates: The platform processes non-conflicting transactions in parallel across multiple agents, eliminating the processing bottleneck found in conventional blockchain designs.\r\n\r\n\r\n\n\nAsynchronous Smart Contract Execution: We redesigned traditional smart contract execution environments to operate efficiently in a distributed architecture, enabling higher throughput and more efficient resource utilization.\r\n\r\n\r\n\n\nDynamic Scaling: We developed mechanisms for adding and removing capacity while maintaining system operations, allowing the platform to scale resources according to demand.\r\n\r\n\r\n\n\nExternal Data Access: We discovered that our architecture enables smart contracts to securely access external data sources directly, potentially bridging traditional systems with smart contract functionality without data duplication.\r\n\r\n\r\nCommercial Applications\r\n\n\nThe technology developed has several potential commercial applications that could transform payment systems:\r\n\r\n\r\n\n\nMicropayments: By reducing transaction costs by orders of magnitude, the platform enables viable business models for transactions under $1, potentially transforming digital content monetization, streaming media services, and content creator economies.\r\n\r\n\r\n\n\nCross-Border Payments: The platform's ability to process transactions with multiple currencies at low cost could be used to address inefficiencies in both retail remittances and wholesale foreign exchange markets.\r\n\r\n\r\n\n\nReal-Time Settlement: Sub-second transaction finality eliminates settlement risk in financial transactions, potentially reducing cost and risk in various financial markets.\r\n\r\n\r\n\n\nThe advancements achieved through this research demonstrate that technical infrastructure need not be a limiting factor in determining what types of payments are possible. By dramatically improving the performance and reducing the cost of transaction processing, this technology could help bring payment systems in line with the internet age, enabling new business models and expanding financial access.\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 03/18/2025\n\n\t\t\t\t\tSubmitted by: RobertKBench\n"
 }
}