{
 "awd_id": "2423142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Determining the Metabolic Organization and Enzymology of the Fundamentally Important Flavonoid Biosynthetic Pathway",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2024-02-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 876213.0,
 "awd_amount": 633515.0,
 "awd_min_amd_letter_date": "2024-07-09",
 "awd_max_amd_letter_date": "2024-07-12",
 "awd_abstract_narration": "Metabolism, or the set of chemical reactions that occur inside cells that sustain life, is typically represented in a linear fashion, with inputs and outputs of each reaction considered independent of the spatial arrangement of enzymes that govern those reactions.  A primary objective of this work is to expand the view of metabolism beyond current linear two-dimensional models to more holistic three-dimensional representations. A metabolon is a group of enzymes that organize in three dimensions by interacting together to generate a “machine” that can direct flow and influence the path through the overall system. Determining metabolon formation provides fundamental information on how different compounds are produced in living organisms and gives insight into how to manipulate these systems to improve the production of compounds of interest. This work focuses on using orange (Citrus sinensis) to determine metabolon organization of the flavonoid biosynthetic pathway, which can be utilized for human benefit. The Broader Impact of this works includes the intrinsic nature of the research on flavonoids, which have important health and nutritional qualities.  Additional work with students will include opportunities to become involved in the research itself and outreach efforts will teach students how to grow their own food.  The activities will include a focused effort to include Pacific Islanders who are underrepresented in science. It is hoped these activities will capture the interest of young people due to the hands-on components and expose them to mentors who are currently successful in science and agriculture.\r\n\r\nThe overall research objective for this project is to determine the metabolic organization and enzymology of the flavonoid biosynthetic pathway in orange. The central hypothesis is that accumulation of flavonoid end products in orange depends upon formation of a metabolon. The rationale for the proposed research is that a determination of the enzymology and metabolic organization of the orange flavonoid biosynthetic pathway will identify targets for improving the content and quality of flavonoid metabolites for applications beneficial to humanity. These objectives will be achieved by identifying structure-function relationships of metabolon enzymes involved in biosynthesis of orange flavonoids, and determine the organization of enzymes comprising flavonoid metabolons of blonde and blood varieties of orange.  The work expands from prior use of the model system Arabidopsis thaliana by employing the fundamentally and agriculturally important species orange, which allows analysis of differences in metabolon formation between species that accumulate early and late flavonoids. Glycosyltransferase enzymes will also be studied as they contribute to the production of the majority of flavonoid compounds which accumulate in vivo but are currently understudied.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Owens",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel K Owens",
   "pi_email_addr": "daniel.owens@sdsmt.edu",
   "nsf_id": "000782404",
   "pi_start_date": "2024-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 E SAINT JOSEPH ST",
  "perf_city_name": "RAPID CITY",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 142468.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 189581.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 149909.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 151557.0
  }
 ],
 "por": null
}