{
 "awd_id": "2423401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Adaptation and plasticity during drought stress: Linking physiology, collective behavior and fitness",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2028-08-31",
 "tot_intn_awd_amt": 704542.0,
 "awd_amount": 264850.0,
 "awd_min_amd_letter_date": "2024-07-19",
 "awd_max_amd_letter_date": "2024-07-19",
 "awd_abstract_narration": "This project explores how the collective behavior of ant colonies depends on their physiology, and how this can shape adaptation to changing climates. The work extends a long-term study since 1988 of a population of colonies of the red harvester ant in New Mexico. A crucial constraint for these seed-eating ants in the desert is water stress. A colony must spend water to get water and food: a forager loses water to evaporation while out searching for seeds, and ants get their water from the fats in the seeds that they eat. Like many insects, ants are coated with a waxy, greasy substance, cuticular hydrocarbons (CHCs), spread by grooming, which function to prevent water loss. An ant colony operates without central control, using  simple interactions among ants to adjust its activity to changing conditions. Colonies differ in how they regulate foraging activity: some reduce foraging activity in dry conditions, thus conserving water but sacrificing food intake. This project investigates how the collective regulation of foraging depends on differences among colonies in their CHCs. Foragers with less effective CHCs return to the nest more desiccated and less likely to leave again on the next foraging trip, thus reducing the colony's overall foraging activity. The project will investigate how colonies differ in CHCs, how much the CHC profile can change in hot, dry conditions, and how this shapes foraging behavior. Adaptation of resistance to desiccation may be crucial in determining survival in the intensifying drought in the southwest US. \r\n\r\nThe project examines how the cuticular hydrocarbon (CHC) profile is associated with water loss, whether colonies more susceptible to water loss are likely to forage less in dry conditions, and whether, as drought continues to lower the food supply, this previously adaptive response now increases the risk of starvation. Aim 1 uses analytical chemistry to examine variation among colonies in CHC profile, particularly in the waterproofing compounds of n-alkanes and alkenes and its effects on water loss. Functional assays and chemical analysis will test for plasticity in CHC profile in response to current water pressure deficit, during a colony's lifetime. The long-term demographic study will be continued, monitoring about 300 colonies per year so that the locations and ages of all colonies are known, and the data will be used to examine  heritability of CHC profile from parent to offspring colony. Aim 2 examines how colony differences in CHC profile are associated with the regulation of foraging behavior in dry conditions(CHC). Demographic data on colony survival will be used to determine how the effects of colony differences in CHC profile and in foraging behavior determine colony fitness.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Gordon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah M Gordon",
   "pi_email_addr": "dmgordon@stanford.edu",
   "nsf_id": "000264076",
   "pi_start_date": "2024-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 264850.0
  }
 ],
 "por": null
}