{
 "awd_id": "2423235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "XTRIPODS: Loyola University Chicago-Lab for Applied Artificial Intelligence",
 "cfda_num": "47.041, 47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 199628.0,
 "awd_amount": 199628.0,
 "awd_min_amd_letter_date": "2024-07-26",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "The Lab for Applied Artificial Intelligence (LAI) at Loyola University Chicago aims to broaden participation in data science research, education, and workforce development by actively engaging undergraduate students. This initiative will provide students with valuable opportunities to gain hands-on experience through research internships, expanded course offerings, and workshops. By collaborating with the Institute for Data, Econometrics, Algorithms, and Learning (IDEAL), the project will leverage its extensive resources and expertise to enhance student learning and career readiness. This effort will not only advance students' understanding of data science but also foster a more diverse and inclusive community in the field, addressing the critical need for diverse talent in technology and research sectors.\r\n\r\nThe project will focus on advancing data science knowledge and educational opportunities for undergraduate students. Key initiatives include offering five paid faculty-supervised research projects annually, expanding enrollment in an existing data science course, and developing a new three-course minor in artificial intelligence. The LAI will also organize workshops and participate in IDEAL's conferences to disseminate knowledge and engage students in real-world applications of data science. The research opportunities, courses, and workshops are intended to engage a diverse group of students in foundational data science concepts and techniques needed to stimulate their interest and abilities in pursuing more advanced studies and careers in the field. The project’s focus on undergraduates provides a critical entry point for broadening participation among groups traditionally underrepresented in data science. Research projects will cover topics such as Generative AI for tax law discrepancies, environmental-social-governance risk impact on financial performance, and bias reduction in AI models within radiation oncology. By becoming an IDEAL site and aligning with its objectives and resources, the project aims to create a robust pipeline of skilled data science professionals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Platt",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Steven K Platt",
   "pi_email_addr": "splatt1@luc.edu",
   "nsf_id": "000943395",
   "pi_start_date": "2024-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University of Chicago",
  "inst_street_address": "820 N MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7735082471",
  "inst_zip_code": "606112147",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CVNBL4GDUKF3"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University of Chicago",
  "perf_str_addr": "820 N MICHIGAN AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606112147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "041Y00",
   "pgm_ele_name": "TRIPODS Transdisciplinary Rese"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "048Z",
   "pgm_ref_txt": "TRIPODS Phase 2"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 199628.0
  }
 ],
 "por": null
}