{
 "awd_id": "2423521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intervention Optimization under Uncertainty of Locks in Inland Waterway Networks Informed by Asset Health Prognostics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 454085.0,
 "awd_amount": 454085.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "This award funds research that explores developing a new intervention optimization framework for navigation locks within inland waterway networks, which are critical civil infrastructure systems that are considered vital to the security and national economic security of the United States. Currently, lock maintenance and intervention scheduling decisions are made based on expert opinions and experiences, often leading to unnecessary closures and non-optimal solutions. The goal of this research is to create a systematic framework that uses advanced mathematical models and machine learning techniques to predict when lock failures are likely to occur. By using this information, repair, and maintenance scheduling decisions will be made at the system level for the entire waterway network to ensure that shipping routes remain operational and the long-term disruption costs are minimized. By extending the service life of these critical civil infrastructures, reducing disruptions to waterway transportation, and optimizing intervention scheduling, this project is expected to increase economic productivity, promote sustainability, and benefit the whole society. Moreover, this project will support STEM education through the development of educational materials and engagement with undergraduate and graduate students.\r\n\r\nThe research will create a framework for intervention optimization under uncertainty for locks in inland waterway networks. This framework bridges the gap between model-based asset health prognostics and system-level operational optimization. It achieves a paradigm shift from experience-based intervention scheduling to risk-informed, network-level intervention optimization for assets in inland waterway networks. The research is composed of three thrusts: (1) developing population-based health prognostics using privacy-preserving federated learning, enabling information sharing among assets while maintaining data privacy; (2) analyzing the impacts of lock disruptions on system-level network operational costs; and (3) implementing bi-level optimization for intervention scheduling, which optimizes both short-term operational decisions and long-term intervention policies. The framework will be validated by using locks on the Ohio River system. This project will introduce new methods for degradation modeling of civil infrastructures, combining physics-based and data-driven approaches, and integrate probabilistic degradation modeling with disruption analysis and intervention scheduling optimization. The outcomes will minimize long-term operational costs and modernize the management of inland waterway networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhen",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhen Hu",
   "pi_email_addr": "zhennhu@umich.edu",
   "nsf_id": "000756200",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Armagan",
   "pi_last_name": "Bayram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Armagan Bayram",
   "pi_email_addr": "armagan@umich.edu",
   "nsf_id": "000796837",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Dearborn",
  "inst_street_address": "4901 EVERGREEN RD",
  "inst_street_address_2": "",
  "inst_city_name": "Dearborn",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481282406",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "MI12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "RY78VSF6P4G3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Dearborn",
  "perf_str_addr": "4901 EVERGREEN RD",
  "perf_city_name": "Dearborn",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481282406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "MI12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 454085.0
  }
 ],
 "por": null
}