{
 "awd_id": "2423875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Co-doping of ultra/wide-bandgap III-nitride semiconductors for achieving conductive p-type",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 323000.0,
 "awd_amount": 323000.0,
 "awd_min_amd_letter_date": "2024-07-12",
 "awd_max_amd_letter_date": "2024-07-12",
 "awd_abstract_narration": "Non-technical Description: Gallium nitride (GaN) and related III-nitride alloys (AlGaN) form the basis for modern optoelectronics, including bright blue and white light-emitting diodes (LEDs) and lasers. Bright deep ultraviolet (DUV) LEDs with wavelengths less than 300 nm are the only alternative technology to replace bulky mercury lamps in numerous applications, including gas sensing, phototherapy, air and drinking water purification, large-scale disinfection, and sterilization of public areas. The main obstacle to this semiconductor technology is the need for conductive p-type AlGaN - a semiconductor material with added dopant impurities that greatly improve its properties. Currently, Mg is the only available p-type dopant for these devices. Unfortunately, the efficiency of these LEDs for wavelengths below 270 nm rarely exceeds 1%. The principal investigators and their research team use beryllium (Be) as an alternative p-type dopant for GaN and AlGaN. Their preliminary results show that Be impurity or Be-containing complexes are very promising for the realization of conductive p-type III-nitride materials that could be used in future bright DUV LEDs. The proposed research program impacts the education of under-represented minorities at VCU, which in 2022 has been designated a Minority Serving Institution by the US Department of Education. Collaboration between SUNY-Albany and VCU forms a strong foundation for research and education in both institutions. This project also strengthens international collaboration with researchers at the High Pressure Institute in Poland – the world leaders in the growth of bulk GaN and studies involving ultra-high pressure.\r\n\r\nTechnical Description: This project uses an innovative idea to create Be-related complexes, such as Be-O-Be, to achieve high-conductivity p-type AlGaN semiconductor alloy. The research team’s preliminary experimental and theoretical results indicate that highly efficient p-type III-nitride materials are feasible. Fabrication of conductive p-type AlGaN produced by in-situ Be-O co-doping or ion implantation is a novel approach to significantly improve device performance for solid-state lighting, especially the bright DUV LEDs. SUNY’s team is the only research group in the world to grow Be-doped GaN and AlGaN using the metalorganic chemical vapor deposition (MOCVD) technique, which has proven to be the most efficient method for developing bright white and UV LEDs. First-principles calculations and detailed characterization studies, including temperature-dependent Hall effect, photo- and cathodoluminescence, provide valuable feedback to the growth/implantation efforts. The ultimate goal is to achieve reliable p-type AlGaN and to gain in-depth understanding of the properties of impurities and defects in III-nitride semiconductors. Understanding co-doping mechanisms may lead to breakthroughs in doping other semiconductors. The research also attempts to explain the properties and identity of point defects unintentionally introduced in GaN, AlN, and AlGaN. This project can potentially develop high p-type conductivity ultra-wide-bandgap III-nitrides and bridge the gap between theorists and experimentalists in this field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fatemeh",
   "pi_last_name": "Shahedipour-Sandvik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatemeh Shahedipour-Sandvik",
   "pi_email_addr": "shadi.sandvik@suny.edu",
   "nsf_id": "000399396",
   "pi_start_date": "2024-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "University at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 323000.0
  }
 ],
 "por": null
}