{
 "awd_id": "2423518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Portable and modular system for long-term live cell & tissue culture imaging",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-08-20",
 "awd_max_amd_letter_date": "2024-08-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to enable a personal cellular video microscopy solution which will democratize the ability of scientists to visualize dynamic biological phenomenon on a regular basis and at an affordable cost. A large proportion of scientists in the US and globally are currently limited to single-frame time-point images, consistently loosing rich information and insights from cell culture-based experiments that multi-frame videos can provide over hours, days and weeks. Overcoming these limitations will empower the usage of cellular video microscopy into high-impact areas such as research efforts in academia, industry and within service-based contract research organizations (CRO) units, and in science education in university settings. While the former would result in augmentation of research and discovery efforts, the latter would empower the strengthening of STEM education domestically, particularly in the growing field of cell biology. The commercial impact of the project is the spawning of a next-generation cloud-based ecosystem that uniquely supports an exponentially growing library of cellular videos and analysis algorithms with social sharing and monetization paradigms, one that speaks seamlessly with integrated hardware devices located in common biological laboratories, field research and educational facilities.   \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project aims to resolve key technical problems limiting cellular video microscopy. A first essential problem is keeping cell culture alive in their native incubated environments for extended periods of time (hours, days and weeks), while performing the video microscopy. Existing approaches of engulfing microscopes within large incubation chambers or placing microscopes within large incubators are expensive, cumbersome, contamination-ridden and / or space-intensive. In this project we resolve this problem by modifying a compact, portable and modular incubator with a specially designed optical port to allow for video imaging. This module then integrates with a newly designed video imaging module for automatic alignment and video capture. Seamless integration, multi-day automatic and stable video collection of live cellular samples will be technical results of the project. A second problem involves managing very large video data volumes (often in several Terabytes), analysis, storage and data sharing bottlenecks that ensue. This project resolves these problems by leveraging rapid advancements in Graphical Processor Units (GPUs) and device-to-cloud architectures. Technical results will therefore also include real-time on-board video analysis by GPUs to dramatically reduce data volumes and achievement of a cloud ecosystem to share processed video data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tilak",
   "pi_last_name": "Jain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tilak Jain",
   "pi_email_addr": "tilak.jain@37-degrees.com",
   "nsf_id": "000996615",
   "pi_start_date": "2024-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "37DEGREES, INC.",
  "inst_street_address": "748 TANAGER LN",
  "inst_street_address_2": "",
  "inst_city_name": "GENEVA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6197801568",
  "inst_zip_code": "601343152",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "IL11",
  "org_lgl_bus_name": "37DEGREES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "T9DZCWUJ4L11"
 },
 "perf_inst": {
  "perf_inst_name": "37DEGREES, INC.",
  "perf_str_addr": "748 TANAGER LN",
  "perf_city_name": "GENEVA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601343152",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "IL11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}