{
 "awd_id": "2423054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ORE-CZ: Providing opportunities and building systems of support for postdoctoral research to reveal hydrologic flow in the deep critical zone",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 249850.0,
 "awd_amount": 249850.0,
 "awd_min_amd_letter_date": "2024-07-30",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "The critical zone, the region from the top of the canopy to the depth of the bedrock, is where water, atmosphere, ecosystems, soils and rocks interact. Water flowing through the critical zone supports the biosphere, helps regulate streamflow, and can modify the shape of the landscape. The impact of precipitation events on the rivers and streams can be easily seen; connecting surface water flow to water flow and storage in the deep subsurface critical zone is more complex. This project will examine the response of the deep critical zone to large precipitation events. Time-lapse geophysical imaging techniques will be used to image water flowing through fractures within the deep critical zone at the Piedmont Mountain Research Watershed, a watershed in the Piedmont and Blue Ridge crystalline-rock aquifer system approximately 25 miles southeast of Atlanta, GA. The project will support a postdoctoral associate of color to conduct research and will provide a template for mentoring postdoctoral scientists who are racial or ethnic minorities. \r\n\r\nThis project will examine the role of deep hydrologic pathways in bedrock fractures at a site within the Piedmont and Blue Ridge crystalline rock aquifers, a system that underlies eleven states from New Jersey to Alabama across the eastern USA. Methods include time-lapse electrical resistivity imaging and nuclear magnetic resonance to examine and quantify the hydrologic role of the deep pathways in response to storm events. The focus is on two principal research questions: how precipitation events and intensities impact the hydrogeologic flow regime that dominates subsurface flow; and the relative importance of hydrogeologic flow in the shallow versus the deep critical zone. The project will elucidate the role of deep hydrogeologic flow in the critical zone within crystalline bedrock aquifer systems, which is applicable to numerous regions across the US. In addition to mentoring of a minority postdoctoral associate of color, this project will increase the number of undergraduates pursuing graduate studies in critical zone science, and broaden the use of geophysics to understand hydrologic processes within the critical zone.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Keating",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina Keating",
   "pi_email_addr": "kmkeat@newark.rutgers.edu",
   "nsf_id": "000558755",
   "pi_start_date": "2024-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, the State University",
  "perf_str_addr": "123 WASHINGTON ST",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071023026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7693",
   "pgm_ref_txt": "CZO: CRITICAL ZONE OBSER SOLIC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 249850.0
  }
 ],
 "por": null
}