{
 "awd_id": "2423107",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II: Advanced propulsion system for spacecraft based on the Unresolved Longitudinal Ampere Tension Forces in Conductors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-09-05",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "The broader impact/commercial potential of this Phase II Small Business Innovation Research (SBIR) project is a propulsion system that has far-reaching implications for the space industry and beyond. This propulsion system for spacecraft could revolutionize the space industry by reducing reliance on traditional propellants. The propulsion system is one of the critical satellite subsystems and the proposed technology will lower space mission costs, increase mission flexibility, and extend spacecraft lifetimes. It will enable zero-emission impulse for satellites, and facilitate efficient satellite re-entry into the atmosphere, mitigating the problem of space debris. The space industry is shifting toward a future in which large constellations of small satellites deliver all types of satellite services efficiently and in large geographical areas or across the globe. The size of the small satellite propulsion system market is estimated to grow at a continued 18% yearly, to reach $1.0 billion by 2032. This advancement is paving the way for a more sustainable and accessible future in space exploration. It fosters space exploration and innovation, enhancing global competitiveness and unveiling new possibilities for mankind's use of space.\r\n\r\nThis SBIR Phase II project proposes to develop an advanced propulsion device prototype suitable for small satellite operations in orbit. This will represent a first of a kind propulsion technology that can fulfill major orbital satellite maneuvering, and the current stage development of alternative technologies does not offer a solution in the short to medium term either. The key innovation behind the proposed solution is a new class of specially engineered metamaterial, based on a special graphene composite, that utilizes the unresolved longitudinal forces or Ampere Tension Forces in conductors to produce thrust. Technical proof-of-concept has been reached by building a lab prototype that produced external forces as large as a few millinewtons, using currents in the range of a few milliamperes. The proposed Phase II is aimed at scaling up this prototype, strengthening the metamaterial for use in a more space-like environment, and demonstrating sufficient thrust to move a small satellite in space. Phase II will generate a prototype generating up to tenths of newtons of force, that will be validated in conditions representative of the space environment. After Phase II, the technology will be ready to be integrated into a real satellite propulsion system and utilized for in-space demonstration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Banduric",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Banduric",
   "pi_email_addr": "grants@fieldpropulsiontechnologies.com",
   "nsf_id": "000988435",
   "pi_start_date": "2024-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FIELD PROPULSION TECHNONOGIES INC.",
  "inst_street_address": "4824 S ELK ST",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3035206935",
  "inst_zip_code": "800165815",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "FIELD PROPULSION TECHNOLOGIES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS15CM5HMBP3"
 },
 "perf_inst": {
  "perf_inst_name": "FIELD PROPULSION TECHNONOGIES INC.",
  "perf_str_addr": "4824 S ELK ST",
  "perf_city_name": "AURORA",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800165815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1218",
   "pgm_ref_txt": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}