{
 "awd_id": "2423884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-ANR MCB/PHY Collaborative Research: En Route to Amyloid Formation: Protein and Hydration-Water Dynamics Under Liquid-Liquid Phase Separation",
 "cfda_num": "47.049, 47.074",
 "org_code": "03010000",
 "po_phone": "7032928897",
 "po_email": "aegarcia@nsf.gov",
 "po_sign_block_name": "Angel Garcia",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 231001.0,
 "awd_amount": 154000.0,
 "awd_min_amd_letter_date": "2024-06-17",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "Liquid-liquid phase separation (LLPS) of intrinsically disordered proteins (IDPs) is a hot topic at the interface between biology, physical chemistry, and biophysics. Of particular interest is the possible role played by LLPS in the pathological aggregation of proteins into amyloid fibrils.  This award aims to elucidate how protein-rich droplets, known to play important roles in normal cellular function, can, under certain conditions, promote the pathological aggregation of proteins associated with neurodegenerative diseases.  At this time, the basic properties of the protein droplets have been scarcely characterized, and the processes leading to droplet formation promoting protein aggregation are unknown. Using coordinated experimental and computational research, carried out by a team of scientist in the US and France, this project will explore factors governing droplet formation and aggregation of two proteins: tau and alpha-synuclein. The research will generate fundamental knowledge in protein science and provide new insight into the molecular processes that are at the origin of protein aggregation diseases. Support will enable the exchange of junior (graduate student and postdoctoral researchers) between institutions, furthering the education and professional development of those young scientists.  \r\n\r\nThe research conducted as part of this award will explore the role of LLPS in the aggregation of the IDPs tau and alpha-synuclein. The research will employ an innovative combination of computational and experimental techniques, namely electron paramagnetic resonance (EPR), Overhauser Dynamics Nuclear Polarization (ODNP), neutron scattering (NS) and multiscale computer simulations. Simulations will employ a unique combination of molecular dynamics and field theory approaches to gain novel insights into protein conformations and hydration water dynamics, and to map phase behavior of the IDPs. The consortium is composed of three French and two American partners that form a multidisciplinary team of structural biologists and biochemists, biophysicists, physicists, and computational chemists with computational and experimental expertise in protein sciences.  The contributions of all five partners are essential to create the synergy necessary to tackle the challenging objectives. \r\n\r\nBesides generating fundamental knowledge in protein science, this project will provide new insight into the molecular processes that are at the origin of protein aggregation diseases. This award will enable the exchange of junior (graduate student and postdoctoral researchers) between institutions, furthering the education and professional development of those young scientists. Collaborative activities will include physical exchanges of junior researchers from the US visiting the IBS in Grenoble and University of Bordeaux in France, and junior researchers from France visiting Boston University and UC Santa Barbara in the US. Visits will include active research activities, involvement in group meetings, and presentation of research seminars. \r\n\r\nThis collaborative US/France project is supported by the US National Science Foundation (NSF) and the French Agence Nationale de la Recherche (ANR), where NSF funds the US investigators and ANR funds the partners in France. The US investigators are jointly funded by the Physics of Living Systems program in the Directorate for Mathematical and Physical Sciences and the Molecular Biophysics program/Division of Molecular and Cellular Biosciences in the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Straub",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Straub",
   "pi_email_addr": "straub@bu.edu",
   "nsf_id": "000245903",
   "pi_start_date": "2024-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 154000.0
  }
 ],
 "por": null
}