{
 "awd_id": "2423568",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Artificial Intelligence (AI)-Enabled African Language Database",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928848",
 "po_email": "lportnoy@nsf.gov",
 "po_sign_block_name": "Lindsay Portnoy",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-08-30",
 "awd_max_amd_letter_date": "2024-08-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project aims to develop a multilingual translation platform for African languages, addressing a critical gap in current technology. This innovation enhances scientific understanding by advancing natural language processing for underrepresented African languages, promoting inclusivity and accessibility in the digital realm. The platform's societal impact will enable speakers of African languages to fully participate in the global digital economy and fostering cultural understanding. Commercially, this technology has transformative potential across various industries requiring multilingual communication, such as e-commerce, education, and public services. It opens new business opportunities and drives economic growth in global markets by facilitating more effective cross-cultural communication. The platform can enhance international trade, improve educational resources, and streamline public services for African language speakers worldwide. Beyond its immediate applications, this project contributes to preserving and promoting Africa's rich linguistic heritage in the digital age, bridging communication gaps and fostering a more inclusive global technological landscape. By addressing this underserved market, the project not only advances linguistic technology but also creates substantial commercial opportunities in an increasingly interconnected world. This innovative solution has the potential to revolutionize how businesses, educational institutions, and governments interact with African language speakers, opening up new markets and improving service delivery across multiple sectors.\r\n\r\nThe proposed project aims to develop an advanced AI-powered translation platform specifically designed for African languages, addressing the unique challenges posed by dialects, tonal shifts, and guttural sounds characteristic of these languages. The research objectives include creating a robust database and developing novel machine learning models to significantly enhance translation accuracy and nuance for underrepresented languages. The project will employ a multifaceted approach, including designing and deploying a state-of-the-art web crawler to source vast amounts of linguistic data which will utilize advanced natural language processing techniques to identify and extract relevant linguistic information from diverse sources. The project will also create new recorded data to fill gaps in existing resources, employing sophisticated processing algorithms to capture and analyze the nuanced phonetic features of African languages. Unique machine learning models, including deep neural networks and transformer architectures, will be developed to process the collected data effectively. These models will be trained on the extensive dataset to recognize and accurately translate complex linguistic patterns. The integration of these components into a scalable and customizable platform will involve advanced software engineering practices to ensure optimal performance and user experience. The anticipated technical results include a translation service surpassing the accuracy of current tools for African languages, as measured during Phase I, while maintaining strict data privacy and open-source licensing compliance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Odokara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Odokara",
   "pi_email_addr": "michael@esmglobalconsulting.com",
   "nsf_id": "000918394",
   "pi_start_date": "2024-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ESM GLOBAL PRODUCTIONS LLC",
  "inst_street_address": "63 FEDERAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2074201280",
  "inst_zip_code": "041014222",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "ESM GLOBAL PRODUCTIONS, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JTYFSZKZ69B6"
 },
 "perf_inst": {
  "perf_inst_name": "ESM GLOBAL PRODUCTIONS LLC",
  "perf_str_addr": "63 FEDERAL ST",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "041014222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}