{
 "awd_id": "2423020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MCA: Species Diversification and Community Assembly in Andean Land Snails",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 277923.0,
 "awd_amount": 277923.0,
 "awd_min_amd_letter_date": "2024-07-01",
 "awd_max_amd_letter_date": "2024-07-01",
 "awd_abstract_narration": "This research explores the world of chemical communication among land snails forming communities in the Peruvian Andes, an area particularly rich in biodiversity. Chemical interactions, such as those mediated by snail mucus, are crucial yet understudied components of community assembly and biodiversity. By focusing on the chemical properties of snail mucus, the project aims to uncover how these traits related to communication between organisms influence species interactions, which in turn are shaping the assembly of biological communities. This study is addressing an important gap in knowledge by merging the fields of chemical ecology and evolutionary biology to better understand how species interact and coexist at a local scale. Understanding species interactions is crucial for biodiversity conservation, as it can reveal how species adapt to their environments and maintain stable communities, especially in the face of environmental changes. The project will support educational workshops for undergraduates and early graduate students in the USA and Peru, emphasizing research skills and leadership, particularly for participants from underrepresented groups, thereby fostering a diverse scientific community and international collaborations.\r\n\r\nThis project integrates chemical ecology, phylogenetics, and morphometrics to quantify chemical (mucus), morphological (shell), and genetic (DNA) variation in Andean land snails and how this variation contributes to community assembly and species diversification. In particular, using mass spectrometry and proteomics, the research will identify and quantify mucus components across different snail species. Phylogenetic analyses will be conducted to understand the evolutionary relationships among these species, while morphometric techniques will assess shell characteristics. Together, these approaches aim to test hypotheses regarding the role of mucus in species recognition and community dynamics, providing insights into the mechanisms of species coexistence, competition, and ecological adaptation. By combining these interdisciplinary approaches, the research seeks to advance our understanding of the chemical basis of species interactions and its impact on community structure and evolution. Ultimately the research will provide insights into the mechanisms driving community dynamics and species diversification in this biodiversity hotspot, and serve as a model to understand these processes in other systems. \r\n\r\nThe award is co-funded by the Population and Community Ecology program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Parent",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christine E Parent",
   "pi_email_addr": "ceparent@uidaho.edu",
   "nsf_id": "000664351",
   "pi_start_date": "2024-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 PERIMETER DR MS 3020",
  "perf_city_name": "MOSCOW",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838449803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 277923.0
  }
 ],
 "por": null
}