{
 "awd_id": "2423147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NERC - NSFGEO: Pliocene Lessons for the Indian Ocean Dipole (PLIOD)",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032925081",
 "po_email": "emestes@nsf.gov",
 "po_sign_block_name": "Emily Estes",
 "awd_eff_date": "2024-04-15",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 325127.0,
 "awd_amount": 325127.0,
 "awd_min_amd_letter_date": "2024-04-15",
 "awd_max_amd_letter_date": "2024-04-15",
 "awd_abstract_narration": "This is a project jointly funded by the National Science Foundation’s Directorate for Geosciences (NSF/GEO) and the National Environment Research Council (NERC) of the United Kingdom (UK) via the NSF/GEO-NERC Lead Agency Agreement. This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award recommendation, each Agency funds the proportion of the budget that supports scientists at institutions in their respective countries. Over two billion people who live along the Indian Ocean's rim are impacted by its climate. However, large uncertainty persists for how the region's climate will change in the future under sustained greenhouse forcing. This project will provide the first estimates of short-term temperature variability in the Indian Ocean during a past warm climate period. To do this, the researchers will analyze sediment in cores collected from the Indian Ocean. The analyses will help to determine changes in temperatures in the tropical–subtropical Indian Ocean during the Pliocene. These data will also be combined with climate model output to determine whether a warmer Indian Ocean had greater seasonal and year-to-year variability. Understanding the Indian Ocean during this past warm period may highlight the future climate risks for the region and beyond. In addition, this project will foster collaborations between US and UK researchers and support a postdoctoral scholar at the University of Arizona. The postdoctoral scholar will help lead the project and mentor students. The students will include a high school student and a student from a Tribal College in Arizona.\r\n\r\nSince 2000, surface waters in the Indian Ocean have warmed faster than in the Atlantic and Pacific basins. This has raised concerns about how the interannual Indian Ocean Dipole (IOD) mode of variability and associated risks of extreme weather events will be affected by global warming. In this project, the researchers will investigate Indian Ocean climate variability and IOD-related dynamics during the mid-Pliocene period (~3 Ma), when global temperatures were approximately 2-3°C higher than preindustrial levels. Marine sedimentary archives will be analyzed to provide detailed information on subdecadal temperature variability across the tropical–subtropical Indian Ocean during this period. In concert with these paleodata, the team will also perform climate simulations at the UK Met Office (UKESM1-HADGEM3) to determine whether a warmer Indian Ocean experienced greater seasonal to interannual variability. This research will test whether patterns of climate variability during the warm mid-Pliocene interval align with a recently proposed hypothesis that the Indian Ocean can harbor an \"El Niño-like\" equatorial mode of enhanced interannual variability, distinct from the IOD, under altered climatic states. The emergence of such a mode in a warmer-than-present interval of Earth’s history holds significant implications for future climate risk precipitated by Indian Ocean dynamics. In addition, this project will foster collaborations between the US and UK across early- and mid-career researchers. This project will support a postdoctoral scholar at the University of Arizona who will lead the proposed research and will also help mentor a high school student and an REU student from a Community/Tribal College in Arizona\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaustubh",
   "pi_last_name": "Thirumalai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaustubh Thirumalai",
   "pi_email_addr": "kaustubh@arizona.edu",
   "nsf_id": "000734746",
   "pi_start_date": "2024-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1040 E. 4th Street",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 325127.0
  }
 ],
 "por": null
}