{
 "awd_id": "2423838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRCNS Research Proposal: Integrating Neurophysiology, Computational Models, and Biomimetic Robotics to Understand Audio-Vocal Feedback in Bats",
 "cfda_num": "47.070, 47.074",
 "org_code": "05020000",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2024-09-09",
 "awd_max_amd_letter_date": "2025-02-26",
 "awd_abstract_narration": "Navigation in complex natural environments poses significant challenges for both biological organisms and human-made systems. This project aims to understand how echolocating bats adapt their echolocation calls and flight paths in real-time based on the sounds they receive. Bats can dynamically modify their calls to navigate through cluttered environments like dense forests, adjusting the timing and structure of their vocalizations based on auditory input. By studying the neural circuits responsible for this adaptive control, the researchers aim to uncover principles that can be applied to develop advanced, bioinspired navigation systems for autonomous drones and robots. The research will integrate neurophysiological methods, deep learning, and biomimetic robotics to understand how bats' brains process and react to auditory information. The ultimate goal is to replicate these biological strategies in robotic systems, enhancing their ability to navigate and interact with complex surroundings efficiently. This project also includes educational outreach initiatives to inspire students, especially those from underrepresented groups, about neuroscience and engineering. By developing exhibits and participating in outreach programs, the project aims to foster a deeper appreciation for scientific research and its real-world applications, demonstrating the value of federal funding in advancing knowledge and technology. Through this multifaceted approach, the project seeks to bridge the gap between fundamental science and practical technological advancements, highlighting the relevance of studying natural systems to solve modern engineering challenges.\r\n\r\nThis research investigates the neural dynamics of the auditory-frontal system in echolocating bats. The primary objective is to understand how acoustic information from echoes is processed by the auditory cortex (AC) and conveyed to the frontal auditory field (FAF) to control the time-frequency properties of echolocation calls. The project will use multi-electrode silicon probes to record simultaneous neural activity in the AC and FAF of actively vocalizing bats presented with complex targets. This approach aims to describe the neural dynamics of the AC-FAF circuit, providing insights into how auditory information modulates vocal production. Optogenetic perturbations will be employed to manipulate AC projections, testing their role in the FAF activity and vocal output. Deep learning techniques will be applied to simplify and link the complex inputs (echoes) and outputs (vocalizations) of this neural control system, leading to the development of a computational model. This model will be implemented in a biomimetic system and optimized using deep reinforcement learning for various navigation tasks. The research aims to uncover how neural dynamics facilitate adaptive control of vocalizations, with potential applications in improving autonomous navigation systems. By integrating neurophysiological data with computational modeling and robotics, the project addresses significant gaps in understanding the neural mechanisms of vocal production and auditory feedback, potentially transforming both neuroscience and engineering fields. This interdisciplinary approach promises to provide comprehensive insights and novel solutions for adaptive navigation in complex environments.\r\n\r\nThis project is being co-funded by the Neural Systems Cluster within the Division of Integrative Organismal Systems (IOS) in the Biological Sciences Directorate (BIO) and the Division of Information and Intelligent Systems (IIS) in the Directorate of Computer and Information Science and Engineering (CISE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rolf",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rolf Mueller",
   "pi_email_addr": "rolf.mueller@vt.edu",
   "nsf_id": "000514733",
   "pi_start_date": "2025-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Silvio",
   "pi_last_name": "Macias",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvio Macias",
   "pi_email_addr": "silvio@vt.edu",
   "nsf_id": "000997409",
   "pi_start_date": "2024-09-09",
   "pi_end_date": "2025-02-26"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rolf",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rolf Mueller",
   "pi_email_addr": "rolf.mueller@vt.edu",
   "nsf_id": "000514733",
   "pi_start_date": "2024-09-09",
   "pi_end_date": "2025-02-26"
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": null
}