{
 "awd_id": "2423569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:   Materials Science Digital Experts and AI-Powered Data Platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928848",
 "po_email": "lportnoy@nsf.gov",
 "po_sign_block_name": "Lindsay Portnoy",
 "awd_eff_date": "2024-06-15",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-06-05",
 "awd_max_amd_letter_date": "2025-03-21",
 "awd_abstract_narration": "The broader/commercial impact of this SBIR Phase I project lies in its potential to significantly streamline the process of discovering and utilizing novel materials, vital for advancements in sectors like healthcare, energy, and national defense. A large portion of essential materials data is currently inaccessible, hidden within complex documents or known only to a handful of experts. This project aims to develop a technology that transforms this inaccessible data into useful information, drastically reducing the time needed for material selection from weeks to minutes, thereby accelerating scientific and technological advancement and enhancing national prosperity and security. The market for advanced materials is projected to grow to $2.1 trillion by 2025, and the business model for this initiative focuses on providing technological services to materials suppliers, ensuring a sustainable competitive advantage by improving access to and usability of critical data. Initially targeting the semiconductor industry and industries reliant on polymers, the strategy is to achieve significant market penetration, with anticipated substantial annual revenues by the third year of production, underlining its impact across multiple high-value industries. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project addresses the critical challenge of \"dark\" data in materials science—valuable data that is unutilized because it is trapped in diverse formats or accessible only to a few experts. The primary research objective is to develop an artificial intelligence-driven platform capable of extracting and synthesizing this data into an accessible and interpretable format. The proposed research involves the creation of a customizable, conversational digital expert system that leverages advanced Large Language Models (LLMs) to interact with and learn from heterogeneous data sources, including natural language texts and inconsistent file formats. This system will enable the transformation of complex datasets into structured, actionable insights, facilitating rapid and accurate materials selection and application. The anticipated technical results include the successful demonstration of the platform's ability to interpret and organize large volumes of dark data, significantly reducing the time and expertise required to access this information. This breakthrough has the potential to catalyze discoveries and innovations in materials science by making decades of accumulated data readily available for research and commercial use.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin Li",
   "pi_email_addr": "likoucalvinhao@gmail.com",
   "nsf_id": "000997441",
   "pi_start_date": "2024-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FUM TECHNOLOGIES, INC",
  "inst_street_address": "178 HARVARD ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5712457258",
  "inst_zip_code": "021392723",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "FUM TECHNOLOGIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "W5HBG2REYJP3"
 },
 "perf_inst": {
  "perf_inst_name": "FUM TECHNOLOGIES, INC",
  "perf_str_addr": "178 HARVARD ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021392723",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1654",
   "pgm_ref_txt": "HUMAN COMPUTER INTERFACE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}