{
 "awd_id": "2423440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Tunable Transceivers for Multi-Standard Wireless",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925041",
 "po_email": "vinlee@nsf.gov",
 "po_sign_block_name": "Vincent Lee",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Technology Transfer (STTR) Phase I project will be an improvement in the quality, reliability, and coverage of wireless networks, including defense communication and commercial cellular (4G/5G) networks. By advancing scientific understanding of a new type of tunable wireless frontend, wireless networks will achieve higher data rates, a higher number and density of users, and lower energy use. These technical improvements result in lower total ownership costs for communication hardware and more reliable coverage in dense urban environments. Taken together, this project will lower the economic and logistical barrier of entry to wireless connection, enabling more equitable access to the Internet and each other. This Phase I project will help launch a fabless semiconductor business focused on a patent-pending multi-purpose wireless frontend integrated circuit based on this project’s proof of concept. The existing market for such hardware is the $8B software defined radio market, which is immediately impacted by 10x performance improvements in the same form factor as existing products. This same product family will also be suitable for use in the much larger network infrastructure market ($110B).\r\n\r\nThis Small Business Technology Transfer (STTR) Phase I project focuses on the commercialization of a novel tunable resonator circuit technique for radio frequency integrated circuits. Radio frequency systems can be designed with hardware tuning (as in frequency modulation receivers), or without hardware tuning, where the signal of interest is isolated from other radio frequency signals in software. This second approach, called software-defined radio has been lauded in academic and industry research for its potential improvements to overall modern wireless network throughput, however the lack of tuning causes software-defined radios to suffer poor efficiency, susceptibility to interference, and high cost. These downsides have prevented adoption outside defense applications. This project aims to close the gap between these two approaches by developing a transceiver that is both tuned and programmable, achieving the benefits of both approaches. Specifically, this project will develop a prototype transceiver integrated circuit with wide frequency flexibility (<400MHz to 8GHz), with built-in filtering of incoming and outgoing interference to eliminate the tradeoffs in existing software defined radio systems. This project’s software-tunable transceiver frontend will serve as a proof of concept demonstrating a path to realizing the benefits of software defined radios without the prohibitive downsides of current hardware.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Tapen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Tapen",
   "pi_email_addr": "tom@echoics.com",
   "nsf_id": "000914058",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Apsel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa B Apsel",
   "pi_email_addr": "aba25@cornell.edu",
   "nsf_id": "000195618",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ECHOICS",
  "inst_street_address": "308 WORTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "4434138160",
  "inst_zip_code": "148504927",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "ECHOICS",
  "org_prnt_uei_num": "",
  "org_uei_num": "S5VBVJRNC9V8"
 },
 "perf_inst": {
  "perf_inst_name": "ECHOICS",
  "perf_str_addr": "308 WORTH ST",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148504927",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}