{
 "awd_id": "2423635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Holistic System for Comprehensive Student Assessment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928848",
 "po_email": "lportnoy@nsf.gov",
 "po_sign_block_name": "Lindsay Portnoy",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 256800.0,
 "awd_amount": 256800.0,
 "awd_min_amd_letter_date": "2024-06-21",
 "awd_max_amd_letter_date": "2024-06-21",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is to help educators meet the needs of all their students by leveraging AI and Natural Language Processing (NLP) tools to examine robust sets of student learning data including quantitative and qualitative samples such as essays, written assignments, lab reports, and reflections, to determine student progress based on specific standards and competencies for more holistic and comprehensive assessment of student learning. The real-time, detailed analysis of student learning through qualitative and quantitative data analysis enables educators and administrators to understand how each learner, class, grade, and school is progressing in their learning. By contrast to more summative, end-of-course or end-of-year assessments which offer limited or delayed insights on student learning, this project provides educators and learners with access to deep analysis of student learning to make systemic course corrections and enable teachers to identify which standards and skills student's have been mastered and which need additional support in support of a more holistic approach to assessment and learning in primary and secondary education.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will investigate the effects targeted large language model (LLM) fine-tuning using parameter-efficient fine-tuning (PEFT) and natural language processing (NLP) and infinite-context LLM based natural language generation (NLG) on qualitative and quantitative assessments of learners in grades 5-12. This research goal addresses, first, the problem that NLG is being used to generate feedback and content without targeted fine-tuning. There is an opportunity to use PEFT to allow for rapid, individualized NLG. Second, assessment relies on grades and tests that may not capture learning as robustly as necessary for a more holistic assessment mechanisms to make rapid and real-time shifts and provide comprehsive feedback. The technological innovation will use infinite context LLM pipelines and NLP techniques to allow teachers and administrators to gain a more complete view of students’ learning over time. This technical innovation will be paired with discourse analysis of collaborating educators and administrators to investigate effects of these novel NLP and NLG technologies on student learning over time. It is anticipated the intervention will provide educators with much greater visibility into distinct learning paths and provide timely feedback to improve K12 education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dylan",
   "pi_last_name": "Medina",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dylan L Medina",
   "pi_email_addr": "dylan@gotlearning.com",
   "nsf_id": "0000A00L5",
   "pi_start_date": "2024-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ONE SPOT LEARNING, INC.",
  "inst_street_address": "741 CONESTOGA RD",
  "inst_street_address_2": "",
  "inst_city_name": "BRYN MAWR",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6508323222",
  "inst_zip_code": "190101039",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "ONE SPOT LEARNING, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "S776NHPLV3E7"
 },
 "perf_inst": {
  "perf_inst_name": "ONE SPOT LEARNING, INC.",
  "perf_str_addr": "741 CONESTOGA RD",
  "perf_city_name": "BRYN MAWR",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190101039",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 256800.0
  }
 ],
 "por": null
}