{
 "awd_id": "2424826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: eMB: Data-driven mechano-chemical  models of morphogenesis on deforming domains",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 227747.0,
 "awd_amount": 227747.0,
 "awd_min_amd_letter_date": "2024-08-23",
 "awd_max_amd_letter_date": "2024-08-23",
 "awd_abstract_narration": "This is a collaborative project between the University of California-Riverside and University of Notre Dame. A critical challenge in biology is to understand the emergent multicellular features of organ development involving both intracellular processes and cell-cell interactions. This project will focus on investigating a critical late-stage phase of fruit fly wing disc development, called eversion, which undergoes a significant shape change and serves as a model of epithelial remodeling. These same mechanisms are also involved in the development, wound healing and cancer progression. Subsequent morphogenetic processes fully define the adult wing, hinge, and notum to generate the final adult organ structures. Individual cell shape changes lead to extensive tissue deformations during eversion. The proposed study combining modeling and experimentation will provide mechanistic insights into how hormonal signaling, morphogen-driven pattern formation, and cytoskeletal regulators synergistically impact epithelial organ architecture. The newly developed multiscale mathematical and computational modeling and machine learning approaches enable predictive design-based approaches for regenerative medicine and stem cell engineering. University of California-Riverside (UCR) is a Hispanic-serving institution located in one of the most ethnically diverse areas of the country. Many students are the first in their families to attend college. To increase the diversity of students pursuing graduate education in mathematical biology, applied mathematics and bioengineering, the PIs will partner with UCR’s Mentoring Summer Research Internship Program and UCR’s GradEdge/Jumpstart Programs for undergraduate and graduate students from underrepresented groups. Additionally, the PIs at Notre Dame will offer summer research internships to undergraduate students with focused recruitment from underrepresented groups and facilitate cross-disciplinary mentorship of trainees on both campuses.\r\n\r\nA central, unsolved problem in biology is elucidating the collective molecular mechanisms regulating cell shapes and how these determine the emergent systems-level generating organ shape formation (morphogenesis). The robust morphogenesis of multilayered tissues requires the coordination of a repertoire of cellular processes akin to “unit operations,” including: cellular mass regulation (cell growth, proliferation, and death), cell-environment regulation (cell-cell and cell-substrate adhesion), and cell mechanical regulation (the membrane and cytoskeletal elasticity, cytoskeleton-centered tension, cytosolic pressure). Combining these cellular processes creates the final tissue-scale architecture through a sophisticated communication network. Many congenital disabilities and degenerative diseases result from dysregulation of these unit operations. Thus, it is critical to decipher the complex mechanisms that integrate biochemical and mechanical signals to define emergent organ shape. This project utilizes the fruit fly wing imaginal disc to elucidate the critical signaling pathways and conserved biophysical mechanisms that are functionally significant for organ development and epithelial cell function. This project will develop new multiscale mathematical and computational modeling approaches on 3D deforming domains to simulate multicellular wing disc morphogenesis. Key innovations will include simulation acceleration via neural networks. The new models will be calibrated using experimental data incorporating genetic perturbations and immunohistochemistry and machine learning methods to elucidate the mechanisms integrating mechanical and biochemical regulatory networks during organogenesis. Data-driven and machine learning-enabled pipeline will systematize the calibration of candidate models and enable optimization of the experimental design for validating model predictions and testing mechanisms of morphogenesis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Alber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Alber",
   "pi_email_addr": "malber@ucr.edu",
   "nsf_id": "000149399",
   "pi_start_date": "2024-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Weitao",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weitao Chen",
   "pi_email_addr": "weitaoc@ucr.edu",
   "nsf_id": "000757844",
   "pi_start_date": "2024-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 227747.0
  }
 ],
 "por": null
}