{
 "awd_id": "2424485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Community College STEM Pathways by Optimizing Recruitment and Retention Strategies",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2030-09-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2024-08-13",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Madison Area Technical College. Over its six-year duration, this Track 1 project will fund scholarships to 25 unique full-time students pursuing Associate’s Degrees in Information Technology or STEM Transfer. First-year students will receive “Recruitment Scholarships,” and continuing students will receive “Retention Scholarships,” providing up to four years of financial support. Specific project activities include expanded outreach efforts, enriched STEM Career Days and Student Showcase events, increased research opportunities, and robust mentorship programs. Industry engagement activities, including speaker series and career fairs, will further enrich students' professional development. The project's broader impacts include fostering equitable opportunities and creating a more diverse and competitive STEM workforce by supporting historically underserved students. The project's intellectual merit lies in its innovative comparison of discipline-specific versus general STEM cohort models, leveraging interdisciplinary expertise to develop evidence-based strategies that enhance recruitment, retention, and success for low-income, high-achieving community college students in STEM fields.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. The project aims to optimize STEM recruitment and retention strategies for low-income, historically underserved students, enhance workforce transition for STEM scholars, and evaluate the impact of discipline-specific cohorts on STEM success. While research indicates the positive effects of cohort structures on STEM field persistence, little is known about the specific implications of discipline-specific versus general cohorts. This initiative will use quantitative and qualitative methods to investigate how different cohort structures influence student retention and success in STEM fields, particularly among community college students. The project will help fill the gap by providing insights into effective strategies for improving equity and effectiveness in STEM education and workforce development. Expected outcomes include increased student retention, academic success, and well-being. The project will be evaluated through a longitudinal study using surveys, focus groups, and engagement analysis. Results will be disseminated through local newspapers, college publications, national conferences, workshops, and peer-reviewed journals, advancing understanding and promoting the WolfPack Scholar Community model for broader implementation on college campuses nationwide. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income, academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers and generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kitrina",
   "pi_last_name": "Carlson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kitrina Carlson",
   "pi_email_addr": "KMCarlson2@madisoncollege.edu",
   "nsf_id": "000341787",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "McCullough",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth E McCullough",
   "pi_email_addr": "kmccullough@madisoncollege.edu",
   "nsf_id": "000146587",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Mirus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Mirus",
   "pi_email_addr": "KMirus@madisoncollege.edu",
   "nsf_id": "000745452",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Van Ginkel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Van Ginkel",
   "pi_email_addr": "EVanginkel@madisoncollege.edu",
   "nsf_id": "000759315",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Yang",
   "pi_email_addr": "ayang27@madisoncollege.edu",
   "nsf_id": "000984861",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Madison Area Technical College",
  "inst_street_address": "1701 WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082466676",
  "inst_zip_code": "537042599",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "MADISON AREA TECHNICAL COLLEGE DISTRICT",
  "org_prnt_uei_num": "H9W3B71EFTM8",
  "org_uei_num": "TK2SQD3B8M44"
 },
 "perf_inst": {
  "perf_inst_name": "Madison Area Technical College",
  "perf_str_addr": "1701 WRIGHT ST",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537042599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}