{
 "awd_id": "2424545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impacting Student Success in STEM through the Integration of Mentoring, Programming, and Cohort Training at a Liberal Arts Institution",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2024-10-15",
 "awd_exp_date": "2029-09-30",
 "tot_intn_awd_amt": 1989686.0,
 "awd_amount": 1989686.0,
 "awd_min_amd_letter_date": "2024-08-13",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Virginia Wesleyan University. This institution is a private, primarily undergraduate one in southeast, coastal Virginia, comprising 34% underrepresented students. Over its five-year duration, this project will fund scholarships to 30 unique full-time students who are pursuing bachelor’s degrees in biology, biochemistry, chemistry, computer science, cybersecurity, earth and environmental sciences, and mathematics. First-year students will receive scholarship support through graduation. The project will support and engage scholars in multiple ways, including faculty and peer mentoring, research and internship experiences, career planning services, and networking opportunities. Additional project activities include a summer STEM Bridge, a revision of the university's general education curriculum to increase its relevance to STEM majors, and a summer experiential learning opportunity. This project will contribute to a broad understanding of how to engage, support, and retain low-income, academically talented students, including representatives of historically underrepresented groups, at a small, private liberal arts university. The lessons learned from the evaluation of the project activities will have a positive impact on the broader STEM student population at Virginia Wesleyan University. \r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Major goals include to: 1) recruit 30 scholars that will receive the maximum in scholarship support; 2) provide cohort-based learning environment with intense faculty mentoring for each scholars; 3) support student engagement in experiential learning, career planning and networking opportunities; and 4) increase first-to-second-year retention among low-income STEM students and increase rates of persistence resulting in STEM degree attainment. This project will explore factors that contribute to the successful retention and degree of talented, low-income STEM students. Project evaluation will specifically analyze the impact of holistically supporting student academic and career pathways in STEM on student attitudes, behavior, performance, retention, and post-graduation placement of students. Scholar outcomes will be compared to a sample of similar students from outside of the project. Project outcomes will be disseminated to peer institutions and other stakeholders through publications, conference presentations, and a quarterly web conference for other similar-sized institutions. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deirdre",
   "pi_last_name": "Gonsalves-Jackson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Deirdre C Gonsalves-Jackson",
   "pi_email_addr": "dgonsalvesjackson@vwu.edu",
   "nsf_id": "000846482",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Townsend",
   "pi_mid_init": "R",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Victor R Townsend",
   "pi_email_addr": "vtownsend@vwu.edu",
   "nsf_id": "000244604",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abdullah",
   "pi_last_name": "Al-Alaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdullah Al-Alaj",
   "pi_email_addr": "aalalaj@vwu.edu",
   "nsf_id": "000853684",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Easter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce B Easter",
   "pi_email_addr": "jeaster@vwu.edu",
   "nsf_id": "000846488",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Wesleyan University",
  "inst_street_address": "5817 WESLEYAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "VIRGINIA BEACH",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7574553200",
  "inst_zip_code": "234554637",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "VA02",
  "org_lgl_bus_name": "VIRGINIA WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GD6GRSKF84E3"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Wesleyan University",
  "perf_str_addr": "5817 WESLEYAN DR",
  "perf_city_name": "VIRGINIA BEACH",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "234554637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "VA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1989686.0
  }
 ],
 "por": null
}