{
 "awd_id": "2424207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Diatoms, Food Webs and Carbon Export - Leveraging NASA EXPORTS to Test the Role of Diatom Physiology in the Biological Carbon Pump",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 381815.0,
 "awd_amount": 68485.0,
 "awd_min_amd_letter_date": "2024-05-01",
 "awd_max_amd_letter_date": "2024-05-01",
 "awd_abstract_narration": "This project focuses on a group of microscopic single-celled photosynthetic organisms in the ocean called diatoms. Diatoms float in the surface ocean as part of a group of organisms collectively called phytoplankton. There are thousands of different species of diatoms distributed across the global ocean.  A famous oceanographer Henry Bigelow once said \"All fish is diatoms\" reflecting the importance of diatoms as the base of the food chain that supports the world's largest fisheries. Despite their small size, diatom photosynthesis produces 20% of the oxygen on earth each year. That's more than all of the tropical rainforests on land. The major objective of the research is to understand how the metabolic differences among diatom species affects the amount of diatom organic carbon that is carried, or exported, from the surface ocean to the deep ocean. As diatoms are photosynthesizers like green plants, their biological carbon comes from converting carbon dioxide dissolved in seawater from the atmosphere into organic forms.  Diatoms also require a series of other nurtrients supplied by the ocean such as nitrogen and phosphorous and, uniquely for diatoms, the silicon used to construct their glass shells.  This research will investigate how genetic and physiological differences among diatoms influence how each species react to changes in nutrient levels in the ocean and how those shifts affect the export of diatom carbon to the deep sea. The link between diatoms' physiological response and their carbon export comes about because shifts in physiology affect diatom attributes like how fast they sink and how tasty they are to predators. So if we can relate the physiological condition of different diatoms to the food-web pathways followed by different species, we can ultimately use knowledge of diatom physiological status and food web structure to predict how much diatom carbon gets to the deep sea. The research involves investigators with expertise in the physiology and genomics of diatoms and in the ocean's chemistry. The work will initially take place in the subarctic North Pacific in conjunction with the NASA Export Processes in the Ocean from RemoTe Sensing (EXPORTS) field program. The EXPORTS program is using a wide variety of methods to quantify the export and fate of photosynthetically fixed carbon in the upper ocean. The research supports the training of undergraduate students, graduate students and a postdoctoral scholar. The research will also serve as the basis for activities aimed at K-12 and junior high school students. \r\n\r\nThe research will broadly impact our understanding of the biology of the biological pump (the transport of photosynthetically fixed organic carbon to the deep sea) by forming a mechanistic basis for predicting the export of diatom carbon. It is hypothesized that the type and degree of diatom physiological stress are vital aspects of ecosystem state that drive export. To test this hypothesis, the genetic composition, rates of nutrient use and growth response of diatom communities will be evaluated and supported with measurements of silicon and iron stress to evaluate stress as a predictor of the path of diatom carbon export. The subarctic N. Pacific ecosystem is characterized as high nutrient low chlorophyll (HNLC) due to low iron (Fe) levels that are primary controllers constraining phytoplankton utilization of other nutrients. It has been a paradigm in low Fe, HNLC systems that diatoms grow at elevated Si:C and Si:N ratios and should be efficiently exported as particles significantly enriched in Si relative to C. However, Fe limitation also alters diatoms species composition and the high Si demand imposed by low Fe can drive HNLC regions to Si limitation or Si/Fe co-limitation. Thus, the degree of Si and/or Fe stress in HNLC waters can all alter diatom taxonomic composition, the elemental composition of diatom cells, and the path cells follow through the food web ultimately altering diatom carbon export.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Buck",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen N Buck",
   "pi_email_addr": "kristen.buck@oregonstate.edu",
   "nsf_id": "000524399",
   "pi_start_date": "2024-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051Z",
   "pgm_ref_txt": "EXPORTS - Export Processes in the Ocean"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 68485.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research was conducted as part of the NSF contribution to the EXport Processes in the Ocean from RemoTe Sensing (EXPORTS) program sponsored by NASA. The overall goal of the project was to gain a predictive understanding of the role of diatom physiology in transferring carbon from the atmosphere to the deep sea through the biological pump. In the biological pump, carbon dioxide is converted to organic matter via photosynthesis by phytoplankton in the surface ocean. These phytoplankton serve as the basis of the marine food web, and as organic carbon moves through the food web, some sinks or is otherwise transferred to the deep ocean as fecal material or dead organisms. This process exports or pumps carbon to depth where it can remain sequestered from the atmosphere for decades or longer. The focus of this project was diatoms, which are an important group of phytoplankton that account for up to 40% of the photosynthesis in the ocean and thus play an important role in the biological pump. Diatom growth in the open ocean is impacted by nutrients, especially by silicon, which is required for the frustules or shells that diatoms form, and by iron, an essential trace element that limits diatom growth in as much as one third of the surface ocean. <br /><br />The EXPORTS program conducted two research expeditions, one in the subarctic Pacific and one in the eastern North Atlantic. The study site in the subarctic Pacific is known to be a region where iron limits primary production, whereas the study site in the North Atlantic is host to one of the larges spring blooms of phytoplankton in the global ocean but is also known to have low dissolved silicon. This project leveraged the contrasting conditions of these two EXPORTS campaigns to examine how nutrient limitation and resulting diatom physiology impacted carbon export through the biological pump. Trace metal clean techniques were used to collect water through the euphotic zone of each site to conduct shipboard bioassay experiments probing the iron, silicon, and iron-silicon limitation of diatom communities. <br /><br />In the subarctic Pacific, increases in dissolved iron concentrations in surface waters of the study area were spatially associated with increases in new primary production, and iron additions to incubation experiments led to significant increases in large (&gt;5 &micro;m) diatom populations, reflecting the pervasive iron limitation of large diatom communities in this study region. Upon relief of iron limitation, the demand for dissolved nickel by large diatoms was most closely tied to exhaustion of nitrate and silicic acid concentrations in the bioassay experiments, leading to an apparent delay in dissolved nickel uptake that did not fully deplete background dissolved nickel concentrations even though nickel speciation measurements indicated that most of the dissolved nickel was labile and likely bioavailable. <br /><br />In the North Atlantic, the EXPORTS campaign sampled the decline of the main diatom bloom. Diatom biomass was initially relatively high but declined early in the study as silicic acid concentrations became exceedingly low. Dissolved iron concentrations were also depleted, and the first bioassay experiment indicated iron limitation of large diatoms may have contributed to the decline of the bloom and to subsequent shifts in phytoplankton community composition. In the remaining bioassay experiments, dissolved silicon concentrations primarily limited diatom growth rates, with gradual resupply of silicon from storms over the next three weeks partially relieving silicon limitation. Concentrations of dissolved iron, on the other hand, remained low (&lt;0.2 nM) in surface waters following the storms, with resulting iron:nitrate concentrations ratios that were generally less than 0.05 nmol:&micro;mol throughout the study and consistent with ratios that would be expect to limit the growth of large diatoms in the study area. <br /><br />Broader impacts of this project have included the training and mentoring of undergraduate and graduate students, and of early-career researchers in ocean biogeochemistry, the mentoring of middle-school girls in an ocean science summer program, and the dissemination of project activities with visiting high school students and teachers during lab tours. All data from the project have been made publicly available and will contribute to an upcoming synthesis effort that will look across the EXPORTS program studies to gain a more predictive understanding of how the biological pump operates and to enable assessments of how carbon sequestration by the biological pump may change with shifts in climate.</p><br>\n<p>\n Last Modified: 12/17/2024<br>\nModified by: Kristen&nbsp;N&nbsp;Buck</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research was conducted as part of the NSF contribution to the EXport Processes in the Ocean from RemoTe Sensing (EXPORTS) program sponsored by NASA. The overall goal of the project was to gain a predictive understanding of the role of diatom physiology in transferring carbon from the atmosphere to the deep sea through the biological pump. In the biological pump, carbon dioxide is converted to organic matter via photosynthesis by phytoplankton in the surface ocean. These phytoplankton serve as the basis of the marine food web, and as organic carbon moves through the food web, some sinks or is otherwise transferred to the deep ocean as fecal material or dead organisms. This process exports or pumps carbon to depth where it can remain sequestered from the atmosphere for decades or longer. The focus of this project was diatoms, which are an important group of phytoplankton that account for up to 40% of the photosynthesis in the ocean and thus play an important role in the biological pump. Diatom growth in the open ocean is impacted by nutrients, especially by silicon, which is required for the frustules or shells that diatoms form, and by iron, an essential trace element that limits diatom growth in as much as one third of the surface ocean. \n\nThe EXPORTS program conducted two research expeditions, one in the subarctic Pacific and one in the eastern North Atlantic. The study site in the subarctic Pacific is known to be a region where iron limits primary production, whereas the study site in the North Atlantic is host to one of the larges spring blooms of phytoplankton in the global ocean but is also known to have low dissolved silicon. This project leveraged the contrasting conditions of these two EXPORTS campaigns to examine how nutrient limitation and resulting diatom physiology impacted carbon export through the biological pump. Trace metal clean techniques were used to collect water through the euphotic zone of each site to conduct shipboard bioassay experiments probing the iron, silicon, and iron-silicon limitation of diatom communities. \n\nIn the subarctic Pacific, increases in dissolved iron concentrations in surface waters of the study area were spatially associated with increases in new primary production, and iron additions to incubation experiments led to significant increases in large (5 m) diatom populations, reflecting the pervasive iron limitation of large diatom communities in this study region. Upon relief of iron limitation, the demand for dissolved nickel by large diatoms was most closely tied to exhaustion of nitrate and silicic acid concentrations in the bioassay experiments, leading to an apparent delay in dissolved nickel uptake that did not fully deplete background dissolved nickel concentrations even though nickel speciation measurements indicated that most of the dissolved nickel was labile and likely bioavailable. \n\nIn the North Atlantic, the EXPORTS campaign sampled the decline of the main diatom bloom. Diatom biomass was initially relatively high but declined early in the study as silicic acid concentrations became exceedingly low. Dissolved iron concentrations were also depleted, and the first bioassay experiment indicated iron limitation of large diatoms may have contributed to the decline of the bloom and to subsequent shifts in phytoplankton community composition. In the remaining bioassay experiments, dissolved silicon concentrations primarily limited diatom growth rates, with gradual resupply of silicon from storms over the next three weeks partially relieving silicon limitation. Concentrations of dissolved iron, on the other hand, remained low (\nBroader impacts of this project have included the training and mentoring of undergraduate and graduate students, and of early-career researchers in ocean biogeochemistry, the mentoring of middle-school girls in an ocean science summer program, and the dissemination of project activities with visiting high school students and teachers during lab tours. All data from the project have been made publicly available and will contribute to an upcoming synthesis effort that will look across the EXPORTS program studies to gain a more predictive understanding of how the biological pump operates and to enable assessments of how carbon sequestration by the biological pump may change with shifts in climate.\t\t\t\t\tLast Modified: 12/17/2024\n\n\t\t\t\t\tSubmitted by: KristenNBuck\n"
 }
}