{
 "awd_id": "2424408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Quantizing the functional trait spectrum: CAM photosynthesis, life history and nitrogen cycling in the diverse Neotropical bromeliads",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924854",
 "po_email": "kreinhar@nsf.gov",
 "po_sign_block_name": "Keith Reinhardt",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 578748.0,
 "awd_amount": 578748.0,
 "awd_min_amd_letter_date": "2024-07-30",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "Nitrogen is a critically important nutrient for plant growth. However, current understanding of how nitrogen availability influences plant form and function are based on plants with similar growth forms and means of photosynthesis. Tropical epiphytes, which grow on other plants and obtain water and nutrients from the canopy rather than soil, are very diverse but have been excluded from studies connecting nitrogen use to photosynthesis, growth and ecology. This project will investigate the tropical bromeliads (Bromeliaceae, 3500+ species), a family with many epiphytes and different means of photosynthesis, as a model for understanding how  nitrogen scarcity influences physiology, growth and nitrogen cycling through ecosystems. Broadly, this work will use experiments and surveys to test how nitrogen availability influences how plants photosynthesize, invest in leaves versus flowers, and decompose in different habitats.  Including tropical epiphytes will provide a more robust framework for understanding the evolution of plant diversity. The project will engage researchers from high school onward in an interdisciplinary team spanning botanical gardens, a liberal arts college and a research university to train a new generation of scientists in collaborative, greenhouse-based research, with conservation applications in Florida where many threatened bromeliads grow. \r\n\r\nPlants grow in response to their environment, resulting in varied morphologies, physiologies, and life histories. Categorizing their forms into functionally integrated suites of traits helps answer why species grow where they do depending on how they obtain and allocate limiting resources. One such framework describes a tradeoff between fast-growing, resource-acquisitive traits and slow-growing, resource-conserving traits. This fast-slow continuum hypothesis applies to diverse lineages and across ecosystems. Yet, it was developed based on terrestrial, C3 photosynthetic plants, and has largely excluded other photosynthetic pathways and growth forms. The diverse neotropical Bromeliaceae, which has been understudied for functional traits, includes multiple evolutionary origins of CAM photosynthesis in epiphytic habitats where nitrogen (N) is especially limiting. This project interrogates connections between N limitation and tradeoffs in plant functional traits, taking into account the roles of photosynthetic pathway and growth form. Specifically this project will test 1) the physiological and molecular responses to N limitation in C3 and CAM bromeliad species, assess 2) long-term effects of N limitation on allocation to functional traits, including vegetative vs. reproductive growth, and determine 3) how N, photosynthetic pathway, and functional traits affect leaf litter quality and N-cycle feedbacks in terrestrial versus epiphytic habitats. These goals will be achieved via interdisciplinary work combining experimental studies, morphology, ecophysiology, ecology, and genomics.  The research project will engage scholars and scientists from high school onwards, will provide exceptional research experiences for students at a primarily undergraduate institution, and will train a new generation of scientists in interdisciplinary, collaborative science.\r\n\r\nStatement of Merit Review:\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karolina",
   "pi_last_name": "Heyduk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karolina Heyduk",
   "pi_email_addr": "karolina.heyduk@uconn.edu",
   "nsf_id": "000656749",
   "pi_start_date": "2024-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 11",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 578748.0
  }
 ],
 "por": null
}