{
 "awd_id": "2425057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tools4Cells: DNA Barcode-Mediated Specific Modulation of Cell Membrane Protein-Protein Interactions",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 448150.0,
 "awd_amount": 448150.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "Cellular processes are governed by highly organized networks including a large number of protein–protein interactions (PPIs).  These diverse PPIs exist throughout the life span of cells, including their growth, survival, and differentiation.  However, the cellular functions for the majority of these interactions remain elusive and barely understood.  In particular, cell membrane PPI networks are crucial for molecular recognition and signal transduction, which determine the efficiency of cellular communication with the environment.  For example, at least 58 receptor tyrosine kinases and ~800 transmembrane G protein-coupled receptors have been identified in the human genome as essential modulators of cellular communications.  The membrane dimerization of these protein receptors likely play important roles in regulating cellular ligand binding, receptor maturation and internalization, and are coupled with various downstream signaling outcomes.  While numerous ligands have been identified to selectively recognize cellular proteins, targeted modulators for a given interaction between two specific proteins are still rare.  Most PPIs remain unstudied as the the current ability to regulate selective PPIs of interest remains limited.  This has greatly hindered the study of celluar networks that govern critical aspects of cellular properties and functions in both physiology and disease processes.  The Broader Impacts of this project include its intrinsic merit as the development of tools to measure and control a wide range of cell membrane protein interactions will be useful to a breadth of studies in many labs.  Additional activities involve middle school students, along with the interdisciplinary training of undergraduate and graduate students and a post-doctoral fellow.\r\nThe goal of this project is to develop a general approach to rapidly modulate different target PPIs on living cell membranes with high specificity, controllability, and precision.  Membrane PPIs play critical roles in cell signaling networks and are essential regulators of cell functions.  However, it remains a major challenge to control specific interactions between target proteins, especially in situ, in real time, and in living systems.  In this project, a DNA-based toolbox is proposed to fill this gap, counting on the fact that a large number of antibodies and other ligands have been identified to target specific cell membrane proteins, which can be potentially used for guided labeling of these proteins with DNA barcodes of designed sequences.  By further linking individual DNA barcodes together via programmable DNA hybridizations, targeted stabilization of specific cell membrane PPIs can be achieved in a modular and precise manner.  Specifically, this project will first establish a modular antibody- and aptamer-directed proximity labeling approach for targeted DNA barcoding of cell membrane proteins, especially the human receptor tyrosine kinases.  A kinetic model for understanding and prediction of the correlations between DNA design and their membrane hybridization affinities and kinetics will also be built.  The precise modulation of specific PPI pairs will then be accomplished on living cell membranes to evaluate their correlation with the selection of signaling pathways and modulation of cellular ligand binding, receptor maturation, and proliferation.  These efforts of developing innovative DNA-based PPI modulation tools will also be integrated with scientific education and outreach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingxu",
   "pi_last_name": "You",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingxu You",
   "pi_email_addr": "mingxuyou@chem.umass.edu",
   "nsf_id": "000761923",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 448150.0
  }
 ],
 "por": null
}