{
 "awd_id": "2425878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Barnacle phylogenomics and the evolution of sexual systems",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 1022535.0,
 "awd_amount": 1022535.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "Barnacles are among the most biologically diverse and ecologically important marine animals. Because they exhibit a fascinating and unique range of reproductive systems that have evolved several times in the group over the past 500 million years, they are an ideal animal model for testing theories about the evolution of sex. This project will first produce a robust hypothesis of the evolutionary relationships for all the barnacles. This will provide a much-needed phylogenetic framework for studies on the evolution of sex, larval settlement and development, life cycles across the group. This research will also contribute an updated classification system of the barnacles, including fossil and extant taxa, which will be integrated into a wide variety of online resources (e.g., Open Tree of Life). Several undergraduate students and one postdoctoral student will be trained in systematics, genomics and bioinformatics, as well as the application of the International Union for Conservation of Nature Red List criteria for conservation assessments of selected barnacle species.\r\n\r\nBarnacles (Crustacea: Thecostraca) comprise 367 genera distributed in three subclasses: the enigmatic Facetotecta (y-larvae), the Ascothoracida (gall barnacles) and the Cirripedia. The Cirripedia includes the well-known burrowing Acrothoracica, the parasitic Rhizocephala, and the stalked and acorn Thoracica. Despite being the focus of intense research, more than 70% of the taxonomically listed barnacle species have not been sequenced and their evolutionary relationships and times of divergence are still poorly understood. Barnacles exhibit almost all sexual systems seen in metazoans, including hermaphroditism (both sexes), dioecy (separate sexes) and androdioecy (hermaphrodites and males). Unfortunately, theoretical models of animal sexual evolution have been seldomly tested in a phylogenomic context. This proposal will apply targeted capture sequencing to >1,200 barnacle species covering all the known thecostracan genera and other related groups, to build a comprehensive, time-dated phylogenetic tree of the Thecostraca barnacles. By coupling new and extensive genomic data with sophisticated phylogenomic and comparative analyses, the researchers will test long-standing theoretical predictions about the evolution of sexual systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcos",
   "pi_last_name": "Perez-Losada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcos Perez-Losada",
   "pi_email_addr": "mlosada@gwu.edu",
   "nsf_id": "000585066",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "950 New Hampshire Ave, NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1022535.0
  }
 ],
 "por": null
}