{
 "awd_id": "2425308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS:  Fast and Efficient Novel Algorithms for MHD Flow Ensembles",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2024-04-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 248180.0,
 "awd_amount": 192171.0,
 "awd_min_amd_letter_date": "2024-04-04",
 "awd_max_amd_letter_date": "2024-04-04",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). The relative movement of an electrically conducting fluid (e.g., liquid metal coolant, saltwater, ionized gases, or plasmas) in a magnetic field is important as it has many applications in, e.g., nuclear reactors, artificial suns to produce carbon-free electricity, artificial hearts, magnetohydrodynamic (MHD) pumps, and geomagnetic dynamos. The accurate numerical simulation of the interaction between the velocity field of the fluid and the magnetic field is often computationally challenging, arduous, and prohibitively expensive even with the use of an advanced computing facility. This is because the two fields are non-linearly coupled. Moreover, many practical flows occur in a convection-dominated regime and their numerical simulations using standard algorithms produce numerical instability. The scenario is exacerbated by the presence of noise in the input data. The involvement of input uncertainties reduces the accuracy of the final solutions. Therefore, it is important to develop long-range high fidelity numerical algorithms for simulating such a complex problem. First, this project will investigate efficient ensemble schemes for simulating incompressible flow problems (without the presence of a magnetic field). Second, this project will focus on understanding the numerical instability and develop robust, efficient, and accurate algorithms for simulating complex flow problems where velocity and magnetic fields interact. This project will facilitate the teaching and training of students from underrepresented groups to pursue their careers in STEM fields. This will be carried out by supporting and supervising undergraduate and graduate students' research in numerical analysis and scientific computing.\r\n\r\nThe focus of this project is to understand the numerical instability in the uncertainty quantification (UQ) of Navier-Stokes (N-S) and MHD flow simulations. The objective of this project is to develop, analyze, and test robust, and efficient novel algorithms of N-S and MHD flow ensembles simulations. The first research goal is to develop and investigate an efficient Stabilized Penalty-projection Finite Element Method (SPP-FEM) for the UQ of fluid flow simulations. The SPP-FEM is presented in an elegant way that at each time-step, it permits a shared system matrix for each realization in conjunction with a stabilized penalty-projection step. It is conjectured that the scheme will be unconditionally stable with respect to the time-step size and would be much faster and more computationally efficient than standard numerical methods. The second research goal is to develop a Proper Orthogonal Decomposition (POD) based Reduced Order Modeling (ROM) stabilized Evolve-Filter-Relax Stochastic Collocation ROM (EFR-SCM-ROM) algorithm to deal with the numerical oscillations, which commonly arise in ROM of the UQ of MHD flow ensembles. The EFR-SCM-ROM algorithm approximates the randomness of the parameters using stochastic collocation methods (SCMs) and uses a high-order ROM spatial differential filter in conjunction with an evolve-then-filter-then-relax scheme to attenuate the numerical oscillations of standard ROMs. The new EFR-SCM-ROM framework yields accurate approximations, minimizes the sensitivity of noise in input data, and uses rigorous error estimates to determine practical parameter scaling. The SPP-FEM and EFR-SCM-ROM algorithms are innovative and considered novel approaches, which will enrich and revolutionize the computational methodology and platform for the numerical approximation of MHD flow ensembles. These studies will advance the knowledge base in the field of MHD flow ensembles and other fields of multi-physics problems, including Boussinesq systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Muhammad",
   "pi_last_name": "Mohebujjaman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Muhammad Mohebujjaman",
   "pi_email_addr": "mmohebuj@uab.edu",
   "nsf_id": "000764360",
   "pi_start_date": "2024-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 192171.0
  }
 ],
 "por": null
}