{
 "awd_id": "2425575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LTREB: Collaborative Research: Whole-community plant demography in a variable environment: assembly mechanisms and outcomes in the Colorado alpine",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2025-03-01",
 "awd_exp_date": "2030-02-28",
 "tot_intn_awd_amt": 487639.0,
 "awd_amount": 487639.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "Predicting the responses of ecological communities to rapid environmental change is becoming increasingly important. Making good predictions is challenging because of the potential complexity of interactions among large numbers of species. Additionally, developing robust theory requires well-studied test cases (datasets). While such test cases exist in several long-term forest study systems, there is much less knowledge available for other biomes such as the alpine. The alpine biome is one of the most vulnerable to ongoing climate changes. This project will conduct long-term monitoring of plant community dynamics in the Colorado alpine biome, assembling a unique long-term record of population and community change during a period of rapid environmental change. The data will be usable to advance ecological theory in general. The project will support five undergraduate research students, as well as a postdoctoral researcher and a graduate student. The project will also host two training workshops on these themes for the research community. Data will be integrated into forecasting challenges hosted by the Ecological Forecasting Initiative. The project will also engage >1000 people/year through the Rocky Mountain Biological Laboratory’s visitor center and tour program.\r\n\r\nSpecifically, the project will focus on integrating species-scale demographic models with community-scale models. The project will test hypotheses related to three core questions:\r\n1.\tWhat are the roles of spatial neighborhoods, metacommunity/dispersal processes, and ontogenetic/size structure in community assembly?\r\n2.\tHow do these processes influence community dynamics in a variable environment?\r\n3.\tCan community states in the future be forecasted, and with what uncertainty? \r\nThe project uses a long-term alpine tundra study system (at 3500 m elevation in the Rocky Mountains). Two datasets will be collected across 100 vegetation plots: (a) annual whole-community demography (survival, size change (growth), fecundity, recruitment) for all individuals including seedlings of all 20 co-occurring species, including georeferencing; and (b) annual remotely sensed multispectral imagery of all plots, obtained during peak flowering, that can be used to increase dataset size via machine learning. To address (Q1), the project will carry out additional seed bank and seed rain studies, then use these data and the Core Data to test hypotheses about species interactions. To address (Q2), the project will build integral projection models and individual based models for all species taking into account density dependence, species interactions, and temporally variable biotic and abiotic context. To address (Q3), the project will then provide falsifiable forecasts with uncertainties for community dynamics under multiple climate change scenarios.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Blonder",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin W Blonder",
   "pi_email_addr": "benjamin.blonder@berkeley.edu",
   "nsf_id": "000690981",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 487639.0
  }
 ],
 "por": null
}