{
 "awd_id": "2425474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation Potential of Small-Size, Low-power, Electrostatic Actuator Driver Circuits",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2024-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-05-13",
 "awd_max_amd_letter_date": "2024-05-13",
 "awd_abstract_narration": "The broader impact of this I-Corps project is the development of an integrated electrical component or drive circuit for small-scale piezoelectric actuators that enables movement and is used in tactile sensory feedback applications. Currently, due to their small-size, high energy density, and good scalability, electrostatic actuators are used in vibrotactile feedback for sense-of-touch human interfaces such as cellphones, tablets, gaming controllers, surgical devices, machine controllers, and other applications. However, the required high voltage driving signals pose significant challenges for electronic actuator drive systems, which limits the size, cost, and overall adoption of these technologies. This technology uses a new class of piezoelectric drive circuit that may enable next-generation micro-mechanical actuators. These actuators have commercial potential in applications spanning small-scale and soft robotics, haptics systems in consumer, medical, military, and automotive electronics, and other applications that require small or scalable mechanical actuation.\r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of the technology. the solution is based on the development of integrated switched capacitor drive circuits for electrostatic actuators. The technology uses a high-voltage, bidirectional boost direct current-direct current converter that can deliver and recover reactive power efficiently. In addition, the approach uses high energy density capacitors as energy storage components to step the voltage across the load with small voltage steps. This helps to supply the reactive energy needed to actuate the transducer with less real power loss and allows a large fraction of the reactive energy to be recovered when the actuator is discharged. Compared to existing methods, the switched capacitor driver may reduce power loss (increase battery life) by over an order of magnitude while reducing overall solution size and cost. The effectiveness of the switched capacitor driver has >5x higher energy density and >10x lower power consumption than current technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Stauth",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jason T Stauth",
   "pi_email_addr": "jason.t.stauth@dartmouth.edu",
   "nsf_id": "000615619",
   "pi_start_date": "2024-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "15 Thayer Drive",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037554404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}