{
 "awd_id": "2425905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CAIG: Leveraging AI to Observe and Predict the Drivers of Mixed Layer Heat Inventory Variability",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924938",
 "po_email": "azaffos@nsf.gov",
 "po_sign_block_name": "Andrew Zaffos",
 "awd_eff_date": "2024-12-01",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 536577.0,
 "awd_amount": 536577.0,
 "awd_min_amd_letter_date": "2024-08-29",
 "awd_max_amd_letter_date": "2024-08-29",
 "awd_abstract_narration": "Researchers are proposing an innovative project that combines cutting-edge artificial intelligence (AI) with vast ocean datasets to gain new insights into ocean dynamics and create datasets for the wider community. The team plans to develop a sophisticated AI technique to analyze satellite measurements and high-resolution ocean model outputs. This system will detect and measure ocean fronts—boundaries between water masses with different properties—using multiple types of satellite data. It will also estimate the heat content of the ocean's upper mixed layer by examining fronts and other remotely observable quantities over time. A key aspect of their approach is designing the AI system to be interpretable, allowing scientists to understand how it reaches its conclusions. The researchers will also develop methods to quantify the uncertainty in the AI's predictions, which is crucial for scientific applications.  By applying this AI system to approximately 15 years of satellite data, the team hopes to track changes in ocean fronts and mixed-layer heat content over time. This could provide valuable insights into how various physical processes, from large ocean currents to smaller-scale phenomena, influence the ocean's heat storage.\r\n\r\nWe will use output from COAS, a state-of-the-art global, high-resolution (4-km) coupled ocean-atmosphere model, to train nested physics-informed vision transformer (ViT) algorithms to (I) diagnose the incidence and strength of density fronts from “static” multi-field scenes of remote sensing measurements (e.g., wind, sea surface temperature and height); and (II) infer the heat inventory of the mixed layer from a time-series of the density fronts and remote sensing data. A key novelty is to design the ViT for interpretability and quantification of uncertainty, through a physics-guided pre-training procedure. With the ViT, we will assess changes in front incidence and intensity and the heat inventory in the mixed layer over the past ~15 years where sufficient satellite coverage is available, as assessed through ViT uncertainty estimates. A central scientific question we target is a better understanding of the interactions of various physical drivers of the mixed layer heat inventory, with contributions spanning mesoscale currents to sub-mesoscale processes. We aim to both predict the mixed layer heat inventory and occurrence and type of density-driven fronts but also to understand their physical drivers; this will require innovation within AI. We will focus on ViTs for ocean applications which offer unique challenges to the state-of-the-art, but transferable solutions. Challenges include uncertainty quantification to guide the scientific discovery and verification of the trustworthiness of ViT predictions. We will achieve this through a physics-guided pre-training based on latent-space manifold identification and a physics-guided approach to semantic segmentation and understanding. By assessing the sources of ViT predictive skill, we endeavor to verify existing theories for heat inventory and density-driven front variability determined using sparse and costly in-situ observations, and also if entirely new physical insight can be found using the ViT. From analysis of remote sensing datasets, we will estimate how identified drivers have changed from past to present, and assess the likelihood of future change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Prochaska",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Jason X Prochaska",
   "pi_email_addr": "xavier@ucolick.org",
   "nsf_id": "000110338",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "243Y00",
   "pgm_ele_name": "GEO CI - GEO Cyberinfrastrctre"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 536577.0
  }
 ],
 "por": null
}