{
 "awd_id": "2425024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preparation and Characterization of New Ultra-High Na+ Ion Conductivity Mixed Glass Former Mixed Oxy-Sulfide-Nitride Glassy Solid Electrolytes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 640000.0,
 "awd_amount": 640000.0,
 "awd_min_amd_letter_date": "2024-07-01",
 "awd_max_amd_letter_date": "2024-07-01",
 "awd_abstract_narration": "2425024\r\nMartin\r\n\r\nNON-TECHNICAL DESCRIPTION: \r\nThis project is conducting research on new glasses than can be used in the development of new batteries that are safer and more energy dense than those currently available. While lithium batteries are powerful, they present a dangerous fire hazard that have resulted in many injuries. In this project, new glasses are being prepared and studied that will help create a new type of all solid-state battery that substitutes the hazardous liquid component in and can hold up to 10 times more energy than lithium batteries. New sodium-based glasses that mix (cation) glass formers and glass forming anions will be prepared to form new glassy solid electrolytes that are expected to have very high Na+ ion conductivities and be chemically and electrochemically stable. Furthermore, by being based on Na, these new all solid-state sodium batteries have the potential to be significantly cheaper. New Graduate and undergraduate students working on the project are learning how to conduct battery research, work in international multi-disciplinary research teams, and present and discuss their research findings. Students supported by this project will conduct informal science education to K-Gray audiences numbering more than 2500 each year by using the Iowa State University Gaffers Guild Glass Blowing Studio.\r\n\r\nTECHNICAL SUMMARY: \r\nAt the very core of every lithium battery is a highly flammable organic liquid electrolyte. When a lithium battery is overcharged, overheated, or draws too much current too rapidly, the organic liquid electrolyte can catch fire and cause serious injury. In this new project, fundamental research is being conducted to study new kinds of sodium-based mixed glass former (MGF) mixed oxy-sulfide-nitride (MOSN) glassy solid electrolytes (GSEs). The project will examine the hypothesis that high Na+ ion conductivity GSEs can be developed by carefully studying the underlying materials chemistry of mixing silicon and phosphorous glass formers and mixing oxygen, sulfur, and nitrogen anions. In turn, this understanding of the fundamental causes of the much lower Na+ ion conductivities compared to Li+ ion conductivities will create fundamental, foundational, and transformative knowledge to enable the development of new Na-based GSEs that have Na+ ion conductivities that meet and even exceed those of Li+ ions. This hypothesis will be explored by conducting basic research along two synergistic and parallel pathways: (1) The preparation and characterization of these never-before-prepared Na-based MGF MOSN GSEs, and (2) The fundamental study of Na+ ion conduction in these MGF MOSN GSEs to develop foundational and transformative knowledge of Na+ conduction mechanisms and their associated conduction pathway energy barriers. This research project trains graduate and undergraduate students in state-of-the-art glass synthesis, materials characterization, and solid-state electrochemistry of GSEs and as such broadens the cadre of new knowledge workers in the critical field of energy storage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Martin",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steve W Martin",
   "pi_email_addr": "swmartin@iastate.edu",
   "nsf_id": "000284549",
   "pi_start_date": "2024-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 640000.0
  }
 ],
 "por": null
}