{
 "awd_id": "2425074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Cal-Bridge: A Statewide Intersegmental Partnership Creating a Pathway for California Undergraduates to the Professoriate",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 797141.0,
 "awd_amount": 797141.0,
 "awd_min_amd_letter_date": "2024-09-05",
 "awd_max_amd_letter_date": "2024-09-09",
 "awd_abstract_narration": "The mission of the Cal-Bridge program is to dramatically increase the number of underrepresented minority (URM) and women students completing PhD degrees in STEM disciplines and going on to join the STEM professoriate and technical workforce leadership. Students selected for the program are designated as Cal-Bridge scholars, and join a vibrant cohort-based mentoring and undergraduate research program spanning a diverse statewide network of 10 University of California (UC), 23 California State University (CSU) campuses, and 116 California Community College (CCC) campuses. With the overall CSU lead housed at CSU San Bernardino, and the UC and overall program leadership housed at UC Irvine, a network of nearly 300 CSU and UC faculty serve as mentors to Cal-Bridge scholars in the four STEM fields of Physics, Astronomy, Computer Science and Mathematics. Approximately 150 Cal-Bridge scholars will join the program over the next three years, with as many as 30-40 matriculating to PhD programs each year. The Cal-Bridge program has been running effectively as a state-wide program for 10 years; a new NSF award allows for the solidification of the program in its new fields of Computer Science and Mathematics, and for the enrichment of its extra-curricular offerings and support structures.\r\n\r\nThe Cal-Bridge undergraduate program supports college juniors and seniors as they work toward enrollment in a PhD program by providing financial support for individual students as well as intensive, sustained, joint mentoring of students by CSU and UC faculty. These resources facilitate the persistence of Cal-Bridge undergraduate scholars in completing their BS degree and in successfully transitioning to a STEM PhD program. The program identifies students with academic potential, using research-based criteria developed by other successful bridge. Once selected, Cal-Bridge scholars benefit from five key elements of the program: 1. Full need-based scholarship at their CSU campus during their junior and senior years of college.  2. Two faculty mentors: one from a UC campus and one from their CSU campus, with joint mentoring on a biweekly basis.  3. Extensive professional development and participation in a cohort of academically- minded peers from underrepresented backgrounds, via regular in-person and online workshops.  4. Supervised research with UC faculty or at other REU programs during the summers, and the opportunity to present their results at regional and national scientific conferences.  5. A strong network of peer and near-peer mentoring that provides a critical additional level of support Additional goals of the program are that UC Cal-Bridge mentors improve their understanding of traditionally underrepresented students, and that UC PhD admission programs develop more holistic admissions processes that lead to greater acceptance of students from non-traditional backgrounds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Rudolph",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Rudolph",
   "pi_email_addr": "execdir@calbridge.org",
   "nsf_id": "000505143",
   "pi_start_date": "2024-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Schumm",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Schumm",
   "pi_email_addr": "baschumm@ucsc.edu",
   "nsf_id": "000235765",
   "pi_start_date": "2024-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 Aldrich Hall",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768200",
   "pgm_ele_name": "PAARE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 797141.0
  }
 ],
 "por": null
}