{
 "awd_id": "2426364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Intensive Technical Assistance in the Innovation Ecosystem and Regional Engine consortium for HBCUs",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dmitri Perkins",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-09-12",
 "awd_max_amd_letter_date": "2024-09-12",
 "awd_abstract_narration": "This project is designed to provide intensive technical assistance using a trusted advisor model for a pilot group of Historically Black Colleges and Universities (HBCUs), specifically to promote the progress of science in innovation ecosystem and Regional Engine consortium development for HBCU institutions which were an underrepresented institution type in the initial round of the NSF Engines program competition. The project will provide two face-to-face convenings and intensive training and support in preparation for the 2025 Engines competition. There are two core broader impacts of this work. First, it proposes engaging 5.9% (6/101 HBCUs) of the HBCUs nationally. Learnings from this project could inform the universe of HBCUs as to how to enhance their own innovation ecosystems. Secondly, there is national interest to invest in an innovation ecosystem with an HBCU as the hub given their geographic placement and diversity contributions in STEM. The report generated from the study will be disseminated to HBCUs that are not Carnegie-R2 institutions but are research oriented, and seeking to grow their innovation ecosystems in an impactful way.\r\n\r\nThe goal of this project is to have more HBCUs serving as project leads in the consideration for a 2025 competition for the NSF Engine program through designing and implementing an intensive technical assistance program informed by data analytics and explicit curriculum that advises the pilot HBCUS on how to leverage their strengths for NSF Engines. This goal is grounded in the rationale that there is a national interest to have investment in an innovation ecosystem with an HBCU as the hub. By enhancing an HBCU’s ability to democratize cost-intensive entrepreneurial and science-based technology resources for economically marginalized communities in which they are located there are long-term economic impacts to be had. The methods of this project include providing high risk, short-term intensive asset-based “trusted advisor” support approach with a pilot of HBCUs. This is intended to attain the following outcomes (1) completion of fully developed proposals for Spring 2025 submission and mastery of successful Engines consortium development; and (2) innovation ecosystem growth assessed and also measured through the proposal feedback review process that demonstrates increased recognition of HBCU ability to innovate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Lynch",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erin M Lynch",
   "pi_email_addr": "elynch@qem.org",
   "nsf_id": "000721107",
   "pi_start_date": "2024-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "1818 N ST NW STE 350",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "200Y00",
   "pgm_ele_name": "NSF Engines - Type 1"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}