{
 "awd_id": "2426253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Scaling Limits of 2D Transistors in the Silicon-Impossible Territory",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2024-08-12",
 "awd_max_amd_letter_date": "2024-08-12",
 "awd_abstract_narration": "Silicon is the cornerstone material for building microelectronics, essential in a wide range of devices from smartphones and personal computers to electric vehicles. However, its inherent material limitations also pose challenges for advancing future computational technologies. As the thickness of silicon decreases to sub-3-nm range, its carriers suffer from significant scattering, leading to dramatic performance degradation. This limitation results in a “silicon-impossible” territory. According to the International Roadmap for Devices and Systems (IRDS), further scaling of silicon technology nodes will reach a plateau at physical channel lengths of 12 nm by 2037. In contrast, the atomically thin body thickness of two-dimensional (2D) semiconductors offers superior immunity to aggressive scaling, presenting a distinct advantage for advancing transistor technology. This program aims to experimentally demonstrate wafer-scale 2D transistors in the “silicon-impossible” territory (sub-5-nm channel length) and investigate their fundamental limits through a combination of experimental and theoretical efforts. Key metrics of the extremely scaled 2D transistors will be benchmarked with the IRDS projections for both high performance and low power applications, as well as the state-of-the-art industrial technology nodes. This program will generate critical knowledge and technologies for next generation of energy efficient computing and a roadmap of further optimization of device structures and material designs. Additionally, this program will provide training opportunities for the future workforce in the semiconductor industry, covering K-12, undergraduate and graduate students, with a particular emphasis on those from underrepresented backgrounds.\r\n\r\nThe evolution of silicon complementary metal-oxide-semiconductor (CMOS) transistor technology, driven by Moore’s law scaling, has led to impressive advancements in computing, communications, robotics, and healthcare. To keep up with the shrinking lateral dimensions of transistors, their vertical dimensions must also be reduced in order to prevent short channel effects. Nonetheless, as silicon thickness approaches sub-3-nm scales, the presence of dangling bonds leads to substantial scattering of charge carriers and degrades the carrier mobility in silicon. Therefore, there remains a challenging \"silicon-impossible\" zone, defined by parameters including a channel body thickness of less than 3 nm and a channel length of less than 5 nm. The atomic thickness of 2D semiconductors, particularly 2D transition metal dichalcogenides, makes them highly suitable for ultimate scaling of transistor technology. Unlike silicon, 2D semiconductors benefit from their van der Waals bonding, which eliminates dangling bonds and keeps carrier mobility immune to thickness scaling. This makes them a promising alternative for advancing Moore’s law into the “silicon-impossible” domain, offering excellent subthreshold performance and ultra-low power consumption. The proposed program aims to use a combined experimental and theoretical approach to systematically investigate the fundamental limits of 2D transistors in the “silicon-impossible” territory, with the following activities: (1) developing a high-throughput, scalable technique for fabricating wafer-scale 2D transistor arrays with physical channel lengths below 5 nm; (2) creating a quantum transport simulator to elucidate the key device physics affecting sub-5-nm 2D transistors and to outline a strategy for further optimization of device designs; and (3) establishing an open-access database to systematically catalog the subthreshold and on-state properties of highly scaled 2D transistors. This program will broadly impact multiple disciplines including electrical engineering, physics and materials science and offer unique outreach and educational opportunities to undergraduate and graduate students and K-12 students, especially underrepresented minorities and females.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing Guo",
   "pi_email_addr": "guoj@ufl.edu",
   "nsf_id": "000289073",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}