{
 "awd_id": "2426736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSF-NFRF: WhaleAdapt: adaptation of vulnerable subsistence-based North Atlantic communities to marine mammal redistribution under climate change",
 "cfda_num": "47.050, 47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2024-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 376582.0,
 "awd_amount": 376582.0,
 "awd_min_amd_letter_date": "2024-05-31",
 "awd_max_amd_letter_date": "2024-05-31",
 "awd_abstract_narration": "Countries of the Global South and Indigenous communities are especially vulnerable to climate change, partly due to reliance on local, wild-caught foods. At least 54 species of toothed whales are consumed across 86 countries worldwide and the practice is increasing. Yet, toothed whale harvest often occurs in remote and understudied regions, leaving a large gap in knowledge of whale populations, their contamination and nutritional value, and their socioeconomic importance to communities, particularly in the context of accelerating climate change. WhaleAdapt is an international collaboration of researchers and local organizations from Canada, the U.S., Denmark (Greenland, Faroe Islands), and St. Vincent and the Grenadines (Windward Islands, eastern Caribbean) that uses cutting-edge approaches combined with local ecological knowledge to address the overarching question – how can vulnerable communities reliant on whale consumption adapt successfully to shifting marine resources due to climate change? WhaleAdapt is engaged and integrated with the most vulnerable groups from the tropics to the Arctic to address key risks through novel interdisciplinary approaches and will contribute to better understanding how climate change is impacting the spatial and trophic ecology of cetaceans as marine predators in the North Atlantic, and to help whaling communities across three countries to make a sustainable, healthy, and socioeconomically viable adaptation to shifting marine resources. Results have broad implications for national agencies and international agreements on climate change, biodiversity, and pollution.\r\n\r\nWhaleAdapt has five major objectives: 1. Investigate past, present, and future distribution and relative abundance of North Atlantic toothed whales using local ecological knowledge (LEK) and habitat suitability modelling; 2. Use chemical tracers to evaluate the trophic roles of toothed whales across the North Atlantic and study climate-driven changes; 3. Assess concentrations of key contaminants and nutrients in whales consumed as foods, and improve knowledge on their sources and pathways using isotopic tracers; 4. Inform the sustainability of harvest based on population size, structure, and demographic history; 5. Co-develop knowledge on the economic and cultural value of whales as foods relative to newly available cetaceans and other wild (e.g., fish) and imported foods. This project will use cutting-edge approaches across disciplines in habitat and distribution modeling, dietary tracers (stable isotopes, fatty acid analysis), genomics, ecotoxicology, and social science, particularly using LEK. Results will engage the academic community and policy makers. Results will be disseminated to researchers through conference presentations, invited seminars, peer‐reviewed papers, and contributions to national and international assessment reports.\r\n\r\nThis is a project jointly funded by the U.S. National Science Foundation and funding agencies from Canada via the 2023 International Joint Initiative for Research on Climate Change Adaptation and Mitigation Competition. This Competition allowed a single joint international proposal to be submitted and peer-reviewed by Canada. Upon successful joint determination of an award recommendation, each agency funds the proportion of the budget that supports scientists at institutions in their respective countries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Kiszka",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy J Kiszka",
   "pi_email_addr": "jkiszka@fiu.edu",
   "nsf_id": "000769445",
   "pi_start_date": "2024-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 376582.0
  }
 ],
 "por": null
}