{
 "awd_id": "2426522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ExpandQISE: Track 1: JSU-UNL Collaboration on Quantum Sensing Research and Education for Minority Participants",
 "cfda_num": "47.041, 47.049, 47.076",
 "org_code": "03060000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2024-08-28",
 "awd_max_amd_letter_date": "2024-08-28",
 "awd_abstract_narration": "Developing novel quantum biosensors with unprecedented spatial resolution and sensitivity have potential to be used for biotechnology and next-generation medical diagnostics devices. For designing and exploiting the potential of nitrogen–vacancy (NV) diamond-based quantum sensors for monitoring “localized biological events” in live cells under physiological conditions, this Expanding Capacity in Quantum Information Science and Engineering (ExpandQISE) project aims to form an interdisciplinary collaborative team effort of researchers from Jackson State University (JSU), a historically black college or university (HBCU) serving institution, and University of Nebraska-Lincoln (UNL). With the rapidly growing excitement in both academia and industry for quantum sensors, the vision of this project is to provide opportunities for Underrepresented Minority (URM) participants to contribute to this frontier through innovative research and education. African Americans represent 98 percent of the minority population in Mississippi and 37 percent of its citizens, giving it the highest concentration per capita of this minority group in the nation. As an Historically Black University (HBCU) and the only urban university in Mississippi, JSU has a unique opportunity to attract and retain African Americans students in Quantum Information Science and Engineering (QISE) research and education. JSU-UNL Collaboration on Quantum Sensing Research and Education develops and expands UNL's research and educational capabilities on quantum sensing research, which prepares African Americans and women to become an effective future generation of scientists for our nation. This project provides more than 80 graduate, undergraduate, and K12 minority participants from JSU and other local community colleges, and K-12 schools the opportunity to acquire a comprehensive training in quantum biosensing through QISE course and diamond quantum microscope, which is in the horizon of NSF's mission to train the workforce that is essential to progress and commercialization of emerging quantum sensor technology. An anticipated far-reaching and lasting effect of this project is its impact on training and mentoring African American students in QISE areas of research that have excellent long-term job prospects. \r\n\r\nThe QISE research objective focuses on the development and application of quantum sensing technology by using NV centers in diamond for real time monitoring of cytochrome-c (cyt-c) release during cell apoptosis. Specifically, the principal investigators focus on elucidating the fundamental design principles which have the potential to revolutionize diverse applications for sensing. The research activities include developing multifunctional biocompatible diamond-based quantum sensors for quantitative detection of cyt-c release upon cell apoptosis. The main research thrusts include (i) developing multifunctional biocompatible diamond-based quantum sensors and (ii) designing quantum sensing using NV doped diamond chips and nanodiamonds for real time monitoring of cyt-c release during cell apoptosis. This research tackles fundamentally new questions in the design and processing of multifunctional biocompatible nanodiamond-based quantum sensors, which may exhibit many unprecedented properties for numerous promising biosensing applications. The JSU-UNL collaborative research helps in advancing the science and engineering of NV diamond, which can have emerging applications in cyt-c sensing in live cell. The long-term outcome of this research is to establish scientific design criteria for quantum material-based multifunction compatible sensor for in vivo imaging cyt-c which provides a fundamental advance for impacting quantum information technologies. The educational activities include: (1) improving research infrastructure in quantum sensing capability at JSU by developing diamond quantum microscope, (2) developing collaborative MS/PhD advising program for URM students with a strong focus on quantum sensing, (3) initiating summer research for undergraduate (REU) program at JSU for URM participants on QISE research and education, (4) building QISE research and education program for URM K-12 participants, and (5) designing new QISE course with an emphasis on the hands-on and project-based learning modules.\r\n\r\nThis project is co-funded by the Historically Black Colleges and Universities Undergraduate Program (HBCU-UP), which provides awards to strengthen STEM undergraduate education and research at HBCUs. This award was jointly funded by the Directorate for Engineering, Division of Civil, Mechanical and Manufacturing Innovation and the Directorate for Mathematical and Physical Sciences, Office of Strategic Initiatives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paresh",
   "pi_last_name": "Ray",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Paresh C Ray",
   "pi_email_addr": "paresh.c.ray@jsums.edu",
   "nsf_id": "000300086",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abdelghani",
   "pi_last_name": "Laraoui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdelghani Laraoui",
   "pi_email_addr": "alaraoui2@unl.edu",
   "nsf_id": "000735595",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jackson State University",
  "inst_street_address": "1400 J R LYNCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6019792008",
  "inst_zip_code": "392170002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MS02",
  "org_lgl_bus_name": "JACKSON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WFVHMSF6BU45"
 },
 "perf_inst": {
  "perf_inst_name": "Jackson State University",
  "perf_str_addr": "1400 J R LYNCH ST",
  "perf_city_name": "JACKSON",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "392170002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MS02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "289Y00",
   "pgm_ele_name": "ExpandQISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": null
}