{
 "awd_id": "2426316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EAGER: Autofluorescence lifetime flow sorting with time-correlated single photon counting",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 125805.0,
 "awd_amount": 125805.0,
 "awd_min_amd_letter_date": "2024-07-01",
 "awd_max_amd_letter_date": "2024-07-01",
 "awd_abstract_narration": "The goal of this project is to develop technologies that can identify and separate cells based on changes in the activity of light-emitting molecules that are naturally present in all cells. Specifically, NAD(P)H is a molecule involved in energy production within cells, and the binding activity of NAD(P)H with other molecules will be measured within each cell. Since these technologies can separate cells without destroying them or disturbing their native function, relationships between current cell function and later cell behavior can also be explored. Use of this technology specifically in stem cells, which have distinct, measurable types of NAD(P)H binding activity, can be used i) to identify these low abundance cells in tissues, such as the brain, and ii) to confirm stem cells are healthy prior to human transplantations, for example. To study and identify adult brain stem cells, a cell population that contributes to cognitive resilience, single cell NAD(P)H measurements of self-renewal abilities and further isolation capabilities are needed. Development of these new cell sorting technologies will provide a deeper understanding of cell features that contribute to cognitive resilience. Stem cells can also be transplanted into the brain to replace populations of cells lost in disease, such as in Parkinson’s disease. While there are many tests these stem cells must pass, there is currently no test of cell health based on cell metabolism. NAD(P)H binding activities can also report on stem cell metabolic health. Thus, cell sorting capabilities based on NAD(P)H binding activities could also improve the purity of stem cell manufacturing for research and treatment. Overall, the technologies developed in this proposal could significantly impact multiple areas of biomedical research by providing a label-free, rapid, single-cell, technique to purify cells and identify functional subsets of cells. These concepts are shared with K-12 students through high school apprentices in the lab and an immersive rural summer science camp.  \r\n\r\nPreliminary data from multiphoton fluorescence lifetime imaging studies show changes in the fluorescence lifetime of NAD(P)H between cells with and without self-renewal capacity, and between subpopulations within stem cell lines. New NAD(P)H lifetime flow cytometry technologies have also been developed that can accurately recover biological changes captured with standard multiphoton approaches. However, real-time cell sorting capabilities based on NAD(P)H lifetimes are not yet available. Therefore, this proposal will develop new sorting capabilities for NAD(P)H lifetime flow cytometry to (1) create a single cell deposition module that provides cell-to-cell correspondence between NAD(P)H lifetimes and self-renewal capacity to enable label-free identification of stem cells within a mixed population, and (2) separate metabolic subpopulations within stem cell lines for improved quality control of these lines. The development of active sorting technologies based on label-free NAD(P)H fluorescence lifetimes, including binary sorting into bins and single cell deposition systems, would provide a radically different approach for cell enrichment and single cell functional assessments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Skala",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa C Skala",
   "pi_email_addr": "mcskala@wisc.edu",
   "nsf_id": "000639177",
   "pi_start_date": "2024-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morgridge Institute for Research, Inc.",
  "inst_street_address": "330 N ORCHARD ST",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6083164335",
  "inst_zip_code": "537151119",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "THE MORGRIDGE INSTITUTE FOR RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "W6Q8XJV41Z98"
 },
 "perf_inst": {
  "perf_inst_name": "Morgridge Institute for Research, Inc.",
  "perf_str_addr": "330 N ORCHARD ST",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7236",
   "pgm_ref_txt": "BIOPHOTONICS, IMAGING &SENSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 125805.0
  }
 ],
 "por": null
}