{
 "awd_id": "2426768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ExpandQISE: Track 2: Quantum Fluids and Solids as Platforms for Quantum Science and Engineering",
 "cfda_num": "47.041, 47.049, 47.076",
 "org_code": "03060000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2029-09-30",
 "tot_intn_awd_amt": 5000000.0,
 "awd_amount": 5000000.0,
 "awd_min_amd_letter_date": "2024-08-28",
 "awd_max_amd_letter_date": "2024-08-28",
 "awd_abstract_narration": "This project aims to elevate Florida A&M University (FAMU), a leading Historically Black College and University, to the forefront of Quantum Information Science and Engineering (QISE). The project is structured around three strategic goals. Firstly, the project collaborates with leading external experts to develop cutting-edge QISE research, featuring four synergistic activities leveraging quantum fluids and solids: advancing an emerging qubit platform with electrons confined on a solid neon surface; building optomechanical sensors using photons trapped in levitated superfluid helium drops; studying the evolution of electron superposition states in superfluid helium; and developing rotation sensors utilizing the matter-wave nature of superfluid helium. Secondly, it aims to create a comprehensive educational program at the FAMU-FSU College of Engineering (COE) designed to address the national demand for engineers proficient in quantum concepts and techniques. Lastly, the project also focuses on ensuring the sustainability of QISE research and education through strategic infrastructure development and faculty recruitment at FAMU-FSU COE. This multifaceted approach is poised to drive regional and national advancements in quantum research and education, ultimately contributing to the broader goal of establishing a competitive and diverse quantum workforce in the United States.\r\n\r\nThe research team leverages quantum fluids and solids to advance Quantum Information Science and Engineering (QISE) through four synergistic projects, each poised to drive significant advances in quantum technology and theory. The first project advances an emerging qubit platform by using electrons trapped on solid neon surfaces, focusing on a detailed comprehension and manipulation of these electron quantum states. It explores the stability and coherence properties of trapped electrons, making significant strides in developing robust qubit systems. The second project develops ultrahigh-finesse optical cavities with levitated superfluid helium drops, entering novel realms of quantum optomechanics to sense quantum fluctuations with unprecedented sensitivity. This activity probes the interactions between light and matter at the quantum level, offering new insights into the fundamental nature of quantum systems. The third project investigates the wavefunction dynamics of electrons in superposition states within superfluid helium, enhancing understanding of quantum decoherence processes critical for maintaining the integrity of quantum information. The research explores the mechanisms of decoherence in a superfluid environment. The final project focuses on the engineering optimization of superfluid quantum interference devices, aiming to significantly enhance their performance in quantum sensing applications. This involves refining the design and fabrication techniques to improve the sensitivity and reliability of these devices. Supported by collaborations with leading scholars and access to advanced facilities, these activities are expected to make substantial contributions to the field of quantum science, deepening the understanding of quantum mechanics and driving innovation in QISE. This project fosters an advanced research agenda and comprehensive educational initiatives, aligning with broader goals to enhance quantum research capabilities and develop a skilled and diverse quantum workforce.\r\n\r\nThis award was jointly funded by the Directorate for Engineering, the Directorate for Mathematics and Physical Science, Office of Strategic Initiatives; and by the Advancing Informal STEM Learning program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Guo",
   "pi_email_addr": "wguo@magnet.fsu.edu",
   "nsf_id": "000630757",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Harris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jack Harris",
   "pi_email_addr": "jack.harris@yale.edu",
   "nsf_id": "000093592",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhibin",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhibin Yu",
   "pi_email_addr": "zyu@eng.famu.fsu.edu",
   "nsf_id": "000682679",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dafei",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dafei Jin",
   "pi_email_addr": "dfjin@nd.edu",
   "nsf_id": "000825108",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mario",
   "pi_last_name": "Encinosa",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Mario Encinosa",
   "pi_email_addr": "mario.encinosa@famu.edu",
   "nsf_id": "0000A0103",
   "pi_start_date": "2024-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Agricultural and Mechanical University",
  "inst_street_address": "1700 LEE HALL DR #201",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8505993531",
  "inst_zip_code": "323070001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8LKB16HV1K5"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Agricultural and Mechanical University",
  "perf_str_addr": "1700 LEE HALL DR #201",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "289Y00",
   "pgm_ele_name": "ExpandQISE"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 5000000.0
  }
 ],
 "por": null
}