{
 "awd_id": "2427988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fate, Conversion Mechanisms, and Resource Recovery Implications of Microplastics during Hydrothermal Valorization of Wet Organic Wastes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 419906.0,
 "awd_amount": 419906.0,
 "awd_min_amd_letter_date": "2024-08-07",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "The US generates more than 100 million tons of wet organic waste each year. Directing this waste away from landfills can bring great environmental benefits. However, the conversion or re-use of waste-derived products may release contaminants such as microplastics into the environment. Microplastics are plastic particles smaller than 5 millimeters in size. Recent research has raised concerns about the risks of microplastics in the environment to human and ecosystem health. Hydrothermal conversion is a promising process to make renewable energy and valuable products from wet organic waste. However, limited knowledge is available on the fate of microplastics during hydrothermal conversion. The goal of this project is to understand the transformation of microplastics in hydrothermal systems in an integrated fashion to address gaps in our knowledge. Successful completion of this research will benefit society by facilitating the design of better waste management systems to reduce and/or eliminate microplastic contamination. Additional benefits to society result from public outreach and educational opportunities to increase scientific literacy and build sustainability skills for college students to improve the STEM workforce.\r\n\r\nLand application of waste-derived products is a significant source of microplastics into terrestrial ecosystems. Compared to landfilling, hydrothermal technologies have the potential to degrade/depolymerize microplastics in municipal solid waste while substantially reducing the environmental impacts at a competitive cost. The overarching goal of this research is to investigate the fate, conversion mechanisms, and resource recovery implications of microplastics during hydrothermal valorization of wet organic wastes. Two hypotheses form the basis of this project. First is that microplastics undergo resin-specific degradation reactions that can be enhanced by specific catalysts. The second hypothesis is that matrix effects from waste feedstock and reaction intermediates affect microplastic reactions. To test these hypotheses, the research team will undertake a series of experimental and modeling activities for the hydrothermal conversion of three widely used plastic resins: polyethylene terephthalate (PET), polyethylene (PE), and poly(vinyl) chloride (PVC). Specific tasks are designed to: i) establish conversion limits of plastic resins under autocatalytic conditions, ii) evaluate microplastic conversion and mechanisms for a variety of catalysts, and iii) investigate interactions between microplastics and waste matrices for hydrothermal waste valorization using techno-economic analysis and life cycle assessment. Educational activities focus on providing research opportunities for undergraduate students and course development on sustainable waste management. Public outreach events will be hosted during each year of the project and shared with the public to support the broader adoption of sustainability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yalin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yalin Li",
   "pi_email_addr": "yalin.li@rutgers.edu",
   "nsf_id": "000937768",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Georgia",
   "pi_last_name": "Arbuckle-Keil",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Georgia A Arbuckle-Keil",
   "pi_email_addr": "arbuckle@camden.rutgers.edu",
   "nsf_id": "000194346",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "NICOLE",
   "pi_last_name": "FAHRENFELD",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "NICOLE L FAHRENFELD",
   "pi_email_addr": "nfahrenf@rutgers.edu",
   "nsf_id": "000654447",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of New Jersey",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 419906.0
  }
 ],
 "por": null
}