{
 "awd_id": "2428537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Developing High Latitudes Capabilities for Wave Gliders",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922930",
 "po_email": "dporter@nsf.gov",
 "po_sign_block_name": "David Porter",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 299911.0,
 "awd_amount": 299911.0,
 "awd_min_amd_letter_date": "2024-07-11",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "The polar oceans act as a central thermostat that helps set the Earth’s temperature and governs our climate. Rapid changes are currently ongoing in the polar regions in response to interactions between the air, ocean, and sea-ice. Despite their importance, air-sea interactions at high latitudes remain poorly understood, in great part due to the observational challenges inherent to this extreme and remote environment. The overarching objective of this project is to develop and test a new generation of autonomous ocean platforms specifically designed to withstand the harsh polar environment, to enable improved understanding and quantification of fine-scale air-sea fluxes in these key regions of the globe. Doing so will enable the research community to advance observational capabilities of under-sampled high-latitude oceans while being respectful of the environment and local communities. Compared to research vessels, our wave-propelled platforms (”Wave Gliders”) produce a very low acoustic footprint, minimizing behavioral impact to marine mammals such as whales and seals, who are highly affected by underwater noise pollution generated by classical research vessels.\r\n\r\nResearchers will develop and test advanced capabilities added to existing, off-the-shelf platforms to operate in the extreme conditions of the high latitude oceans in order to understand how the ocean transfers heat and momentum to the atmosphere at fine scales. To accomplish this goal, instrumented Wave Gliders will first be upgraded with state-of-the-art technology for propulsion, energy generation and storage, anti-icing, and a scientific payload capable of operating for long durations in polar oceans. This new technology will be implemented and tested in the Air-Sea Interaction Laboratory and the recently completed SOARS facility at the Scripps Institution of Oceanography, UC San Diego. This facility is capable of developing a polar wave glider, as it can incorporate sea ice and freezing sea spray similar to real world conditions. The validation of the instrumented autonomous vehicles will be conducted during multiple short deployments, initially off La Jolla, CA with a final deployment in the Southern Ocean in polar conditions. Students from local robotics programs will participate in both the development and testing of the polar wave glider.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lia",
   "pi_last_name": "Siegelman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lia Siegelman",
   "pi_email_addr": "lsiegelman@ucsd.edu",
   "nsf_id": "0000A038J",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luc",
   "pi_last_name": "Lenain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luc Lenain",
   "pi_email_addr": "llenain@ucsd.edu",
   "nsf_id": "000784621",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299911.0
  }
 ],
 "por": null
}