{
 "awd_id": "2429337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ReDDDoT Phase 2: Inclusive American language technologies",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032924217",
 "po_email": "dsumy@nsf.gov",
 "po_sign_block_name": "Danielle F. Sumy",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 1051622.0,
 "awd_amount": 1051622.0,
 "awd_min_amd_letter_date": "2024-08-21",
 "awd_max_amd_letter_date": "2024-08-21",
 "awd_abstract_narration": "More than 350 languages and many additional variants and dialects are spoken in the United States and yet, voice technology recognizes only a handful. This research will create crucial training datasets, predominantly optimized for speech recognition (speech-to-text), for three underrepresented, American sociolinguistic contexts — a sociolect, a code-switching language context, and an Indigenous language. The methodology for co-creating these datasets with communities prioritizes building the agency, skills, and knowledge required for people to use and apply their dataset to serve their own social and economic context. Inclusive speech-to-text technology that recognizes more American language dialects means that more Americans can access critical information across citizen services, finance, education, health, and justice.\r\n\r\nThe project iterates a community-mobilizing, inherently capacity-building, applied methodology for creating crucial machine-learning datasets, predominantly optimized for speech recognition (speech-to-text). The data creation process (text and audio) for these datasets will be run, hosted, and released through an open-source platform and infrastructure to ensure public accessibility. Communities will co-create the datasets from design phase to quality assurance, with space to shape the governance framework, diversity criteria, and domain representation. This program will: (1) bridge critical gaps for innovative technological research on under-represented languages and variants; (2) evolve understanding of culturally-conscious, consent-centric modes of community participation in the building of artificial intelligence (AI); and (3) accelerate first-language language technology tooling in key economic domains such as health, education, justice, and agriculture, thereby accelerating pathways to societal and economic benefits. The project will also advance skills development in machine learning by actively involving individuals who speak these underrepresented language variants in the data collection process. The project methodology is applied pedagogy, through teaching communities about AI training datasets by involving them in their design and build. This skill-building approach can lead to improved community representation within STEM professions, as well as immediately mitigating dataset biases and potential harms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ella Mae",
   "pi_last_name": "Lewis-Jong",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ella Mae C Lewis-Jong",
   "pi_email_addr": "em@mozillafoundation.org",
   "nsf_id": "0000A02LV",
   "pi_start_date": "2024-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mozilla Foundation",
  "inst_street_address": "149 NEW MONTGOMERY ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6509030800",
  "inst_zip_code": "48377",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "MOZILLA FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKMBPAQ23N69"
 },
 "perf_inst": {
  "perf_inst_name": "Mozilla Foundation",
  "perf_str_addr": "149 NEW MONTGOMERY ST FL 4",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941053740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "293Y00",
   "pgm_ele_name": "ReDDDoT-Resp Des Dev & Dp Tech"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1051622.0
  }
 ],
 "por": null
}