{
 "awd_id": "2429545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Segregation and Mixing of Cohesive Particles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 448916.0,
 "awd_amount": 448916.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "A major challenge in processing granular materials such as grains, pellets, beads, and powders in chemical, consumer product, and pharmaceutical manufacturing is that cohesive forces between particles affect their flow and mixing.  The impact can be profound — poor mixing of active ingredients with fillers in the pharmaceutical industry can result in pills with too much active ingredient, risking overdose for the patient, or too little active ingredient to have the intended medical impact. The problem is that as granular materials flow, particles of different sizes tend to de-mix, or “segregate.” Although models to predict segregation and mixing are available for non-cohesive particles, the segregation behavior changes dramatically for “sticky” particles, which are very common in industry. The issue is further complicated because particle cohesion can be advantageous in some situations and problematic in others — the “stickiness” of cohesive particles can prevent unwanted segregation but also can reduce the flowability of powders or clog production equipment. This research will transform the understanding of the segregation and mixing of cohesive particles which will lead to physics-based models that can be used to design manufacturing processes that prevent segregation and promote mixing of cohesive granular materials in diverse areas ranging from pharmaceutical production to additive manufacturing.\r\n\r\nWhen granular materials flow, small particles tend to fall between larger ones such that particles of different sizes de-mix, or “segregate.”  Physics-based models for segregation developed over the past decade work well for non-cohesive particles but do not apply to cohesive particles. The goals of this research are to gain a fundamental understanding of how cohesive particles segregate due to differences in size and to develop predictive approaches that can be used to ensure that particles remain mixed.  Computer simulations and experiments will be used to characterize the segregation of flowing cohesive particle mixtures to determine the dependence of segregation on flow and particle parameters as well as to examine the underlying physics of cohesive particle segregation at the particle scale. The resulting understanding of mechanisms at both particle and flow levels will lead to a continuum model for segregation of cohesive particles analogous to that for segregation of non-cohesive particles.  Not only will this research transform the understanding of segregation and mixing of cohesive particles, but it will also result in a transition from current ad hoc approaches for predicting cohesive particle segregation and mixing to physics-based models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lueptow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Lueptow",
   "pi_email_addr": "r-lueptow@northwestern.edu",
   "nsf_id": "000334479",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Umbanhowar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Umbanhowar",
   "pi_email_addr": "umbanhowar@northwestern.edu",
   "nsf_id": "000413820",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Fan",
   "pi_email_addr": "Yfan5@dow.com",
   "nsf_id": "000867576",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 448916.0
  }
 ],
 "por": null
}