{
 "awd_id": "2429793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPSCoR Research Fellows: NSF: PeptoCross: Crosslinked Peptoids for Biomimetic Materials",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032927916",
 "po_email": "bjmccall@nsf.gov",
 "po_sign_block_name": "Benjamin J. McCall",
 "awd_eff_date": "2025-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 235977.0,
 "awd_amount": 235977.0,
 "awd_min_amd_letter_date": "2024-09-10",
 "awd_max_amd_letter_date": "2024-09-10",
 "awd_abstract_narration": "Tissue engineering and stem cell therapy hold great promise for the treatment of a wide range of diseases. However, suitable scaffolds that can mimic the natural extracellular matrix (ECM) are needed to allow cells to survive, divide, differentiate, etc. Hydrogels are a class of materials that resemble the ECM, due to their ability to retain high amounts of water. Recent studies showed that polymers can be used to form hydrogels with great similarity to the natural ECM. However, despite the effort towards the development of a suitable biocompatible material, mimicking the natural counterparts is still a significant challenge that needs to be overcome. The aim of this NSF EPSCoR Research Fellowship project is to address this challenge by developing a novel class of biomimetic hydrogels. The fellowship will support establishment of a long-term partnership between the University of Maine (UMaine) and the Molecular Foundry (MF) at Lawrence Berkeley National Laboratory (LBNL) in California, and a graduate student from the Department of Chemistry at UMaine to perform experiments at the MF to gain cutting-edge skills to develop and characterize functional biomaterials.\r\n\r\nIn this NSF EPSCoR Research Fellowship, the PI will partner with the MF at LBNL to develop a strategy to synthesize a new class of hydrogels based on functionalized peptoid conjugates that will be characterized by responsiveness capability. The main goals of the project are: 1) synthesize a large library of peptoid conjugates capable to form hydrogels; 2) gain hands-on experience on key instruments for the synthesis and characterization of peptoids; and 3) transfer the knowledge acquired during the periods spent at LBNL to UMaine. The fellowship will support on-site collaborations between the PI and a graduate student at the host institution to learn the synthetic and characterization methods for the peptoid conjugates. The focus of the project is to learn and transfer the expertise acquired at the MF to UMaine. Partnership with the MF for this project will bring new skillsets to the PI group, highly improving the group’s expertise in the field of peptoids and UMaine’s infrastructure. It is expected that this partnership will become a long-term collaboration between UMaine and the MF, allowing the PI to have continued access to state-of-the-art instrumentation capabilities of the MF, quickly advancing her research trajectory. The end goal of this project is to use the synthesized functionalized peptoid conjugates to develop a new class of hydrogels that could be used as scaffold to mimic the ECM and advance new approaches to disease treatment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessia",
   "pi_last_name": "Battigelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessia Battigelli",
   "pi_email_addr": "alessia.battigelli@maine.edu",
   "nsf_id": "000929223",
   "pi_start_date": "2024-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence Berkeley National Laboratory",
  "perf_str_addr": "1 Cyclotron Rod",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947208099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 235977.0
  }
 ],
 "por": null
}