{
 "awd_id": "2430923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ENG-QUANT: Metamaterial-enabled superconducting nanowire detectors for high temperature operation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2024-08-01",
 "awd_max_amd_letter_date": "2024-08-01",
 "awd_abstract_narration": "ENG-QUANT: Metamaterial-enabled superconducting nanowire detectors for high temperature operation\r\n\r\nSingle-photon detectors are at the core of modern strategic quantum technologies. Superconducting nanowire single-photon detectors offer outstanding, unbeaten counting performances at near-infrared; however, their sub-Kelvin operation requires bulky and expensive cryostat, hindering their widespread field deployment and representing one of the obstacles to the large-scale diffusion and democratization of photonic quantum technologies. To solve this bottleneck, this proposal aims to increase the operational temperature of these detectors by exploring superconducting, optical, and thermal metamaterials combined in novel device architectures while using traditional superconducting compounds available for large-scale fabrication. The proposed research, if successful, will not only result in nanowire single-photon detectors operating a ~10 Kelvin for near-to-mid-infrared wavelengths but extend superconducting technology's applicability, making it accessible to more researchers and broadening the scope of quantum research and applications beyond the elite confines of current technology. This research project will train one graduate student in the wide area of quantum hardware, provide opportunities for the early involvement of undergraduate researchers, specifically from underrepresented groups, and will have a significant educational impact, with the development of teaching modules on several topics. \r\n\r\nThe approach of this project is to develop high-temperature, highly efficient near-to-mid-infrared nanowire detectors through the integration of metamaterials. The theory of single-photon detection in nanowires suggests that efficient detection can be achieved at high temperatures if nanowires can reach the true superconducting depairing state. The proposed research specifically targets this objective and supports high-temperature detection by developing and integrating three nanostructured metamaterials. (1) A superconducting metamaterial capable of reaching the superconducting depairing limit at high temperature, based on nanowires fabricated from optimized high critical temperature type-II thin-film, featuring topography tuning for homogenous switching currents, vortex engineering for controlled pinning and reduced entry, and fabrication process optimization for reduced roughness. (2) An optical metamaterial to support high external efficiency based on nanowire-integrated plasmonic nanostructures metamaterials. (3) A thermal metamaterial to foster high-temperature detection capabilities by enhancing high-energy down-converted phonons injection and recovery. Finally, the three metamaterials will be integrated into a single architecture to demonstrate high-efficiency single-photon detectors operating at high temperatures. Beyond quantum technologies, the successful completion of the project will impact various other applications, from astronomy to biomedical imaging.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Colangelo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Colangelo",
   "pi_email_addr": "ma.colangelo@northeastern.edu",
   "nsf_id": "000810775",
   "pi_start_date": "2024-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matteo",
   "pi_last_name": "Rinaldi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matteo Rinaldi",
   "pi_email_addr": "rinaldi@ece.neu.edu",
   "nsf_id": "000607193",
   "pi_start_date": "2024-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benyamin",
   "pi_last_name": "Davaji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benyamin Davaji",
   "pi_email_addr": "b.davaji@northeastern.edu",
   "nsf_id": "000829452",
   "pi_start_date": "2024-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": null
}