{
 "awd_id": "2431391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Civic-PG Track A: Measuring Atmospheric Variability to Manage Intra-urban Heat and Air Quality",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 74573.0,
 "awd_amount": 74573.0,
 "awd_min_amd_letter_date": "2024-08-05",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "The National Institutes of Health note that heat and poor air quality in urban areas are the cause of significant illness and death in the US every year, with heat slated to increase dramatically in the future due to global warming. Many cities in the American southwest are already suffering from the combined impacts of rising temperatures and increased air pollution, the latter due to wildfires and drought, with drought causing increased air-borne dust due to the drying of an already arid landscape. Exacerbating this problem is the fact that the scientific understanding of the urban heat island phenomenon is incomplete. Various attempts have been tried to mitigate the problem; but most are ad-hoc and not based on scientific evidence, especially when heat and air pollution co-exist in increasingly complex urban environments that contain a mix of surfaces, waste heat from buildings and other infrastructure, heavily traveled roadways, and other sources of heat and air pollution. The premise of this planning process is to discover if the urban heat island effect is driven solely by surface characteristics or if it can be reinforced by local variations in atmospheric pollution. Air quality issues and climate change are often studied separately even though the chemical and physical processes that occur in the atmosphere are factors in both. This Civic Innovation Challenge (CIVIC) planning process brings together a science team with local city government entities to better understand the problem and the potential coupling of heat and air pollution in the city of San Antonio, Texas with San Antonio serving as a pilot for the co-design of a science/research-based, implementable, scalable, and sustainable solution that addresses, in one study, heat and air quality in an urban environment. It will also identify effective solutions that can be used for mitigation approaches that can improve San Antonio resident resilience to these problems. The science team and city planners from four departments of the San Antonio city government will work together to co-design a plan for better understanding the atmospheric system in a complex urban environment and determine the cause(s) and locations of dangerous hot spots in cities. The team will investigate and quantitatively measure characteristics of the city of San Antonio to both examine the interaction between air pollution and heat and determine the effectiveness of already implemented ways that the city and its residents are trying to reduce surface and air temperatures, such as deploying “cool pavement” surfaces and increasing city tree canopy and green space. In addition to measuring the concentration of atmospheric pollutants and the temperature of the air and surfaces, the team will survey and interview residents to see if they have insights beyond those coming out of the scientific literature. Broader impacts of the work are results that are intended to be scalable and sustainable and provide fact-based evidence to allow communities to use their resources more efficiently to improve their local environmental conditions. Any outcomes that result in the decrease of urban/city air and surface temperatures and air pollution will increase community health and well-being. \r\n \r\nDespite the well-established need for action on urban heat island impacts and the fact that research has shown that urban heat exacerbates air pollution, the feedback loops and how air pollution can worsen urban heat island intensity is not well known. This planning process and the follow-on proposal will adopt a new framing and assess the potential bi-directional interactions between urban heat islands and air quality. The CIVIC science and San Antonio city team will work together to investigate the causes of urban heat and poor air quality as well as the intra-urban variations in each. The results will involve the implementation of science-backed solutions that are targeted to mitigate heat and pollution drivers. The collective goal of the planning process and follow-on project is to improve understanding of the urban environment to enable implementation of effective strategies that can successfully mitigate urban environmental heat and air pollution hazards. The joint science and San Antonio city team will collect air temperature, relative humidity, air pollutant concentrations (ozone, particulate matter, and carbon dioxide among others), land surface temperature, and aerosol optical depth. They will also engage San Antonio city residents to find out their experience living with, and attempting to, mitigate San Antonio heat and negative air quality. The resulting information will provide food for discussion among CIVIC team members on the effectiveness of already employed heat mitigation efforts and possible new approaches. It will also illuminate whether there is bi-directional interaction between air pollution and heat. Results of the planning process are identification and co-design of the most promising heat/air pollution mitigation and installation strategies targeting key locations in the city that can increase community resilience to climate change. To achieve effective heat and air pollution mitigation strategies urban heat and atmospheric quality data will be collected and combined with remote sensing satellite data on surface and atmospheric conditions. This planning process will both improve understanding of how community-based efforts can be designed to improve living conditions in urban centers and catalyze needed policy changes. The process will also foster and strengthen collaboration between researchers and community stakeholders, develop new collaborations and partnerships, refine the research vision to enable submission of a successful follow-on proposal that will implement the community vision and provide data to address research questions and develop evaluation methods and measures for the follow-on project. Through this approach, the project team feels the activities and anticipated outcomes can be replicated in other similar urban communities facing similar challenges.\r\n\r\nThis project is in response to the Civic Innovation Challenge program’s Track A. Climate and Environmental Instability - Building Resilient Communities through Co-Design, Adaption, and Mitigation and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy. This project was funded by the NSF Directorate for Geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Brown",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen E Brown",
   "pi_email_addr": "kristen.brown2@utsa.edu",
   "nsf_id": "000879367",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Packham",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Packham",
   "pi_email_addr": "chris.packham@utsa.edu",
   "nsf_id": "000484670",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamon",
   "pi_last_name": "Halvaksz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jamon A Halvaksz",
   "pi_email_addr": "JAMON.HALVAKSZ@UTSA.EDU",
   "nsf_id": "000598195",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lindsay",
   "pi_last_name": "Fuller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsay Fuller",
   "pi_email_addr": "lindsay.fuller@utsa.edu",
   "nsf_id": "000838268",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Debbage",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neil Debbage",
   "pi_email_addr": "neil.debbage@utsa.edu",
   "nsf_id": "000861764",
   "pi_start_date": "2024-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 74573.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project targets health improvement through prevention.&nbsp; The community identified a need to address extreme urban heat due to its impact on their health, infrastructure, economy, and environment.&nbsp;Although the City of San Antonio has been working to mitigate urban heat for several years, heat-related illnesses and fatalities continue. The past two years have been particularly challenging as many extreme heat records have been broken. In the summer of 2024, more than 500 heat related illnesses were documented in Bexar County, where San Antonio is located.&nbsp;</span></p>\r\n<p>This project co-designed a solution with input from the community and research team. Analysis during the planning grant stage confirms our hypothesis that heat and poor air quality are unevenly distributed across the county. This enables us to prioritize efforts for environmental improvements toward the most vulnerable locations.&nbsp;We selected the mitigation strategy locations based on the insight that residents tend to feel hottest in their own neighborhood or in public spaces.&nbsp;The design includes adding shade and air conditioning while taking the opportunity to create awareness about ways to stay healthy. These interventions will help build a more knowledgeable, prepared, and healthy community and the lessons learned can be applied to most American urban areas.</p>\r\n<p>The data backed design prioritizes the most vulnerable locations. The neighborhood selected for the heat pumps is one in which 16% of residents have a high energy burden (compared to the 5% county-wide average).The park to be upgraded has a high walk score compared to the county-wide average,<span style=\"font-size: 10px;\"> </span>which means that nearby residents will be more able to access the parks via walking, making heat exposure more relevant. In the area selected for residential tree planting, current tree coverage is only 13%, compared to the city-wide average of 33%. All of the identified mitigation areas are hotter than the average county-wide temperature.</p><br>\n<p>\n Last Modified: 04/08/2025<br>\nModified by: Kristen&nbsp;E&nbsp;Brown</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2431391/2431391_10946503_1743518740650_HeatMitigationMap--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2431391/2431391_10946503_1743518740650_HeatMitigationMap--rgov-800width.png\" title=\"Map of Bexar County, where San Antonio is, with orange highlighting, workshops and deployments are located in or near the orange problem areas and measurements are both in and outside of those areas.\"><img src=\"/por/images/Reports/POR/2025/2431391/2431391_10946503_1743518740650_HeatMitigationMap--rgov-66x44.png\" alt=\"Map of Bexar County, where San Antonio is, with orange highlighting, workshops and deployments are located in or near the orange problem areas and measurements are both in and outside of those areas.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A map identifying where the community identified issues and where the pilot vision is planned.</div>\n<div class=\"imageCredit\">Kristen E Brown</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kristen&nbsp;E&nbsp;Brown\n<div class=\"imageTitle\">Map of Bexar County, where San Antonio is, with orange highlighting, workshops and deployments are located in or near the orange problem areas and measurements are both in and outside of those areas.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project targets health improvement through prevention. The community identified a need to address extreme urban heat due to its impact on their health, infrastructure, economy, and environment.Although the City of San Antonio has been working to mitigate urban heat for several years, heat-related illnesses and fatalities continue. The past two years have been particularly challenging as many extreme heat records have been broken. In the summer of 2024, more than 500 heat related illnesses were documented in Bexar County, where San Antonio is located.\r\n\n\nThis project co-designed a solution with input from the community and research team. Analysis during the planning grant stage confirms our hypothesis that heat and poor air quality are unevenly distributed across the county. This enables us to prioritize efforts for environmental improvements toward the most vulnerable locations.We selected the mitigation strategy locations based on the insight that residents tend to feel hottest in their own neighborhood or in public spaces.The design includes adding shade and air conditioning while taking the opportunity to create awareness about ways to stay healthy. These interventions will help build a more knowledgeable, prepared, and healthy community and the lessons learned can be applied to most American urban areas.\r\n\n\nThe data backed design prioritizes the most vulnerable locations. The neighborhood selected for the heat pumps is one in which 16% of residents have a high energy burden (compared to the 5% county-wide average).The park to be upgraded has a high walk score compared to the county-wide average, which means that nearby residents will be more able to access the parks via walking, making heat exposure more relevant. In the area selected for residential tree planting, current tree coverage is only 13%, compared to the city-wide average of 33%. All of the identified mitigation areas are hotter than the average county-wide temperature.\t\t\t\t\tLast Modified: 04/08/2025\n\n\t\t\t\t\tSubmitted by: KristenEBrown\n"
 }
}