{
 "awd_id": "2431804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  3D printing of personalized vascular grafts using novel elastomeric resins",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 274811.0,
 "awd_amount": 274811.0,
 "awd_min_amd_letter_date": "2024-08-19",
 "awd_max_amd_letter_date": "2024-08-19",
 "awd_abstract_narration": "The broader impact potential of this Small Business Innovation Research Phase I project is that the proposed resin, and the devices whose manufacturing it enables, will advance treatment of cardiovascular disease – one of the leading contributors to medical spending and death in the United States. Current vascular grafts used for treatment of vascular disease have poor long-term success and lead to a tremendous amount of patient suffering, rehospitalization, reoperation, and premature death. Thus, there is an urgent unmet need for improved treatment options. Successful translation of the proposed technology will result in an entirely new class of vascular prosthetics for this patient population to improve quality of life and decrease morbidity, all while alleviating a tremendous financial burden on the American healthcare system. Commercialization of this technology will generate new jobs in the biotechnology/additive manufacturing sector in upstate NY – a region that is severely lacking in these industries – demonstrating a positive potential impact on the economic advancement of the region.  \r\n\r\nThis Small Business Innovation Research Phase I project consists of three distinct objectives that will further development of our product, and significantly derisk the technology. The development of our novel 3D printing resin in this proposal is focused toward production of personalized, elastic, bioresorbable vascular grafts. Development, characterization, and optimization of this resin is the primary objective. Once the resin is produced, its ability to be manufactured into personalized vascular grafts will be demonstrated by using human CT angiography images to 3D print vascular prosthetics. Finally, vascular grafts produced from the resin will be implanted in the rat carotid artery to demonstrate the bioresorption of the material over time as an elastic neo-artery regenerates in its place. To date, we have demonstrated the ability to produce one-size-fits-all bioresorbable grafts that fully transform into elastic neo-vessels. This work will enable the growth of that technology for use in situations that can benefit from a personalized device – pediatric patients, arteries with diameters below 6mm, and branching arteries, to name a few.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "D'Amato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony D'Amato",
   "pi_email_addr": "anthony.damato@anovabiomedical.com",
   "nsf_id": "000950152",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ANOVA BIOMEDICAL, INC.",
  "inst_street_address": "237 KING RD E",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6313568993",
  "inst_zip_code": "148509448",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "ANOVA BIOMEDICAL, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "QFZXPLRQCM44"
 },
 "perf_inst": {
  "perf_inst_name": "ANOVA BIOMEDICAL, INC.",
  "perf_str_addr": "237 KING RD E",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148509448",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274811.0
  }
 ],
 "por": null
}