{
 "awd_id": "2431767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CLIMA: Collaborative Research: Multistable Organic Structural Systems (MOSS)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927328",
 "po_email": "harkim@nsf.gov",
 "po_sign_block_name": "Harrison Kim",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 101675.0,
 "awd_amount": 101675.0,
 "awd_min_amd_letter_date": "2024-07-30",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "The objective of this CiviL Infrastructure research for climate change Mitigation and Adaptation (CLIMA) project is to integrate low-energy mechanisms into the designs of structural components, enabling them to adapt their shapes and configurations with minimal energy input. This project aligns with NSF’s mission of promoting the progress of science and advancing the national health, prosperity and welfare by creating new knowledge in energy-efficient and adaptable structures and design methodologies, and by enabling more resilient infrastructure against environmental challenges. The research will establish a firm analytical foundation that enables: (a) the integration of multi-stable systems in engineering designs; (b) the establishment of integrative design methodologies based on additive manufacturing and generative design; and (c) the combination of architectural and performance-based design that will empower system-level design and deployment of adaptive systems. The theoretical innovations will be realized by creating adaptive building enclosures that can change their shapes as necessary to improve building energy performance. Potential applications include structural systems that can adapt to changes in the environment, mechanical systems that can be rapidly deployed, and medical devices that can be modulated to accelerate healing. This project also includes the development of educational methods to train the next generation of engineers and architects interested in the broad concept of adaptive structural systems. \r\n\r\nThe overarching goal of this CLIMA project is to establish a strong foundation for the design and implementation of multi-stable components in structural and mechanical systems in order to achieve low-energy geometric modulation. The research draws upon architectural and structural design, additive manufacturing, and generative design theory to produce a new realm of adaptive capabilities through multi-stable systems. The research is innovative in its study of (a) snap-through mechanisms that enable adaptive structural functions attuned to various environmental configurations; (b) the integration of additive manufacturing and generative design to empower the efficient fabrication of components capable of high geometric and structural performance; and (c) system-level implementation of adaptive capabilities through design simulations of optimized building enclosure geometry with multi-stable connections and laboratory demonstrations. Results from this research will empower new engineering systems that can be modulated by altering stable states, thus requiring no energy to maintain the system in a given position. The research has broad societal impacts by paving a path to new structural system concepts in both existing and new structures to produce new geometric adaptation capabilities, and by focusing on the climate change mitigation and adaptation theme of reducing raw materials, maximizing utilization of materials, efficient manufacturability, and improving sustainability and resilience of buildings. The comprehensive education plan involves the integration of undergraduate students in research, development of curriculum, and creation of pre-kindergarten through high school educational materials and resources within the area of adaptive structures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Secord",
   "pi_mid_init": "w",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas w Secord",
   "pi_email_addr": "seco6437@stthomas.edu",
   "nsf_id": "000844573",
   "pi_start_date": "2024-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of St. Thomas",
  "inst_street_address": "2115 SUMMIT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6519626038",
  "inst_zip_code": "551051048",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "UNIVERSITY OF ST THOMAS",
  "org_prnt_uei_num": "MEQUD34ZB1Y6",
  "org_uei_num": "MEQUD34ZB1Y6"
 },
 "perf_inst": {
  "perf_inst_name": "University of St. Thomas",
  "perf_str_addr": "2115 SUMMIT AVE",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "072Y00",
   "pgm_ele_name": "EDSE-Engineering Design and Sy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 101675.0
  }
 ],
 "por": null
}