{
 "awd_id": "2431058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CISE MSI: RPP: IIS: Deep Clustering of Unlabeled Tabular Data for Transfer Learning in Heterogeneous Feature Space",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922451",
 "po_email": "acharyas@nsf.gov",
 "po_sign_block_name": "Subrata Acharya",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2024-08-13",
 "awd_max_amd_letter_date": "2024-08-13",
 "awd_abstract_narration": "The recent artificial intelligence (AI) revolution has been possible due to the availability of large pre-trained image and language models, which are fine-tuned for various domain applications through knowledge transfer. Such cross-domain transfer learning is feasible because image patterns or text semantics are shared across many domains. In contrast, many business, medical, and scientific data sets are structured in rows and columns as tabular data, which surprisingly remain a challenge for modern AI due to heterogeneity in columns and tables. This project will investigate theoretical and analytical solutions to enable cross-domain transfer learning of tabular data by complementing theoretical statistics and AI expertise. A cross-domain learning framework will enable the aggregation of knowledge from heterogeneous tabular data sources. By leveraging state-of-the-art data clustering methods, this project will provide new computational frameworks to learn from untapped and unlabeled tabular data sources to advance data-driven health science and informatics. The project will also pave the path for foundation and collaboration in data science education and research to train future data scientists from historically underrepresented groups. \r\n\r\nThe project aims to investigate two unmet problems in tabular data science.  First problem is hybrid deep representation clustering of unlabeled tabular data. Representation learning from unlabeled data is non-trivial, but highly practical when data samples in tables are hard to label by visually reading a heterogeneous feature space. This project will investigate deep clustering solutions for unlabeled tabular data by integrating multivariate statistical theories into innovative deep representation learning.  The second problem is transfer knowledge across unlabeled data tables. Cross-domain and transfer learning approaches are one of the cornerstones of modern AI applied to image and text data. However, similar approaches are challenging in tabular data due to the heterogeneity in feature space and application domains. The project will leverage recent breakthroughs in modeling data distributions and statistics to learn a novel cluster-friendly deep feature space from unlabeled tabular data. The cluster-friendly representation will facilitate subsequent learning and distillation of mutual and complementary information between data tables to enable transfer learning. The computational frameworks will be evaluated on tabular data sets from real-world Electronic Health Records in patient risk stratification tasks. The project will share new algorithms with source code, exchange knowledge and publications to strengthen collaboration, and train students. All these project activities are imperative for establishing full-scale tabular data science research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manar",
   "pi_last_name": "Samad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manar Samad",
   "pi_email_addr": "msamad@tnstate.edu",
   "nsf_id": "000788588",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liang",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liang Hong",
   "pi_email_addr": "lhong@tnstate.edu",
   "nsf_id": "000345898",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norou",
   "pi_last_name": "Diawara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Norou Diawara",
   "pi_email_addr": "ndiawara@odu.edu",
   "nsf_id": "000352662",
   "pi_start_date": "2024-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee State University",
  "inst_street_address": "3500 JOHN A MERRITT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6159637631",
  "inst_zip_code": "372091561",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N63ZMY7UETA3"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee State University",
  "perf_str_addr": "3500 JOHN A MERRITT BLVD",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372091500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173Y00",
   "pgm_ele_name": "CISE MSI Research Expansion"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "099Z",
   "pgm_ref_txt": "CISE MSI Research Expansion"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}