{
 "awd_id": "2431098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-PG Track B - Leveraging a connected network of unattended micro-pantries to reduce food waste and improve food security",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032920000",
 "po_email": "vsharma@nsf.gov",
 "po_sign_block_name": "Vishal Sharma",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 74999.0,
 "awd_amount": 74999.0,
 "awd_min_amd_letter_date": "2024-08-02",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "Traditional Hunger Relief Organizations (HROs) play a central role in reducing food insecurity. However, they face increasing challenges in equitably distributing rescued food. Vulnerable populations, such as the elderly, physically disabled individuals, and households with children, are often not able to access HROs during limited opening hours. Moreover, HROs often do not rescue food from smaller businesses, such as cafes, restaurants, and households which contribute to 70 percent of food waste in urban areas. Instead, HROs rely mostly on larger supply chains, not directly reducing food waste at a neighbourhood level. This project proposes to pilot a decentralized network of connected, unattended food micro-pantries to provide real-time information on existing demand for rescued food to food donors, collect food donations at a micro-scale level across neighborhoods of the Seattle study area, and monitor food safety. Micro-pantries are an emerging community-driven concept of independent, small, unattended, open-access, and community-run food pantries and fridges that are hosted on public-right-of-way or private properties and maintained by community members and local organizations. The disaggregated network of micro-pantries could support HROs as additional, more accessible and resilient food sources available closer to vulnerable communities and support more localized food rescue from households and local businesses. \r\n\r\nThe research team will prototype a wireless sensor platform installed at selected micro-pantries to collect food donations and pick-up data and provide real-time information to community groups, HROs, and local businesses to optimize the distribution of rescued food. The project is the first empirical study to quantitatively analyze micro-pantries' role in fighting food insecurity and improving equitable access to healthy eating. The research team will (1) perform a geospatial analysis of the existing network of micro-pantries in Seattle, WA; (2) develop and test a novel low-cost sensing system to detect food donations and pick-ups and measure food conditions; (3) develop a food donation training protocol for households and businesses located in proximity to micro-pantries; (4) estimate empirical demand and supply models to distribute rescued food optimally; (5) perform community outreach to document current food waste and food rescue practices. This research will provide a valuable, first-of-its-kind formal study of micro-pantries as a potential solution to food security that seeks to close gaps in traditional food rescue distribution. The results will provide key data to scale up programs that benefit low-income, food-insecure individuals, establishing a proof of concept for new community-based food distribution methods. The team includes experts from the University of Washington on urban distribution systems, sensor systems, and food safety, as well as a community partner working with local HROs to support food rescue and distribution. \r\n\r\nThis project is in response to the Civic Innovation Challenge program’s Track B. Bridging the gap between essential resources and services & community needs and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Goodchild",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Anne V Goodchild",
   "pi_email_addr": "annegood@uw.edu",
   "nsf_id": "0000A06C0",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Giacomo",
   "pi_last_name": "Dalla Chiara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giacomo Dalla Chiara",
   "pi_email_addr": "giacomod@uw.edu",
   "nsf_id": "0000A04CY",
   "pi_start_date": "2024-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 74999.0
  }
 ],
 "por": null
}