{
 "awd_id": "2431530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-PG Track B: Philanthropy Deserts: Identifying and Addressing Mismatches between Charitable Giving and Community Need",
 "cfda_num": "47.070, 47.075",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 74975.0,
 "awd_amount": 74975.0,
 "awd_min_amd_letter_date": "2024-08-08",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "Philanthropic foundations distribute over 100 billion USD in grants each year, and they have the capacity to significantly address social needs. However, evidence suggests a mismatch between the distribution of funds and community needs. By analyzing data on community needs and charitable giving, the research team is identifying “philanthropy deserts,” that is, communities with great needs receiving little philanthropic funding. To address this mismatch, the project includes a targeted giving initiative, whereby foundations are distributing significant grants to nonprofit organizations in philanthropy desert communities that the project is identifying and mapping nationally. By examining the distribution of funding relative to community needs and assessing the impact of targeted giving, this research serves both local and national interests by promoting more equitable and effective charitable giving. This project advances the fields of philanthropy, community development, and social policy, while also supporting efforts to reduce inequalities and improve community well-being across the country. Findings from this study are providing valuable insights for funders, community leaders, and policymakers, and transforming how foundations allocate resources to address community needs.\r\n\r\nThis project identifies philanthropy deserts by analyzing county-level data on community needs and the distribution of millions of grants awarded by foundations. It also assesses targeted giving as a strategy to address these deserts by evaluating an initiative whereby foundations distribute multiple grants to nonprofit organizations identified as civic hubs in under-resourced communities. By engaging with foundations and community leaders, the research team is examining the effectiveness and feasibility of this approach to distribute funds to under-resourced areas nationwide. By identifying philanthropy deserts and developing a scalable model to distribute funds to these areas, this project is providing evidence-based guidance for reducing funding disparities and creating a strategic framework for effective philanthropy.\r\n\r\nThis project is in response to the Civic Innovation Challenge program’s Track B. Bridging the gap between essential resources and services & community needs and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "BRAD",
   "pi_last_name": "FULTON",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "BRAD R FULTON",
   "pi_email_addr": "fulton@iu.edu",
   "nsf_id": "0000A05NN",
   "pi_start_date": "2024-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 74975.0
  }
 ],
 "por": null
}