{
 "awd_id": "2431468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-CIVIC-PG Track A: An AI-Assisted Digital Twin Platform for Advanced Energy Auditing and Retrofitting Analysis in Low-Income Homes at Multiple Scales",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927375",
 "po_email": "adubey@nsf.gov",
 "po_sign_block_name": "Abhishek Dubey",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2024-08-16",
 "awd_max_amd_letter_date": "2024-08-16",
 "awd_abstract_narration": "With escalating extreme weather events, aging homes especially those in lower income groups and rural regions face severe energy burdens. Advancements in the field of building energy auditing have been propelled by the integration of sophisticated technologies, such as Unmanned Aerial Vehicles (UAVs), Infrared Thermography (IRT), Computer Vision (CV), Artificial Intelligence (AI), and data-driven Building Energy Modeling (BEM). However, barriers remain in the integrative and effective management and analysis of the data collected by these innovative technologies in real-world practices, particularly in those underserved communities that often lack access to expert technicians, financial resources, and essential technological infrastructure. This project studies the community-engaged, participatory design of an innovative Digital Twin (DT) platform to synthesize advanced aerial imaging, AI analytics, energy modeling, and expert knowledge to pinpoint exactly where and how homes can be improved for energy efficiency. By improving accessibility and efficiency in energy auditing, the project seeks to enhance building sustainability and resiliency in underserved communities. Partnering with civic agencies, technical experts, and local communities in the southeastern United States, this research will explore and overcome barriers to adopting these technologies, contributing to better living conditions and environmental sustainability.\r\n\r\nThis project aims to engage civic agencies and technical experts to participatory design and develop an AI-assisted DT platform that seamlessly integrates cutting-edge auditing technologies, providing effortless access to multi-scale analytics for the efficient auditing and retrofitting decision-making. To achieve this, the planning project seeks to build partnerships within the U.S. southeastern low-income communities, to study three major questions: 1) What are the critical needs and challenges of weatherization for underserved communities. 2) How to overcome the barriers and enhance the adoption of advanced auditing technologies in underserved communities without overwhelming local resources? 3) How can stakeholders conduct appropriate analytics to support their needs in energy performance evaluation and retrofitting decision making? The objectives of the research are: 1) identifying challenges and needs for weatherization in low-income houses, 2) designing DT platform to support advanced technology implementation, and 3) empowering the DT with advanced AI to assist with multi-scale retrofit decision-making. By facilitating the DT platform with user-friendly access to functional tools, alongside exploring the socio-technical dynamics of their implementation, this research seeks to develop actionable strategies that ensure equitable improvements in building energy efficiency and resiliency across all communities.\r\n\r\nThis project is in response to the Civic Innovation Challenge program’s Track A. Climate and Environmental Instability - Building Resilient Communities through Co-Design, Adaption, and Mitigation and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaiwen",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaiwen Chen",
   "pi_email_addr": "kaiwen.chen@ua.edu",
   "nsf_id": "000914361",
   "pi_start_date": "2024-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}