{
 "awd_id": "2431980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ideas Lab: PEL Engineering Playground: Intelligent Augmented Reality for Personalized Learning Informed by Environmental Identity Development",
 "cfda_num": "47.041, 47.076",
 "org_code": "07040000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2024-08-15",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "This project will develop an innovative approach to personalized engineering education by creating the Personalized Engineering Playground (PEP), an intelligent Augmented Reality (AR) system informed by Environmental Identity Development (EID) theory. By tapping into students' formative childhood experiences in nature and linking them to engineering concepts, PEP aims to create more engaging, emotionally resonant learning experiences for engineering and technology students. This approach has the potential to attract and retain a more diverse group of students in engineering fields, addressing workforce demands and fostering a new generation of environmentally conscious innovators. By learning what formative experiences students who chose to pursue engineering think led them there, we could inform the curriculum for K-12 education, extending upon this pilot study. This insight into the motivations and inspirations of current engineering students can help develop more targeted and effective outreach programs for K-12 students, potentially sparking interest in engineering among more underrepresented groups. Such an approach could increase diversity in the engineering pipeline and, ultimately, the profession. The project aligns with the NSF's mission to promote the progress of science and advance national health, prosperity, and welfare by enhancing engineering education through cutting-edge technology and personalized learning experiences. By integrating environmental consciousness into engineering education, PEP will contribute to developing engineers who are better equipped to address pressing ecological challenges and create sustainable solutions for the future. \r\n\r\nThis two-year pilot study will focus on developing and testing a prototype version of PEP, targeting undergraduate engineering and technology students at Purdue University. The project will address two main research questions: (1) How have undergraduate engineering students' formative childhood experiences influenced their interest in pursuing engineering as a career, and how can we utilize these experiences to inform the development of an EID-informed AI/AR engineering learning platform? (2) Is there a knowledge gain on the presented engineering topics for different cohorts when students engage with a PEP module? The study will employ a mixed-methods approach, combining quantitative and qualitative data collection through surveys, embedded AR module questions, and analysis of learners' interactions with the platform. The research will involve two distinct cohorts of approximately 100 students each. Cohort 1 will participate in the initial survey phase, providing insights into their formative environmental experiences and their connections to engineering interests. Cohort 2 will engage directly with the developed AR/AI module during the pilot phase, offering hands-on feedback on its effectiveness and usability. The project will develop one AR module based on a common formative experience identified through student feedback, focusing on fundamental engineering concepts. This module will be integrated as a regular lab component within the MET 230 (Fluid Power) course at Purdue University. Expected outcomes include a functional AR prototype with embedded AI, insights into the effectiveness of EID-driven engineering education, and a framework for expanding PEP to engage additional age groups and engineering disciplines. The project will also yield valuable data on the relationship between early environmental experiences and engineering career choices, leading to more personalized approaches for teaching engineering concepts to K-12 students and attracting a more diverse future engineering population. By bridging the gap between childhood experiences in nature and engineering education, PEP has the potential to create more engaging, relevant, and impactful learning experiences that could attract a more diverse group of students to engineering fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farid",
   "pi_last_name": "El Breidi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farid El Breidi",
   "pi_email_addr": "breidi@purdue.edu",
   "nsf_id": "000860646",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wade",
   "pi_last_name": "Goodridge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wade Goodridge",
   "pi_email_addr": "wade.goodridge@usu.edu",
   "nsf_id": "000563472",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carie",
   "pi_last_name": "Green",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carie J Green",
   "pi_email_addr": "carie.green@sdstate.edu",
   "nsf_id": "000752762",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Bargal",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Bargal",
   "pi_email_addr": "sarah.bargal@georgetown.edu",
   "nsf_id": "000807181",
   "pi_start_date": "2024-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132Y00",
   "pgm_ele_name": "AI Research Institutes"
  },
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092Z",
   "pgm_ref_txt": "AI-Supported Learning"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "8550",
   "pgm_ref_txt": "Ideas Lab"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}