{
 "awd_id": "2432755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Health Communication Software Integration with AI and LMLs To Target Localized, High-Quality Health Information Messaging",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928848",
 "po_email": "lportnoy@nsf.gov",
 "po_sign_block_name": "Lindsay Portnoy",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 274920.0,
 "awd_amount": 274920.0,
 "awd_min_amd_letter_date": "2024-09-06",
 "awd_max_amd_letter_date": "2024-09-06",
 "awd_abstract_narration": "The broader/commercial impact of this SBIR Phase I project is to enhance public health communication by leveraging artificial intelligence (AI) and natural language processing (NLP) technologies. This project aims to support health communicators in creating, customizing, sharing, and measuring the effectiveness of health messages tailored to diverse cultural and linguistic contexts. By addressing the challenges of delivering accurate and engaging health information, this innovation seeks to improve health outcomes and reduce health disparities in communities across the United States. The project has significant commercial potential, with an initial market focus on health agencies, hospitals, and community-based organizations. Driven by the unique value proposition of providing a user-friendly platform that integrates multiple health communication functions tailored to diverse audiences, the project offers a promise to advance scientific and technological understanding while offering a comprehensive solution to meets the specific needs of health communicators and the patients they serve. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project addresses the critical need for culturally and contextually relevant health communication. The research objectives include developing capabilities to generate and customize health messages, creating a dataset to train novel Artificial Intelligence (AI) models, and evaluating the effectiveness of these messages in real-world settings. The proposed research involves collecting health communication materials, processing and tagging this data using Natural Language Processing (NLP), and employing large language models (LLMs) to generate initial drafts of health messages. Customization tools will refine these messages to reflect local cultural and linguistic nuances. The project will implement A/B testing to determine message effectiveness and collect feedback for continuous model improvement. Anticipated technical results include a scalable platform that enhances the ability of health communicators to deliver effective health messages, supported by robust data on message usage and impact. This research aims to bridge the gap between advanced AI technologies and practical health communication needs, ultimately contributing to improved health outcomes and reduced disparities in underserved communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrienne",
   "pi_last_name": "Ammerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrienne Ammerman",
   "pi_email_addr": "adrienne@arclet.com",
   "nsf_id": "0000A06BC",
   "pi_start_date": "2024-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ARCLET LLC",
  "inst_street_address": "18 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "ASHEVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8284185039",
  "inst_zip_code": "288031428",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NC11",
  "org_lgl_bus_name": "ARCLET LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "QM8DSKSTCUZ4"
 },
 "perf_inst": {
  "perf_inst_name": "ARCLET LLC",
  "perf_str_addr": "18 MAIN ST",
  "perf_city_name": "ASHEVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "288031428",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NC11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 274920.0
  }
 ],
 "por": null
}