{
 "awd_id": "2432498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Scalable optimization-based wire routing software for custom circuit design",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922936",
 "po_email": "emirowsk@nsf.gov",
 "po_sign_block_name": "Ela Mirowski",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-08-16",
 "awd_max_amd_letter_date": "2024-08-16",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research Phase I project is in increasing competitiveness of the United States in electronic design automation (EDA) of custom circuits comprising analog/mixed-signal integrated circuits, micro-electro-mechanical systems, and opto-electronics. As opposed to the mature design automation standards of digital circuits, the design workflows of custom circuits remain highly manual due to a wider range of electromagnetic sensitivities and signal couplings that must be accommodated. Despite the advancements in artificial intelligence (AI) and abundance of compute power, many commercial EDA tools of the multibillion-dollar custom circuit industry still rely on heuristics and procedural routing approaches that require several days of human efforts to provide wire blueprints of a layout.  This project develops an AI-powered software tailored for custom circuits that may alleviate days of routing trial and error and guarantees performance of the finalized wired circuit. The proposed technology allows for producing custom chips and devices faster and at a fraction of the cost, enhances circuit security as it incentivizes small businesses to complete circuit routing within the nation, and additionally lowers the skill and experience barrier for the American workforce to enter the electronic design profession. \r\n\r\nThe proposed project will capitalize on techniques from graph theory, operations research, and AI to arrive at an automated wire routing software that supports the wide variety of complex design rules prevalent in custom integrated circuits with thousands of devices. The crux of this technology is based on three proposed innovations: The first innovation is in application of graph search methodologies to succinctly identify all routable regions of a layout. The second innovation is the development of comprehensive and accurate mathematical models of design rules that, if satisfied, guarantees the performance of the resulting circuit. The third innovation is the devise of an AI-powered solver to find realizable wire routes satisfying all bespoke design rules without requiring manual and time-consuming human expert interventions. The inherent structure of custom circuits such as symmetry and paired wirings are embedded as algorithmic guidance into the AI-powered solver to expeditiously calculate feasible routes for each circuit. The software is created with fabrication cost optimizations in mind and excels in applications that minimize routing layers to maximize signal to noise ratios.  The software will be shipped with input and output interfaces to commonly used EDA tools to facilitate its adoption by the community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pouya",
   "pi_last_name": "Motakef",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pouya Motakef",
   "pi_email_addr": "pouya.motakef@x-mize.com",
   "nsf_id": "000996999",
   "pi_start_date": "2024-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "XMIZE LLC",
  "inst_street_address": "8220 CRESTWOOD HEIGHTS DR",
  "inst_street_address_2": "APT 406",
  "inst_city_name": "MCLEAN",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8056987120",
  "inst_zip_code": "221023125",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "XMIZE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "SK8YG7F925N5"
 },
 "perf_inst": {
  "perf_inst_name": "XMIZE LLC",
  "perf_str_addr": "8220 CRESTWOOD HEIGHTS DR",
  "perf_city_name": "MCLEAN",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "221023125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}