{
 "awd_id": "2432608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "C2H2 EAGER: Valley fever incidence, spread and future expansion in Texas",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 262227.0,
 "awd_amount": 262227.0,
 "awd_min_amd_letter_date": "2024-07-11",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "Valley Fever, also known by its medical name - Coccidioidomycosis, is an emerging infectious disease caused by the inhalation of Coccidioides fungal spores. This causes respiratory infections that can range from mild symptoms to severe pulmonary or disseminated disease. The Coccidioides fungus preferentially grows in warm, water-limited environments of the Southwestern USA; and approximately 20,000 cases are reported there each year. With the onset of climate change and increasing incidence of both drought and extreme rainfall events, the endemic range of the disease is expected to expand in the near future. This research investigates the distribution of Coccidioides in West Texas soils and correlates this and the soil environmental conditions conducive to fungal growth. These data will be combined with data on current and recent Valley Fever incidents in the general population and predict where affliction incidence and transmission rates in humans could be high. Broader impacts of the project include  support education and cross-training of a graduate student in both geoscience and the health implications of climate-driven environmental changes. It will also increase collaboration and knowledge/skill exchange between academic institutions, USDA-ARS, city and state public health departments, and healthcare professionals in the West Texas region. Outreach and engagement activities through Texas Tech Climate Center’s social media pages and public seminars will allow for the research team to communicate the research findings to the public and communities in West Texas to increase awareness and causes of Valley Fever. \r\n\r\nCoccidioidomycosis, or Valley Fever, is presently a reportable disease in a number of US states. There is potential, however, and the strong liklihood of its expansion to new regions of the US because of climate chnge. This project studies the soil/geological environmenta and ecological niche of the Coccidioides fungus that is responsible, in West Texas, for Valley Fever. It will also examine details on how West Texas communities and residents are exposed to this disease and the conditions that could spread the disease to other regions. Due to its climatic suitabilty for the growth of the infecting fungus and the diversity and abundance of its small mammal population and frequent dust storms, West Texas is the ideal location to study the environmental conditions ripe for human contraction of Valley Fever. In addition, in West Texas many people work outdoors in hot dry weather due to the large presence of the oil and gas and renewable energy industries; and this can expose them to inhalation of air borne Valley Fever fungal spores. To examine both the environmental and human components of the disease, the research uses a combination of field testing of soil moisture and erodibility with a portable wind erosion simulator, laboratory tests to determine the distribution of Coccidioides in soil and dust samples collected from selected study sites, and meteorological data analytical work to generate quantitative metrics of oscillating wet and dry periods. The lengths, severity, impact on local meteorological conditions of dust emission and transport will also be studied; and population surveys, in which participants will be recruited via pop-up booths at local businesses, will be used to study the current and recent incedences of coccidioidomycosis infection.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abinash",
   "pi_last_name": "Bhattachan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abinash Bhattachan",
   "pi_email_addr": "abibhatt@ttu.edu",
   "nsf_id": "000858885",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Van Pelt",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Van Pelt",
   "pi_email_addr": "scott.vanpelt@usda.gov",
   "nsf_id": "000822650",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandip",
   "pi_last_name": "Pal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandip Pal",
   "pi_email_addr": "sandip.pal@ttu.edu",
   "nsf_id": "000880667",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Head",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer R Head",
   "pi_email_addr": "jrhead@umich.edu",
   "nsf_id": "0000A00MW",
   "pi_start_date": "2024-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "300Y00",
   "pgm_ele_name": "Climate Impact on Human Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145Z",
   "pgm_ref_txt": "Climate and Human Health"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 262227.0
  }
 ],
 "por": null
}