{
 "awd_id": "2432686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  ECG-AID: Electrocardiogram with Advanced Interpretation and Diagnosis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2024-09-10",
 "awd_max_amd_letter_date": "2024-09-10",
 "awd_abstract_narration": "The broader impact / commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to develop an advanced software system for automated electrocardiogram (ECG) analysis. By integrating a large dataset with a clear delineation of normal and abnormal values and innovative machine-learning models, this technology could improve the accuracy and accessibility of ECG interpretation. The ECG-AID software is an inexpensive and user-friendly solution that provides accurate and reproducible automated ECG interpretation that may lead to timely diagnosis of heart disease. The market for this innovation is significant, given that over 300 million ECGs are performed annually in the United States alone. The commercial potential is projected revenues of $25 million by the third year of operation. ECG-AID aims to promote national health and welfare by prioritizing rural healthcare facilities. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project targets a pressing issue in the medical field: the potential inaccuracy of the diagnoses of heart conditions due to 1) a lack of specialized medical expertise leading to highly variable and inaccurate ECG interpretation and 2) outdated automated systems with poor predictive values. The project proposes to develop an innovative software prototype that significantly enhances ECG diagnostic capabilities by integrating a comprehensive ECG database, Z-score-based assessments, and novel machine-learning techniques. This project aims to facilitate the detection of subtle cardiac conditions that are often overlooked, resulting in earlier and more accurate clinical decisions. Through a structured approach involving the design of algorithm sequences, user-friendly interpretations, and automated data extraction, the anticipated technical results in a state-of-the-art ECG analytic system could improve the overall diagnostic accuracy of ECG. This prototype adds tremendous value to an inexpensive and fast test: allowing the development of large-scale high-throughput screenings, it will transform the role of ECGs in standard practice. By fulfilling these objectives, the ECG-AID project is positioned to revolutionize cardiovascular diagnostics, ultimately leading to better patient outcomes and a substantial societal impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andras",
   "pi_last_name": "Bratincsak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andras Bratincsak",
   "pi_email_addr": "ibrati@icloud.com",
   "nsf_id": "000858874",
   "pi_start_date": "2024-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "KAI TECH LLC",
  "inst_street_address": "2224 AHA NIU PL",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "2022132179",
  "inst_zip_code": "968211009",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "KAI TECH LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3YRPULEXSF6"
 },
 "perf_inst": {
  "perf_inst_name": "KAI TECH LLC",
  "perf_str_addr": "2224 AHA NIU PLACE",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968211009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}