{
 "awd_id": "2433677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Effects of Traffic Noise on Avian Cognition",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2024-02-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 321868.0,
 "awd_min_amd_letter_date": "2024-05-22",
 "awd_max_amd_letter_date": "2025-03-11",
 "awd_abstract_narration": "Human-derived noise pollution is a ubiquitous feature of many landscapes and has been shown to have a variety of negative effects on the ecology and behavior of animals. Recent research indicates that noise pollution could also affect how well animals learn to solve problems. This award examines the mechanism through which noise pollution affects animal cognition and will help determine whether animals living in noisy habitats (e.g., near highways or busy cities) can overcome the negative impacts of these noise sources on their cognitive performance. This research will provide generalizable insights about how animals respond to changing environmental conditions and will have key implications for the conservation of animal populations. With similar negative effects of noise on cognitive function also proposed for humans, better understanding this relationship will also likely have direct application to the welfare of human societies. The award will provide key infrastructure and research capability at a primarily undergraduate and minority-serving institution, leading directly to numerous opportunities for undergraduate students to gain hands-on research experiences that will help support their future careers in science, especially from groups who have traditionally been underrepresented in STEM fields. \r\n\r\n\r\nAnthropogenic noise has a number of detrimental impacts on animal physiology, behavior, populations, and communities. A recent study demonstrated further negative effects on cognitive function in one species of captive-raised songbird, but this phenomenon has been little studied and the mechanisms driving this relationship are unknown. The goal of this research is to determine whether traffic noise similarly impacts cognition in other songbird species and whether animals that regularly encounter noise pollution in their environment continue to experience the same level of reduced cognitive performance as naïve individuals. This research will expose birds to foraging tasks designed to measure a variety of aspects of animal cognition (e.g., inhibitory control, motor learning, associative learning, spatial memory, etc.) under varying road traffic noise regimes. This research will make several advances by examining how varying the type and duration of traffic noise exposure impacts cognitive performance in birds held under carefully controlled laboratory conditions, determining whether previous findings extend to wild songbird species, and establish whether noise differentially affects those animals living in wild populations that are more exposed to noise pollution. The results of this award will shed light on the mechanisms driving noise-induced cognitive inhibition, with implications for cognitive science, animal behavior, urban ecology, and conservation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Templeton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Templeton",
   "pi_email_addr": "templec2@wwu.edu",
   "nsf_id": "000716692",
   "pi_start_date": "2024-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 302668.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 19200.0
  }
 ],
 "por": null
}