{
 "awd_id": "2433974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NewSpectrum: Track 1: Distributed Data-Driven Spectrum Management Architecture for the Next Era of Wireless",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 249430.0,
 "awd_amount": 249430.0,
 "awd_min_amd_letter_date": "2024-08-22",
 "awd_max_amd_letter_date": "2024-08-22",
 "awd_abstract_narration": "Wireless communication services and associated applications rely on the use of radio frequency (RF) spectrum resources for their operation. Due to the rapid growth in the use of these services, spectrum management agencies and wireless service providers need to migrate from current spectrum use practices to more dynamic spectrum assignment and sharing mechanisms. This project addresses these challenges by focusing on the design and validation of a distributed and data-driven next-generation architecture for dynamic spectrum management among decentralized and heterogeneous wireless systems.  Aspects of the distributed spectrum architecture are expected to influence future technical standards. The outcomes of the project will be made available to the wireless/networking industry through mechanisms such as the bi-annual WINLAB industrial advisory meeting. The project integrates activities related to the use and design of spectrum deconfliction protocols and the execution of measurements to design and use spectrum consumption models into the annual WINLAB summer internship program which involves about 30 to 40 undergraduate students each year.\r\n\r\nDistributed dynamic spectrum management aims to overcome the limitations of centralized control such as limited scalability and single point of failure, while still achieving high levels of spectrum efficiency. The distributed data-driven spectrum management (D3SM) architecture that serves as the baseline for this project uses an Internet-based control plane that facilitates the operation of dynamic spectrum sharing algorithms between peer networks. This control plane for spectrum coordination supports the exchange of and processing of fine-grained meta-data about the local wireless environment in the form of standardized radio frequency spectrum usage descriptors known as “spectrum consumption models (SCMs)” which have recently been standardized. Such spectrum usage data can be used to realize a flexible range of distributed algorithms and dynamic interactions for spectrum coordination. It is noted that a suitably designed distributed spectrum management framework can also accommodate some level of hierarchically organized centralized coordination where appropriate. The project is based on a multi-stage evaluation methodology that starts with architectural design of D3SM with the required protocols and algorithms, followed by simulation and indoor testbed emulation of a number of use case scenarios including spectrum sharing between cellular operators, coexistence of WiFi and 5G, and interference management for passive wireless devices such as those used for weather forecasting and radio astronomy. These studies are expected to lead to an experimentally validated set of protocols and algorithms for distributed and partially centralized spectrum management methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Caicedo Bastidas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos E Caicedo Bastidas",
   "pi_email_addr": "ccaicedo@syr.edu",
   "nsf_id": "000554328",
   "pi_start_date": "2024-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132444407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140Y00",
   "pgm_ele_name": "SWIFT-Spectrum Innov Futr Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 249430.0
  }
 ],
 "por": null
}