{
 "awd_id": "2433122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A low-cost field-use DNA-based rapid diagnostic device for plant diseases",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922936",
 "po_email": "emirowsk@nsf.gov",
 "po_sign_block_name": "Ela Mirowski",
 "awd_eff_date": "2024-11-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 270128.0,
 "awd_amount": 270128.0,
 "awd_min_amd_letter_date": "2024-08-20",
 "awd_max_amd_letter_date": "2024-08-20",
 "awd_abstract_narration": "The broader/commercial impact of this Small Business Innovation Research Phase I project is to enable farmers to take early action against destructive plant diseases to protect their crops, reducing reliance on harmful pesticides. Climate change and global trade have led to an increased spread of harmful pests and plant diseases like Citrus Greening. These diseases threaten the world's food supply and cost farmers billions of dollars each year. Farmers are forced to rely heavily on pesticides, harming the environment, human health, and ultimately, their sustainability. Currently, identifying these diseases often involves sending samples to centralized labs, which can be slow, inconvenient, and inefficient. This Phase I project aims to develop a user-friendly, affordable testing device that allows farmers to quickly identify plant diseases right in their fields. This early identification of plant diseases would enable the farmers to practice more sustainable farming methods that would lead to higher crop yields, improved food security, maintain U.S. competitiveness in the global food trade and preserve jobs in the agricultural industry. This on-site testing and data-driven decision making by less-skilled farm workers also leads to increased science education, thus serving NSF’s mission.\r\n\r\nOn-site testing by farm technicians is a critical need for the early detection of destructive plant diseases like Citrus Greening in the pre-symptomatic phase to reduce the spread of infection and to lessen the prophylactic use of pesticides. This project aims to enable such rapid on-site testing of vector-borne plant diseases through development of a low-cost, battery-operated, accurate, nucleic acid-based molecular diagnostic test kit that can process diverse, hard-to-lyse plant tissue samples and produces easily-readable results in 30 minutes. The main goals of this Phase I project are to develop a simple, field use-friendly hardware kit for sample homogenization, nucleic acid extraction, isothermal amplification and signal readout and to formulate optimal formulations for lysis, extraction and amplification reagents. The outcome of this 9-month project will be a universal hardware kit and a Huanglongbing (HLB) disease-specific reagent kit that would be designed and optimized to have >90% sensitivity and 100% specificity for Candidatus liberibacter asiaticus (CLas), the causative pathogen of HLB disease. The universal hardware kit can be used with other pathogen-specific reagent kits that would be developed in the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prasanna",
   "pi_last_name": "Thwar Krishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasanna Thwar Krishnan",
   "pi_email_addr": "prasanna.thwar@evolvegenomix.com",
   "nsf_id": "000996897",
   "pi_start_date": "2024-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EVOLVE GENOMIX, INC.",
  "inst_street_address": "1249 QUARRY LN STE 130",
  "inst_street_address_2": "",
  "inst_city_name": "PLEASANTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6505500908",
  "inst_zip_code": "945668446",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "CA14",
  "org_lgl_bus_name": "EVOLVE GENOMIX, INC.",
  "org_prnt_uei_num": "S9BWNM83K9D1",
  "org_uei_num": "S9BWNM83K9D1"
 },
 "perf_inst": {
  "perf_inst_name": "EVOLVE GENOMIX, INC.",
  "perf_str_addr": "1249 QUARRY LN STE 130",
  "perf_city_name": "PLEASANTON",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "945668446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "CA14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 270128.0
  }
 ],
 "por": null
}