{
 "awd_id": "2434025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building the Hoa Pili (Partnership): An Integrated Computational Thinking and Science Curriculum for Molokai Elementary Students",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 299925.0,
 "awd_amount": 299925.0,
 "awd_min_amd_letter_date": "2024-08-29",
 "awd_max_amd_letter_date": "2024-08-29",
 "awd_abstract_narration": "As described in the elementary Next Generation Science Standards, computational thinking (CT) is an essential part of understanding the ways in which scientific phenomena can be represented by numerical data and analyzed to represent and interpret patterns. Integrating CT into other areas of the curriculum—specifically science, technology, engineering, and mathematics (STEM) disciplines—is a promising mechanism for increasing students’ access to computing. Specifically, developing computational strategies to model phenomena foster both science content and Computer Science (CS) learning.  However, the curricular materials adopted by schools and districts do not often include computational thinking as part of STEM lessons.  For example, FOSS (Full Option Science System) kits provide meaningful inquiry-based learning that sits at the basis of many schools’ science learning but lacks opportunities for integration of computing and computational thinking. Further, these kits were developed in line with typical educational conditions on the mainland United States, which introduces some stark limitations for Hawaiian teachers and students. This project engages teachers on the island of Molokai and researchers at Utah State University in developing a research practice partnership (RPP) to co-design curricular units that integrate FOSS science modules with computing and computational thinking projects for elementary students. RPPs involve building and sustaining a long-term relationship of mutual benefit between classroom practitioners and researchers. In partnership, the project team will address the common problem of practice – a lack of community centering and culturally relevant STEM+C learning materials for Hawaii generally and Molokai specifically.\r\n\r\nThe project team will conduct design-based research (DBR) through the lens of cultural historical activity theory to understand how the collaborative co-design of integrated STEM and computing curricula can both shift the content and use of curricular materials. The team will also investigate teachers’ sense of empowerment for shaping their students experiences to match the needs and resources of the community. The proposed work conceptualizes school spaces as activity systems within which teachers and researchers jointly endeavor to expand the capacity of curricula to meet state standards within the local context. This project is funded through the Computer Science for All: Research and RPPs program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colby",
   "pi_last_name": "Tofel-Grehl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colby Tofel-Grehl",
   "pi_email_addr": "colby.tg@usu.edu",
   "nsf_id": "000664527",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Feldon",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Feldon",
   "pi_email_addr": "david.feldon@usu.edu",
   "nsf_id": "000470849",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "LYDIA",
   "pi_last_name": "TRINIDAD",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "LYDIA J TRINIDAD",
   "pi_email_addr": "lydia_trinidad@Kualapuu.k12.hi.us",
   "nsf_id": "0000A03V5",
   "pi_start_date": "2024-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 299925.0
  }
 ],
 "por": null
}