{
 "awd_id": "2434512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Fleshing it out: recent advances in form, function and motor control of biological hydrostats",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 10624.0,
 "awd_amount": 10624.0,
 "awd_min_amd_letter_date": "2024-07-24",
 "awd_max_amd_letter_date": "2024-07-24",
 "awd_abstract_narration": "To advance research in biological hydrostats – soft-bodied structures made mostly of water – this award supports a symposium at the Society for Integrative and Comparative Biology annual meeting in January 2025 that brings together researchers working on soft-bodied organs in a wide range of animals. Biological hydrostats are everywhere in nature, including structures such as human tongues, octopus tentacles, elephant trunks, and flatworm bodies. These hydrostats serve many important tasks, from movement to reproduction to feeding, and yet there are still many unanswered questions about how different hydrostats work to perform those tasks. Answering these questions is important to biologists who seek to understand how the biodiversity of hydrostat structures came to be. These questions are also important to bioengineers who wish to design the next generations of soft-bodied robots, and to physicians and speech therapists who seek new ways to help human patients struggling with speech and difficulty in chewing and swallowing. The goals of the symposium are to share quantitative and theoretical approaches that have been deployed in the study of hydrostat function in different animals, to provide networking opportunities for researchers from diverse backgrounds and career stages, and to identify new questions that will drive this field forward. A series of papers based on the symposium presentations will be published and disseminated.\r\n\r\nHydrostatic structures are found across multiple scales of anatomical organization, from polyps to elephant trunks. The ability to transmit forces through internal hydrostatic pressure is critical for many aspects of organismal performance. Recent methodological and conceptual advances have expanded our understanding of hydrostat structure, physiology, and motor control, but we still have little insight into how biological and mechanical factors drive and control hydrostat shape change, movement, and transfer of force. Research on biological hydrostats is proceeding apace in diverse organ systems and animal lineages. Novel imaging modalities are yielding new insights into the three-dimensional structure of biological hydrostats, and high-speed videography and XROMM are making it possible to measure hydrostatic deformation in vivo in some organisms. The symposium and complementary contributed posters at the annual meeting of the Society for Integrative and Comparative Biology will bring together researchers in different fields, including early-career scientists, who are studying hydrostats in different animal systems with a range of modern tools, to bridge subdiciplines, promote new collaborations, and identify gaps and future research needs. The symposium will (1) highlight diverse quantitative approaches that have been deployed in the study of hydrostatic structures in different animal lineages, (2) discuss the power and limitations of existing conceptual frameworks explaining hydrostatic function, and (3) identify new ways to integrate different data modalities to address questions in the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Callum",
   "pi_last_name": "Ross",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Callum F Ross",
   "pi_email_addr": "rossc@uchicago.edu",
   "nsf_id": "000252489",
   "pi_start_date": "2024-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 10624.0
  }
 ],
 "por": null
}