{
 "awd_id": "2434245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2024 Bioengineering & Translational Medicine Conference",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927354",
 "po_email": "gmahler@nsf.gov",
 "po_sign_block_name": "Gretchen Mahler",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2024-08-09",
 "awd_max_amd_letter_date": "2024-08-09",
 "awd_abstract_narration": "The 2024 Bioengineering & Translation Medicine Conference will take place October 27-28 in San Diego, California. This conference, organized by the Society for Biological Engineering (SBE), part of the American Institute of Chemical Engineers (AIChE), will provide an in-depth view of innovative and cross-disciplinary biological technologies. The conference brings together leaders in drug delivery, biomanufacturing, cell therapy & protein engineering, models of human biology & disease, AI & data science, and women's health. NSF funding for this conference aims to build a more accessible event for the future generation of the translational medicine community. It provides support to students, post-docs and early career faculty to attend the conference. Many people beginning their career face financial challenges related to conference attendance, despite the fact that conferences can help them advance their careers by learning from experts in the field, receiving feedback on their work and building a community that leads to future collaboration.\r\n\r\nThe topics that this conference covers extend far beyond the boundaries of scientific research, permeating multiple facets of society and transforming healthcare on a global scale. Drug delivery innovations facilitate the targeted and efficient administration of therapeutics, enhancing treatment efficacy, reducing side effects, and improving patient adherence. Biomanufacturing advancements drive the production of life-saving pharmaceuticals, biologics, and medical devices, ensuring their accessibility and affordability for patients worldwide. Cell therapy & protein engineering revolutionize regenerative medicine, offering new hope for patients with degenerative diseases, injuries, and genetic disorders. Models of human biology & disease enable precise understanding and manipulation of biological systems, paving the way for personalized medicine, disease modeling, and drug discovery. Meanwhile, women's health initiatives address gender disparities in healthcare, advocating for equitable access to reproductive health services, breast cancer screening, and maternal care, ultimately empowering women to lead healthier lives. Collectively, these disciplines not only advance scientific knowledge but also drive societal progress, economic growth, and improved quality of life for individuals across diverse communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Flach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evan Flach",
   "pi_email_addr": "evanf@aiche.org",
   "nsf_id": "000662136",
   "pi_start_date": "2024-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institute of Chemical Engineers",
  "inst_street_address": "120 WALL ST",
  "inst_street_address_2": "23 FLO",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6464951350",
  "inst_zip_code": "100055991",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "AMERICAN INSTITUTE OF CHEMICAL ENGINEERS",
  "org_prnt_uei_num": "",
  "org_uei_num": "KLPNCLPDAS45"
 },
 "perf_inst": {
  "perf_inst_name": "American Institute of Chemical Engineers",
  "perf_str_addr": "120 WALL ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100055991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}