{
 "awd_id": "2434174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDU EPSCoR DCL: Strengthening the Frontlines of Computer Science Education: Empowering Teachers to Lead Rigorous CS Programs in South Carolina",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2025-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 293330.0,
 "awd_amount": 293330.0,
 "awd_min_amd_letter_date": "2024-09-03",
 "awd_max_amd_letter_date": "2024-09-03",
 "awd_abstract_narration": "There is a computer science (CS) teacher shortage in the United States at the K-12 level due to many factors, including the scarcity of post-secondary CS teacher preparation programs. This high school strand research-practice partnership between Coastal Carolina University and South Carolina teachers and schools, including those serving rural, low-income, and underrepresented students in CS, aims to increase the number of licensed CS teachers in South Carolina who can lead rigorous CS programs in their schools. The project will offer an accelerated, yet comprehensive, summer boot camp curriculum that models the university’s CS Education program and embeds cognitive learning-based, culturally responsive pedagogies. This project has the potential to advance what is known about CS boot camps and how these accelerated programs can be used effectively in CS teacher education, especially in states with high percentages of low-income, rural schools and a high percentage traditionally underrepresented students in CS. \r\n\r\nThis project aims to directly impact 32 South Carolina (SC) teachers, including teachers from rural, Title 1 schools and those serving a high percentage of traditionally underrepresented students. The boot camp design will include professional development sessions on implementing the Beauty and Joy of Computing AP CSP curriculum, a Discord social media learning community for teachers, and a final capstone project that will strengthen teachers’ CS skills and the CSED support network available in SC. In this study, teachers in the RPP and those in the boot camp will evaluate the boot camp’s design and explore supports that improve CSED experiences for students in SC high schools. Several measures will be used in this project to collect data and evaluate student and teacher outcomes, the content and design quality of the boot camp, and the RPP’s effectiveness. Our research questions are: 1) To what extent has the RPP positively influenced CS perception for teachers, students, researchers, and administrators? 2) How does the CS summer boot camp impact teachers’ CS efficacy, content knowledge, computational thinking, and culturally responsive teaching skills? 3) How does the design of the CS boot camp impact teachers’ CS pedagogical skills? 4) To what extent does the implementation of cognitive learning-based, culturally responsive teaching strategies impact students’ motivation, engagement, and learning? 5) How can lessons learned be used to impact policy and future study iterations? Findings will contribute to understanding how to design scalable boot camps for future implementation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marvin",
   "pi_last_name": "Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marvin Evans",
   "pi_email_addr": "mevans4@coastal.edu",
   "nsf_id": "000992165",
   "pi_start_date": "2024-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Crystal",
   "pi_last_name": "Cox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Crystal Cox",
   "pi_email_addr": "crystal@coastal.edu",
   "nsf_id": "0000A06P7",
   "pi_start_date": "2024-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coastal Carolina University",
  "inst_street_address": "755 HIGHWAY 544",
  "inst_street_address_2": "",
  "inst_city_name": "CONWAY",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8433495030",
  "inst_zip_code": "295268428",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "SC07",
  "org_lgl_bus_name": "COASTAL CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D9KPSNLHD9J5"
 },
 "perf_inst": {
  "perf_inst_name": "Coastal Carolina University",
  "perf_str_addr": "755 HIGHWAY 544",
  "perf_city_name": "CONWAY",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "295268428",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 293330.0
  }
 ],
 "por": null
}