{
 "awd_id": "2434977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: CHIRRP: Co-production of Research to Address Threats to Urban Forests and Ecosystems",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924891",
 "po_email": "tevans@nsf.gov",
 "po_sign_block_name": "Tom Evans",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 188280.0,
 "awd_amount": 188280.0,
 "awd_min_amd_letter_date": "2024-08-25",
 "awd_max_amd_letter_date": "2024-08-25",
 "awd_abstract_narration": "Urban trees and metropolitan forests are assumed to be a valuable tool to mitigate the increasing frequency and intensity of heat waves and flood events, worsening urban water and air quality, and concerns for the effects of greenhouse gas emissions. Despite these benefits, urban trees also produce hazardous environmental disservices, such as adverse nutrient export to urban stormwater, which are often distributed unevenly and inequitably across cities and metropolitan areas. Regional regulatory agencies, community-based organizations, and allied communities of practice have a powerful influence over planning and management decisions that affect the structure, function, composition, and resilience of urban forest systems - but the earth system science around urban trees and urban forests have not traditionally incorporated community partners, especially in the evaluation of complex synergies and tradeoffs across various scenarios. This project assesses (i) the convergent conditions of synergies and tradeoffs between tree benefits and burdens in metropolitan regions, (ii) tree species-level vulnerability to climate and urban stressors, (iii) the spatial scope of regional urban forests and relevant spheres of influence; (iv) the extent to which related research is generalizable and which is place-based.\r\n\r\nThis planning proposal connects disparate areas of academic scholarship and communities of practice through a three-part approach intended to: synthesize convergent earth system sciences; reinforce existing networks of community partnership; and build new networks of community partnership and collaboration. These activities lay the groundwork for identifying areas of mutual interest and capacity for researchers and practitioners. Traditional and non-traditional partners are engaged in the overall research plan, including academic researchers across disciplines, public and private practitioners from urban forestry, regional planning, and stormwater management. The project includes plans to foster communities of practice that integral to addressing compounded hazards in cities, including technology and innovation hubs and workforce development organizations. A series of facilitated workshops, meetings, and proposal-drafting sessions, are convened in order for the project team to co-develop and identify the questions, materials and resources needed to develop locally scoped and community partner-centered solutions alongside locally-relevant earth system science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alicia",
   "pi_last_name": "Coleman",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Alicia F Coleman",
   "pi_email_addr": "aliciac@umn.edu",
   "nsf_id": "0000A04QB",
   "pi_start_date": "2024-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Karwan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Diana L Karwan",
   "pi_email_addr": "dlkarwan@umn.edu",
   "nsf_id": "000595972",
   "pi_start_date": "2024-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xue",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xue Feng",
   "pi_email_addr": "feng@umn.edu",
   "nsf_id": "000781347",
   "pi_start_date": "2024-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Minnesota-Twin Cities",
  "perf_str_addr": "200 OAK ST SE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "297Y00",
   "pgm_ele_name": "CHIRRP: Hzrds & Resilient Plnt"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 188280.0
  }
 ],
 "por": null
}