{
 "awd_id": "2435697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AGU Chapman Conference on Particle Precipitation: Drivers, Properties, and Impacts on Atmosphere, Ionosphere, Magnetosphere (AIM) Coupling; Melbourne, Australia; February-2025",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "The grant seeks funds to partially fund AGU Chapman conference (https://www.agu.org/chapman-particle-precipitation). This activity will bring together experimentalists, modelers, mission designers, and industry partners with the goal of bolstering cross-field communication and collaboration within the atmospheric, ionospheric, and magnetospheric disciplines. Energetic particle precipitation (EPP) occurs when electrons and ions from the sun or the terrestrial magnetosphere enter the atmosphere and collide with atmospheric particles, depositing energy in the atmospheric system. EPP is one of the main drivers of space weather and has important implications in the interconnected atmosphere-ionosphere-magnetosphere (AIM) system. The resulting space weather can disrupt communication and power systems, present a radiation hazard to astronauts and at aviation altitudes, and increase satellite drag leading to orbital decay. AIM dynamics are highly complex and remain poorly understood and constrained, limiting the ability for models to provide understanding and accurate predictions. The conference will establish a forum for cross-community discussion and knowledge exchanges, identify possible funding sources for future collaborations, and give students and early-career scientists a strong voice in the future of this community.\r\n\r\nEPP is one of the fundamental drivers of space weather the coupled atmosphere-ionosphere-magnetosphere (AIM) system. EPP has been recognized as an important component of climate (World Meteorological Organization (WMO), 2018) via its ability to indirectly destroy ozone, modifying local radiative balance in the middle and upper atmosphere. Measurements from our current observational fleet are not able to fully capture EPP-driven AIM dynamics. This Chapman conference will bring together participants from the AIM communities to focus on the four following themes: \r\nTheme 1 - View from the bottom: Dynamics of middle/upper atmosphere coupling driven by EPP. \r\nTheme 2 - View from the top: Dynamics of solar and magnetospheric forcing of the atmosphere/ionosphere via EPP. \r\nTheme 3 - How can modeling and observations bridge gaps in knowledge of regional coupling? \r\nTheme 4 - Future: What is the potential role of existing/upcoming observations or new techniques to allow models to better capture coupling physics and make predictions?\r\n\r\nThe activity is jointly funded by Aeronomy and Space Weather programs within the NSF’s Division of Atmospheric and Geospace Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sadie",
   "pi_last_name": "Elliott",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sadie S Elliott",
   "pi_email_addr": "tetri006@umn.edu",
   "nsf_id": "000954286",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "116 Church Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}