{
 "awd_id": "2435383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Ultrafast Laser-Based Synthesis of Nanoparticle-Doped Two-Dimensional Material Inks for Printed Electronics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2024-08-07",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "This EArly-concept Grants for Exploratory Research (EAGER) project focuses on gaining a fundamental understanding of the basic research for creating doped two-dimensional (2D) material inks for printed electronics. Two-dimensional (2D) materials are an upcoming class of promising materials with tunable properties for use in next-generation flexible electronics. Nanoparticle-doped 2D materials can generate low-power, high-speed flexible electronic devices as doping controls the tuning of electrical, magnetic, and mechanical properties. Current leading techniques for generating doped 2D materials, such as atomic layer deposition and chemical vapor deposition are incompatible with printed electronics since they cannot provide inks that can be used directly in printers. This research studies ultrafast laser ablation synthesis in solution to create nanoparticle-doped 2D material inks. The project aims to build new knowledge in understanding the underlying mechanisms that control the synthesis of doped 2D materials using LASiS and manufacturing these in large volumes for practical use. In collaboration with Louis Stokes Alliance for Minority Participation (LSAMP), this project contributes to the education and training of graduate and undergraduate students from underrepresented minority communities in ultrafast laser science and ink synthesis. The printed devices are used in educational activities to introduce K-12 students to STEM fields.\r\n\r\nThis research obtains a fundamental understanding of laser-based synthesis of nanoparticle-doped 2D material inks and creates a manufacturing technique to generate large volumes of the inks for printed electronics. Utilizing femtosecond laser ablation synthesis in solution (LASiS), the 2D materials are generated from bulk. This is followed by intercalation doping, wherein nanoparticles are inserted in the Van der Waals layers of the 2D materials thus modifying their electrical, magnetic, and mechanical properties. This research focuses on the generation and intercalation of TiO2, gold, and platinum nanoparticles between graphene and MoS2. The effects of laser parameters, such as repetition rate, energy and focal spot size on the chemical composition, size, and generation rate of the doped 2D material inks are investigated. The knowledge gained provides insights into the fundamental mechanisms for the creation and intercalation doping of 2D materials. The project further investigates techniques to increase the production volume of ink through variation of sample stage speed, and use of multiple laser beams. The inks generated are printed using aerosol-jet printing and the quality of the thin films are analyzed by XRD, UV-VIS Raman, and I-V curves.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nirmala",
   "pi_last_name": "Kandadai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nirmala Kandadai",
   "pi_email_addr": "kandadan@oregonstate.edu",
   "nsf_id": "000769538",
   "pi_start_date": "2024-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}