{
 "awd_id": "2435101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Your World Is Your Classroom: Equipping Place-Based Laboratories for Student Engagement",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2024-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 176500.0,
 "awd_amount": 176500.0,
 "awd_min_amd_letter_date": "2024-08-12",
 "awd_max_amd_letter_date": "2024-08-12",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Educational Instrumentation project aims to: 1) create new opportunities for authentic research in the classroom and 2) help students connect to their communities and see science as a part of their world and identity. There is an urgent need to improve STEM classrooms with inclusive teaching practices (e.g. active learning and non-pre-packaged research experiences) while focusing on the societal impacts of STEM. Moreover, today’s students are motivated to solve local issues and serve their communities (Handelsman et al., 2022, Teasdale et al., 2017). Robust, field-ready sensors like the X-ray fluorescence (XRF) and other portable water sensing instrumentation, will support the development new course modules centered on societal issues, such as environmental health and air and water quality, and diversify students' laboratory and data analysis skills. Much of the equipment is portable, enabling field-based research and allowing students to analyze samples they collect, thus expanding their understanding of where and how science can occur. Integrating this equipment into the classroom will benefit all students, particularly those from communities historically excluded from participation in STEM fields. The awardee institution, in particular, is a predominantly women’s college and Hispanic-Serving Institution, where 88% of its students identify as Black, Indigenous, or People of Color (BIPOC). Ultimately, the project will discover if portable environmental lab equipment and place-based modules can boost student engagement, help students view science as a part of their everyday lives, and increase retention in STEM disciplines. \r\n\r\nThe project is guided by two goals: 1) engage students and help them see that science is a part of their world and community, and 2) retain students in STEM majors. It is anticipated that 160 unique students will engage with the requested equipment over the two-year life of the project and will have multiple opportunities to use the equipment through their coursework. The new equipment will be integrated into two required lower-division and four upper-division electives. This scaffolded engagement will improve technological expertise, discipline knowledge, and increase confidence in asking scientific questions about their environment. To assess engagement and scientific literacy, a retrospective survey for students will be administered after each lab class, at the end of each semester in Years 1 and 2, resulting in four semesters of survey data. The survey will include quantitative questions on a Likert scale to measure the effectiveness and utility of the new equipment, and qualitative questions focusing on the role of Course-Based Undergraduate Research Experience modules in making science feel relevant to their world and community. Institutional data will be used to quantify first- and second-year retention in STEM majors. This project will add to the knowledge base of how place-based active learning modules enhance retention and student engagement. The HSI Program aims to enhance undergraduate STEM education and increase capacity to engage in the development and implementation of innovations to improve STEM learning and teaching at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adriane",
   "pi_last_name": "Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adriane Jones",
   "pi_email_addr": "ajones@msmu.edu",
   "nsf_id": "000700778",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stacey",
   "pi_last_name": "Peterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacey Peterson",
   "pi_email_addr": "speterson@msmu.edu",
   "nsf_id": "000597530",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount Saint Mary's University",
  "inst_street_address": "12001 CHALON RD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2134772899",
  "inst_zip_code": "900491526",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "MOUNT SAINT MARY'S UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFLWSHQJQ2L7"
 },
 "perf_inst": {
  "perf_inst_name": "Mount Saint Mary's Universtity",
  "perf_str_addr": "12001 Chalon Road",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900291526",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "CA30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 176500.0
  }
 ],
 "por": null
}