{
 "awd_id": "2435310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptive Dependent Data Models via Graph-Informed Shrinkage and Sparsity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2024-07-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 287536.0,
 "awd_amount": 226874.0,
 "awd_min_amd_letter_date": "2024-07-10",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "This research project will advance statistical modeling and computing strategies for dependent data. Dependent data are widespread and important. Many socioeconomic, cultural, and political data are measured on spatial areal units, most economic data are time-ordered and co-dependent, and modern monitoring systems record social, environmental, and economic exposure data at near-continuous resolutions. However, this growing abundance of dependent data has outpaced the development of statistical methods and algorithms for such data. The project will develop new statistical tools that will allow researchers to extract reliable information and make decisions from such dependent data. The methods to be developed will be motivated by specific, timely, and important problems in the following areas: local elections and redistricting; inflation modeling and forecasting; spatial pattern extraction for economic, health, and urban data; and modeling of monitoring and exposure data. The project will provide training and mentoring for undergraduate and graduate students, develop publicly available software and visualization tools, and showcase local, state, and federal government data.\r\n\r\nThis research project will develop new statistical tools to adequately capture a broad array of data dependencies, provide computational scalability for massive datasets, and leverage the dependence structures for more adaptive and localized estimation, uncertainty quantification, and imputation of missing data. Unmodeled dependence renders inferences suboptimal or invalid, resulting in underpowered analyses and erroneous conclusions. In addition, dependent data are often high-dimensional with substantial missingness, leading to significant computational and statistical challenges. Within a Bayesian framework, the project will simultaneously integrate the dependence in (i) the model for the signal to provide smoothness and regularization, (ii) the accompanying shrinkage or sparsity prior for enhanced local adaptivity, and (iii) the computational and numerical strategies for scalable posterior inference. Dependence will be encoded as a graph that links together observational units, such as consecutive observations for time-ordered or functional data, adjacent pixels for image or lattice data, and neighboring areal units for spatial data, among many other examples. This graph-based formulation will lay the foundation to unify and advance a broad collection of models, shrinkage and sparsity priors, and inference algorithms for dependent data. The tools to be developed will be customized for a variety of settings, including trend estimation and imputation, shrinkage or sparsity priors, graph-informed regression analysis, factor models, and discrete data, among others.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kowal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Kowal",
   "pi_email_addr": "daniel.kowal@rice.edu",
   "nsf_id": "000762747",
   "pi_start_date": "2024-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 226874.0
  }
 ],
 "por": null
}