{
 "awd_id": "2436894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Translation potential of a framework for vehicular cloud computing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-07-29",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "The broader impact of this I-Corps project is the development of software to use untapped computing resources in modern cars and other vehicles to provide computational power. Currently, computational power is usually offered via conventional cloud computing services. However, it is possible to extend the cloud computing paradigm using this technology as modern vehicles are equipped with powerful on-board computers and spend numerous hours each day parked in garages, lots, or driveways. The technology leverages the use of vehicles with on-board processors and may open up new avenues for cost-effective and energy-efficient computing solutions. The environmental impact of current and proposed computer server farms has been cited as a limitation to growth of cloud computing. The implementation of a vehicular cloud may reduce the need for large server farms as existing resources are efficiently shared. The vehicular cloud may represent the next stage in on-demand computing. \r\n\r\nThis I-Corps project utilizes experiential learning coupled with a first-hand investigation of the industry ecosystem to assess the translation potential of a software framework for vehicular cloud computing. The technology specifically provides the means to utilize modern vehicles' onboard computers as computational nodes and is designed to create a software model for vehicular cloud computing. Using this vehicular cloud model, computational resources successively become available and unavailable as cars enter and leave a parking lot. Two key challenges to implementing this technology are to efficiently assign cars to jobs in a dynamic environment, and preserving the confidentiality, integrity, and accessibility of data and services. The stochastic nature of resource availability necessitates the utilization of stochastic modeling techniques and linear programming where applicable. Privacy and security of users and their sensitive information will be ensured by implementing a trust-based authentication model that operates without a central server to monitor vehicle trust scores. This framework may offer unprecedented computing power and has the potential to change the way computational services are delivered.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Puya",
   "pi_last_name": "Ghazizadeh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Puya Ghazizadeh",
   "pi_email_addr": "ghazizap@stjohns.edu",
   "nsf_id": "000800266",
   "pi_start_date": "2024-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint John's University",
  "inst_street_address": "8000 UTOPIA PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "JAMAICA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189902920",
  "inst_zip_code": "114399000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NY05",
  "org_lgl_bus_name": "ST JOHN'S UNIVERSITY, NEW YORK",
  "org_prnt_uei_num": "ZNEAYFAHH3H3",
  "org_uei_num": "QMCKV4B31PG2"
 },
 "perf_inst": {
  "perf_inst_name": "Saint John's University",
  "perf_str_addr": "8000 UTOPIA PKWY",
  "perf_city_name": "JAMAICA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "114399000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NY05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7942",
   "pgm_ref_txt": "HIGH-PERFORMANCE COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}