{
 "awd_id": "2436178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Economic Futures: The Interplay of Identities and Governance in Local Economic Development",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924973",
 "po_email": "aajones@nsf.gov",
 "po_sign_block_name": "Antwan Jones",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 13608.0,
 "awd_amount": 13608.0,
 "awd_min_amd_letter_date": "2024-08-19",
 "awd_max_amd_letter_date": "2024-08-19",
 "awd_abstract_narration": "This award funds a research project that will study the effects of governance and trust in determining autonomous growth of local economies.  It compares variation in technology, finance, business structures governance, social identities, and trust among local people between and across two local economies. This research is designed to better understand technology, finance, existing Small, Medium, and Micro Enterprises (SMMEs), and the extent to which these entities are influenced by governance, social identities and networks, and localized trust.  \r\n\r\nThe project will use a three-stage research design to identify drivers of growth. We will draw a combination of secondary data, direct observation, key informant interviews, and a rapid household-level survey in two contrasting sub-localities in selected townships to build a profile of each, covering its history, land use, demography, and sectoral economic activity. The first stage is to conduct a baseline rapid survey and mapping of the major businesses, investors, or other major economic players in each township. The data aims to create a profile of the selected townships and document the resources available for effective economic interaction. In the second stage, using the township profiles constructed in the first stage, we will identify key groups for quota samples of open-ended qualitative interviews using an adapted version of the Qualitative Impact Assessment Protocol (QuIP). The QuIP is a methodology designed to facilitate narrative explanations of the drivers of change working backwards from perceived changes in selected domains of respondents' lives and livelihoods. We will aim to understand how various relationships and associations intermediate between economic activity, institutions and trust in other people and government and how adherence to formal and informal institutions of economic governance shape hope for the future. We will use the trust lens to understand respondent’s perceptions of tangible outcomes like income, employment, business activity and education looking both backwards and forwards. We seek to engage with various demographic groups in each township. In the final stage, these tools will be used in ‘sensemaking’ activities with selected stakeholders to get participatory feedback on causes identified by the participants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaimie",
   "pi_last_name": "Bleck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaimie Bleck",
   "pi_email_addr": "jbleck@nd.edu",
   "nsf_id": "000598192",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465566031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "188Y00",
   "pgm_ele_name": "T-AP-Trans-Atlantic Platform"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 13608.0
  }
 ],
 "por": null
}