{
 "awd_id": "2437579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: CRISES: Catastrophic Risks and System-Level Governance",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924891",
 "po_email": "tevans@nsf.gov",
 "po_sign_block_name": "Tom Evans",
 "awd_eff_date": "2024-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 99721.0,
 "awd_amount": 99721.0,
 "awd_min_amd_letter_date": "2024-08-21",
 "awd_max_amd_letter_date": "2024-08-21",
 "awd_abstract_narration": "Floods, fires, pandemics and other catastrophic risks are a major worldwide concern in the light of climate change, urbanization, and an increasingly complex and interconnected world. These risks are challenging to prevent and manage because they tend to have impacts that cascade in surprising and unexpected ways across communities, political jurisdictions and economic sectors. To address this challenge in a sustainable and equitable way, risk-prone regions must take account of the complex interdependence of infrastructures, organizations and communities operating at different levels and scales of governance. This project develops a strategy of collaborative catastrophic risk modeling to help risk-prone regions collectively recognize, understand, and hopefully act upon their interdependence. A range of approaches have been used to model catastrophic risk. This project is distinctive in that it aims to demonstrate how these models can be developed in collaboration with regional stakeholders. A collaborative approach is expected to both increase the practical relevance of risk models and enhance regional efforts to address catastrophic risks. \r\n\r\nCatastrophic risk management poses a fundamental challenge: the difficulty of dampening down escalating events or spillover effects from one part of a system to another. This challenge has been referred to as the problem of “cascading risks,” which have been observed to occur in electrical blackouts, infectious disease outbreaks, extreme weather events, natural hazard spillovers into industrial failures, landslides, and floods. Although this challenge is gaining increasing recognition, there is still limited understanding of how risk-prone regions can be encouraged to work together to prevent and manage these cascading interactions.  This project develops a methodology of collaborative risk modeling to bring regional stakeholders together to identify and analyze catastrophic risks. While already a recognized tool for analyzing the dynamic nature of cascading risks, catastrophic risk modeling has not previously been used as framework to advance system-scale governance, a concept that acknowledges that risk reduction for large-scale hazard events necessarily occurs at micro-, meso- and macro-scales and includes public, private and nonprofit stakeholders working together  A methodology of collaborative risk modeling not only provides valuable input into the development of useful models, but also creates an opportunity for regional stakeholders--particularly vulnerable communities–to collectively perceive and address regional risks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Ansell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Ansell",
   "pi_email_addr": "cansell@berkeley.edu",
   "nsf_id": "000501352",
   "pi_start_date": "2024-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Comfort",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Louise K Comfort",
   "pi_email_addr": "lkc@pitt.edu",
   "nsf_id": "000200087",
   "pi_start_date": "2024-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "265Y00",
   "pgm_ele_name": "CRISES-R&I in Sci, Env&Society"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 99721.0
  }
 ],
 "por": null
}