{
 "awd_id": "2437451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: CRISES: Reskilling and Upskilling for an Age of Technological Disruption",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032922672",
 "po_email": "nhallbye@nsf.gov",
 "po_sign_block_name": "Naomi Hall-Byers",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2024-08-19",
 "awd_max_amd_letter_date": "2024-08-19",
 "awd_abstract_narration": "Decades of research show that significant changes in the returns to workers’ skills, driven primarily by rapid technological change, have dramatically affected U.S. income, employment, physical health, and psychological well-being.  The resulting rise in economic and social inequality has already torn the nation’s social fabric, and rapid advances in AI, machine learning, and related technologies will likely bring additional disruptive changes to the skills the American labor market will demand.  How can this challenge be met?  Drawing upon the best research by labor economists, management scholars, and technology experts, our team will explore what future technological changes might come and what skills are likely to provide strong returns even given technological uncertainty.  Drawing upon the best research by learning scientists, we will also explore how we can design effective and affordable educational institutions, instructional approaches, and technologies that will enable workers – especially those without college degrees – to reskill and upskill when hit by current or future technological shocks.  We will take a rigorous, data-driven approach to targeting the skills and skill combinations with the highest expected future payoffs for workers in a range of occupational categories.  Then, we will leverage the best research in learning sciences and educational technology to teach these skills effectively, with a strong emphasis on vocational education and training opportunities for those not attending a four-year college.\r\n\r\nThe ability of labor economists and management scholars to measure the returns to specific skills over the short run and the long run has been significantly expanded by the availability of new data.  These advances hold out the possibility of using labor market outcomes to target more effectively the kinds of skills contemporary workers should acquire in an age of rapid technological change.  Some of the same technologies shifting demand for skills also create new opportunities for AI-enhanced personalized instruction, acceleration of learning, and effective upskilling/reskilling, especially for lower-income and historically marginalized communities who may face significant threats from the next wave of technology-led disruption.  As the capabilities of AI-driven adaptive learning software have advanced, researchers have demonstrated that the personalization of learning achieved by these systems can yield large learning gains.  Embedding generative AI in established learning technologies systems offers exciting new opportunities to amplify and extend these gains, while dramatically reducing development costs.  The PIs will work together with community college instructors to develop and deploy these cutting-edge technologies in community college STEM programs.  By providing a blueprint for AI-augmented learning that could be used in community college and vocational programs across the country, the research plans we will work toward in this planning grant could help address shortages of workers with key skills, while creating cost-effective, accessible pathways to living wage jobs for workers who previously lacked those opportunities. Over a longer time horizon, these efforts could potentially impact the lives of millions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Branstetter",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lee G Branstetter",
   "pi_email_addr": "branstet@cmu.edu",
   "nsf_id": "000342657",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Rose",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn P Rose",
   "pi_email_addr": "cp3a@andrew.cmu.edu",
   "nsf_id": "000441071",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Deming",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Deming",
   "pi_email_addr": "david_deming@harvard.edu",
   "nsf_id": "000853088",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Winyard",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Winyard",
   "pi_email_addr": "jwinyard@ccac.edu",
   "nsf_id": "0000A0F2D",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "265Y00",
   "pgm_ele_name": "CRISES-R&I in Sci, Env&Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}