{
 "awd_id": "2437170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: NSF Biomaterials Workshop",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2024-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 92452.0,
 "awd_amount": 92452.0,
 "awd_min_amd_letter_date": "2024-07-15",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "Non-technical Abstract:\r\nThis award will support a planning workshop at the NSF and follow up online meetings, entitled “NSF Division of Materials Research - Biomaterials Workshop”. This proposal requests funding to support an online workshop to identify new directions for biomaterials research and emerging trends in the field.  This planning meeting was catalyzed by BMAT in DMR to provide a roadmap for future directions for investment.  Inputs based on contributions from the scientific community, as well as consideration for the evolution and revolution in the biomaterials field over the past decade, will be utilized to capture emerging trends and opportunities with biomaterials.  The proposed program will involve three phases: (a) An initial collection of topics and inputs from the broader community via an on-line crowd sourcing exercise facilitated by BMAT/DMR, followed by a compilation of these ideas to further focus the set of topics identified in this proposal, for discussion by a subset of experts in the field that will also serve as reporters to drive field defining research on these topics.  (b) A one day in person workshop at the NSF with the leads/reporters for each of the main topics to discuss the topics and plans, followed by a series of online zoom meetings as focused short sessions to refine the vision and organize more details and a roadmap to guide the field into the future. (c) A written compilation of the findings into a workshop report for the NSF and the broader community, as well as a summary for publication in a peer-reviewed journal.  The process will funnel key fundamental and emerging topics into a blueprint for the NSF Biomaterials Program to help guide investments into research over the next decade. Workshop participants will include active researchers with diverse backgrounds in terms of topical area of expertise in biomaterials, career stage, institution, geography, gender, and ethnicity.  While the majority of participants will be from academic labs, industry and government representatives will be invited and play key roles related to biomaterial needs and opportunities for collaboration. These efforts will help ensure the conclusions of the workshop are representative of the biomaterials community as a whole. \r\n\r\nTechnical Abstract:\r\nBiomaterials are a foundation for structures, environmental and human health, and interfaces connecting biological components to inert or responsive materials to achieve new features and enhance functional outcomes.  These features are derived from a fundamental foundation derived from the physical, chemical and biological sciences, combined with principles from engineering. Biomaterials continue to evolve in new and important ways, via new designs, new sources, new methods of synthesis, new processing methods, and new directions and systems to impact all aspects of human existence on the planet.  These evolving and innovative directions for the field of biomaterials continue to probe, control, and achieve new and more refined structures and functions to enable useful interfaces with the biological world.  We have identified some initial key topics as starting points for the planning workshop, including Sustainable Biomaterials, Instructional Biomaterials, Advanced Biomaterials, Modeling Biomaterials, Genetic Approaches for New Biomaterials, and Advanced Biomaterials Processing.  Embedded in these topics are considerations that integrate the latest advances in biomaterial chemistry and characterization with AI, ML, new genetic tools and related evolving fields.  The discussions, reporting and outcomes will be captured in a formal report to the NSF, as well as via peer-reviewed publication for the broader community. The steering committee will report the findings to the NSF, to help catalyze further interest, focus and guidance to program managers as well as future grantees. The workshop report will also serve as a useful tool for industry, foundations and other programs to identify workforce development opportunities, new educational initiatives and related opportunities focused on biomaterials impact for the future.  We anticipate the document catalyze cross-governmental and inter-governmental opportunities for investments to continue to grow the field related to the central and fundamental role for biomaterials in all aspects of environment, human functions, and the health and well-being of the planet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Kaplan",
   "pi_email_addr": "david.kaplan@tufts.edu",
   "nsf_id": "000162550",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristi",
   "pi_last_name": "Anseth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristi Anseth",
   "pi_email_addr": "anseth@colorado.edu",
   "nsf_id": "000401679",
   "pi_start_date": "2024-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "169 HOLLAND ST",
  "perf_city_name": "SOMERVILLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021442401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 92452.0
  }
 ],
 "por": null
}