{
 "awd_id": "2437623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-SNSF: Revealing the mechanisms of thylakoid biogenesis at the base of the green lineage",
 "cfda_num": "47.074, 47.079",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2028-07-31",
 "tot_intn_awd_amt": 1154987.0,
 "awd_amount": 1154987.0,
 "awd_min_amd_letter_date": "2024-08-06",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "Most life on Earth depends on biomass and oxygen derived from photosynthetic organisms. Photosynthesis in plants and algae is performed by an organelle called the chloroplast. Inside the chloroplast, thylakoid membranes embed the photosynthetic protein complexes, which drive the light-dependent reactions of photosynthesis. Thylakoids are one of the most complex and organized membrane networks in nature. However, it is poorly understood how thylakoid membranes form and organize into their intricate architecture. In this project, the investigators have assembled an international team with a unique combination of innovative biological systems and revolutionary imaging technology to gain new insights into the fundamentals of thylakoid biogenesis in green algae. Because green algae are at the base of the green lineage on the Tree of Life, and photosynthesis and thylakoids are generally conserved, the research has broad implications for both algae and land plants. Broader impacts of this research include the intrinsic merit of understanding the fundamental biology that supports life on Earth, and the knowledge gained is likely to benefit applied projects such as improving production of crops, biofuels and bioproducts. This project provides opportunities for academic learning, including interdisciplinary training bridging cell biology, biochemistry, molecular genetics, bioinformatics, quantitative imaging, and advanced microscopy. Additional activities involve public engagement and open access of data, methods, and publications.\r\n\r\nWhile thylakoid membranes are central to photosynthesis, it remains unknown not only how thylakoid membranes form and organize, but also how, when, and where they are populated with photosynthetic complexes. Recently, the Roth group (Berkeley, USA) has established a rapid, controllable switch that enables cells to turn on/off photosynthesis and induce thylakoid biogenesis (a process called “greening”) in evolutionarily distant green algae. The Engel group (Basel, Switzerland) has established a cutting-edge cryo-electron tomography (cryo-ET) workflow to visualize native thylakoid membranes inside cells with the resolution to localize individual photosynthetic complexes. Combining the inducible algal systems with cryo-ET will provide an unprecedented time-resolved molecular view into the events of thylakoid biogenesis. In this project, the investigators will 1) map the stepwise events that establish thylakoid architecture and molecular organization, 2) use molecular genetics to determine and dissect roles of known thylakoid membrane remodeling proteins during thylakoid biogenesis, and 3) discover and define roles of novel candidate genes involved in thylakoid biogenesis by combining multi-omics, bioinformatics, molecular genetics, and a multidisciplinary set of analyses. The overarching goal of the collaborative research is to develop a mechanistic model of how thylakoid membranes are built, shaped into complex architecture, and precisely organized with newly assembled photosynthetic machinery.\r\n\r\nThis collaborative U.S.-Swiss project is supported by the U.S. National Science Foundation (NSF) and the Swiss National Science Foundation (SNSF), where NSF funds the U.S. investigator and SNSF funds the partners in Switzerland.  Funds for the US side come from the Office of International Science and Engineering, the Biological Directorate, and the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Roth",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa S Roth",
   "pi_email_addr": "mroth@berkeley.edu",
   "nsf_id": "0000A0G6V",
   "pi_start_date": "2024-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "054Y00",
   "pgm_ele_name": "GVF - Global Venture Fund"
  },
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "129Z",
   "pgm_ref_txt": "U.S. NSF-Swiss Resrch Corp"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1154987.0
  }
 ],
 "por": null
}