{
 "awd_id": "2437811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Development of Multifunctional Molecular Electronics Devices with Tunnel Junctions",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 273615.0,
 "awd_amount": 273615.0,
 "awd_min_amd_letter_date": "2024-08-12",
 "awd_max_amd_letter_date": "2024-08-12",
 "awd_abstract_narration": "Molecular electronics is based on the quantum properties of nanoscale materials and offers unique potential for high density electronic circuitry. This project seeks to advance the science and technology of a basic building block of molecular electronics - the molecular tunnel junction. Tunnel junction devices have a wide range of applications, including detectors, high frequency circuits, and quantum computing, among many others. This project will develop advanced molecular tunnel junction devices with novel functionalities that employ the plasticity and dynamical qualities associated to their molecular nature. These include in-operando reconfigurable molecular switches and optically active molecular devices at the single molecule level for future use in molecular electronic applications. The project encompasses fundamental studies in physics and chemistry as well as device engineering in a broad range of experimental conditions. The broader potential impact of the project resides on complementarity of the expected functionalities of the proposed molecular-based devices with respect to silicon-based technologies. The planned research activities will advance knowledge of fundamental aspects of charge transport in molecular junctions in a variety of experimental conditions, paving the way towards developing operative multifunctional molecular electronic devices. The PI will concentrate efforts to integrate the proposed research with a few educational activities designed to train a diverse next generation of quantum and semiconducting technology workforce. Among these include, high school students participating in summer research internships at UCF and graduate students involved in the collaborative physical science capstone research program who will benefit from the research performed in this project, aiding their training and facilitating their transition to the next career stages and the profession.   Graduate student will be trained at the interface between inorganic chemistry and fundamental and applied physics.\r\n\r\nThis EAGER project focuses on the development of molecular devices with multiple integrated functionalities. The project encompasses theory and experiment in chemistry, physics, device fabrication and technique development. The proposed studies will lead to a better understanding of molecular transport in molecular tunnel junctions, in view of advancing knowledge enabling future technological applications in molecular electronics.  The broad goal of this proposal is to investigate charge transport in molecular junctions in a wide range of experimental conditions, in view of designing novel advanced multifunctional molecular devices that employ the plasticity and dynamical qualities of molecular junctions governed by pro-ton-coupled electron transfer processes as well as advance the development of optically active molecular devices for future use in molecular electronic applications. For the first approach, the PI will employ molecules where concerted proton and electron transfer reactions govern the electrical conduction through the tunnel junction, providing the source for the plasticity degree of freedom necessary to obtain devices that integrate hysteretic memory, negative differential conductance, and dynamical on-off states that enable neuromorphic computation solutions, among others. For the second approach, tunnel junctions at the single-molecule level will be fabricated to obtain optically active molecular switches that respond to external illumination stimuli and both bias and gate electrostatic potentials, expanding the accessible electrical and optical energy landscape of current molecular devices. The expected functionalities of the pro-posed molecular-based devices will be complementary to silicon-based technologies, offering a new avenue to significantly advance emerging technologies based on quantum low-dimensional systems. The pro-posed novel multifunctional device solutions uniquely associated to the molecular dynamical/quantum nature of molecular tunnel junctions present disruptive potential in emerging molecular electronics and semiconducting technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enrique",
   "pi_last_name": "del Barco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Enrique del Barco",
   "pi_email_addr": "delbarco@ucf.edu",
   "nsf_id": "000125617",
   "pi_start_date": "2024-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 273615.0
  }
 ],
 "por": null
}