{
 "awd_id": "2437327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Support for Operations of the LEGEND-200 Neutrinoless Double Beta Decay Experiment",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2024-09-01",
 "awd_exp_date": "2029-08-31",
 "tot_intn_awd_amt": 304263.0,
 "awd_amount": 39545.0,
 "awd_min_amd_letter_date": "2024-08-26",
 "awd_max_amd_letter_date": "2024-08-26",
 "awd_abstract_narration": "The Large Enriched Germanium Experiment for Neutrinoless Double Beta Decay (LEGEND) uses an isotope of germanium, Ge-76, to search for a postulated rare decay process known as neutrinoless double beta decay (NLDBD).  The observation of NLDBD would reveal the quantum nature of the neutrino, demonstrate matter creation, reveal that neutrinos and antineutrinos are indistinguishable, and offer a potential explanation of the mystery of why we see the predominance of matter over antimatter in the universe. This NSF grant supports the U.S. portion for operation of the LEGEND-200 experiment, currently collecting data deep underground at the Laboratori Nazionali del Gran Sasso in Italy.  LEGEND-200 is an international effort, with participation of over 60 institutions in the U.S. and Europe. Over the course of its operation, it should achieve world leading discovery sensitivity for NLDBD. Potential benefits of this research include fundamentally changing our understanding of the nature and origin of matter, should the decay be observed. Additionally, the technology of large, low-background Ge radiation detectors will enable a new generation of highly-efficient, ultra-low-background gamma spectroscopy measurements.  Among the fields that stand to benefit from this technology are: direct dark matter searches; nuclear structure; nuclear astrophysics; environmental monitoring; atmospheric, ocean, and groundwater environmental transport; methods of radioactive dating; reactor monitoring; bioassay for determining very low occupational exposures to radiation; and biological studies involving radiotracers at very low activities. Likewise, many of the same fields will benefit from LEGEND’s production of ultra radio-pure materials, with natural U and Th reduced to ultra-low levels. These technology advances will also likely have impacts on non-low-background applications such as nuclear medicine and Homeland Security. In operating and analyzing the data from LEGEND-200, students and postdoctoral fellows will be trained in underground-science-related disciplines, such as low-background techniques, detector technology, nuclear physics and neutrino physics.\r\n\r\nWith the realization that neutrinos have small, non-zero masses there is intense interest in further elucidation of their intrinsic properties including understanding the neutrino mass generation mechanism and determining the absolute neutrino mass scale and spectrum. There is also the fundamentally important question – is lepton number conserved? Based on fundamental symmetries, there is nothing that would preclude each neutrino mass eigenstate being identical to its anti-particle, that is: a “Majorana” particle. Experimental evidence of NLDBD decay would demonstrate lepton number violation, definitively establish the Majorana nature of neutrinos, and provide information about the absolute neutrino mass. LEGEND-200 utilizes novel, large high-purity Germanium radiation detectors with an intrinsic energy resolution of 0.1% that are surrounded by low-Z shielding (water and argon). The instrumentation of the liquid argon provides an active veto through the detection of argon scintillation light. This proposal provides U.S. support for the operations of LEGEND-200 from 2024-2028. LEGEND-200 initiated first physics measurements in March of 2023 with 142 kg of installed detectors. The experiment plans to deploy up to 200 kg of detectors, with additional detectors slated to be installed in mid-2024 and 2025. LEGEND-200 will have world leading discovery potential and a half-life sensitivity of 1027 year for a 1 ton-year exposure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wilkerson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Wilkerson",
   "pi_email_addr": "jfw@unc.edu",
   "nsf_id": "000249408",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Elliott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Elliott",
   "pi_email_addr": "elliotts@lanl.gov",
   "nsf_id": "000479921",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reyco",
   "pi_last_name": "Henning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reyco Henning",
   "pi_email_addr": "rhenning@unc.edu",
   "nsf_id": "000418767",
   "pi_start_date": "2024-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123400",
   "pgm_ele_name": "NUCLEAR PRECISION MEASUREMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1289",
   "pgm_ref_txt": "PRECISION MEASUREMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002728DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002829DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 39545.0
  }
 ],
 "por": null
}