{
 "awd_id": "2438600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Workshop for K-12 Teachers on Expanding the STEM pipeline through Materials Science and Engineering in K-12 classrooms",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928129",
 "po_email": "kdwilson@nsf.gov",
 "po_sign_block_name": "Krystle Wilson",
 "awd_eff_date": "2024-08-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 49758.0,
 "awd_amount": 49758.0,
 "awd_min_amd_letter_date": "2024-07-31",
 "awd_max_amd_letter_date": "2024-07-31",
 "awd_abstract_narration": "Non-Technical Summary\r\n\r\nMaterials science and engineering (MSE) plays a key role in the nation's economic progress and social well-being. Through the discovery of new materials or by altering properties to improve existing materials, materials science continues to make the design of new devices, products, and components possible. However, materials science continues to be one of the least prevalent areas of engineering specialties chosen by students. Further minority populations are severely underrepresented in this field.  Implementing strategies that can increase high school and undergraduate student interest in materials science will help broaden participation and improve the pipeline at both levels.  To this end, project partners, Clark Atlanta University (CAU) and ASM Materials Education Foundation (ASM MEF) is to execute a five-day summer workshop for middle and high school science teachers that will expose them to materials science and engineering through hands-on experiences and classroom activities. The overarching goal of the workshop broaden participation of underrepresented group in MSE and creating a pipeline of students into graduate and undergraduate MSE programs. The workshop on the campus of CAU, targets teachers from schools with predominantly African American student population but allows all teachers to attend. By exposing these teachers to MSE through interactive and practical experiences, the partners aim to ignite their interest in the field, enabling them to pass this enthusiasm and knowledge on to their students. The workshop is a demonstration designed to test the implementation of and reception to this event, with the idea that it will be replicated in Historically Black Colleges and Universities across the country as part of a large-scale research project to study its effectiveness in attracting high school students to MSE.\r\n\r\nTechnical Summary\r\n\r\nTowards broadening the participation of underrepresented minorities in MSE, Clark Atlanta University (CAU) in partnership with ASM Materials Education Foundation (ASM MEF) is executing a five-day summer workshop for middle and high school science teachers that will expose them to materials science and engineering through hands-on experiences and classroom activities. This initiative is designed to increase the participation of African American high school and middle school students in MSE by equipping their teachers with the knowledge and tools to inspire and engage them in this field.  During the workshop, teachers learn the basics of materials science and work hands-on with common materials including metals, ceramics/glass, polymers, and composites. They are exposed not only to the properties of each, but how those properties can be changed through processing. Teachers are also be exposed to a myriad of career options for their students.  This results in teachers having the tools and motivation needed to use materials science as a strategy to engage and energize students about MSE in particular, and STEM in general. Ultimately, students pursuing careers in MSE will lead to strengthening the nation's workforce in this field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Conrad",
   "pi_last_name": "Ingram",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Conrad W Ingram",
   "pi_email_addr": "cingram@cau.edu",
   "nsf_id": "000262412",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie Wilson",
   "pi_email_addr": "Carrie.Wilson@asminternational.org",
   "nsf_id": "000806778",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark Atlanta University",
  "inst_street_address": "223 JAMES P BRAWLEY DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048806990",
  "inst_zip_code": "303144358",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "CLARK ATLANTA UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JGA3E25MFDV9"
 },
 "perf_inst": {
  "perf_inst_name": "Clark Atlanta University",
  "perf_str_addr": "223 JAMES P BRAWLEY DR SW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144358",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 49758.0
  }
 ],
 "por": null
}