{
 "awd_id": "2440011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: US-RSE 2024",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2024-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2024-07-31",
 "awd_max_amd_letter_date": "2024-07-31",
 "awd_abstract_narration": "Over the past decade, Research Software Engineers (RSEs) have been increasingly recognized by academia and national labs for their crucial role enabling and accelerating scientific and engineering discovery. The acknowledgement is evident in many projects and initiatives such as the founding of eight Research Software Engineer Associations worldwide, the NSF Cybertraining INTERSECT for RSEs, and the initiative Better Scientific Software driven mostly by national labs. Since 2021 NSF has explicitly included the term \"RSE\" as a Cyberinfrastructure professional in solicitations such as the NSF Cyberinfrastructure for Sustained Scientific Innovation (CSSI) that has been open for submissions annually since 2018. The US-RSE Association is the leading professional community of research software engineering practitioners in the United States. The organization and its ~2500 members are dedicated to creating research software that is fit for purpose, sustainable over the long-term and reliably developed and supported. The members come from diverse backgrounds but share a common goal: to support and promote the role of research software and research software engineers in driving innovation and solving complex problems. The US-RSE Association has members from all over the country, representing a diverse range of research institutions, including academic institutions, national labs, and industry. The members work in various scientific fields, including but not limited to physics, life science, chemistry, geosciences, engineering, and social sciences. The first-ever US-RSE conference in 2023 hosted 250 attendees and over a hundred virtual attendees for online tutorials. Attendees included students, researchers, software developers, IT staff, data professionals, and educators. This travel grant allows more students and early-career researchers to be involved in US-RSE 2024.\r\n\r\nUS-RSE 2024 is the major event for the RSE community in the US to build the community, to discuss challenges and solutions in research software engineering. Topics of interest for the 2024 conference include past or present research software engineering research and practice, research software engineering techniques, frameworks, libraries, research data management, reproducibility, and software sustainability. The meeting also explores diversity, equity, and inclusion issues in research software engineering, workforce development, and building a robust and sustainable RSE profession. The knowledge transfer can be transformative between different research domains and technical content. The US-RSE conference sets the stage for learning, engaging and empowering the different stakeholders in the community and to foster innovation and collaboration. Research software is crucial for many research areas that need computational tools, addressing large challenges such as genomics, pandemics, climate change, global sustainability on food, water and land use driven by growing population and rising per capita incomes. By attending the US-RSE Conference, students and early-career researchers will gain exposure to the latest advancements in research software engineering. This experience will provide critical skills and knowledge that are essential for growth and success in the field. The opportunity to engage with cutting-edge discussions will enhance technical competencies and inspire innovative approaches in research endeavors. Providing travel grants for students and early-career researchers will include a diverse audience and support underrepresented minorities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Gesing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Gesing",
   "pi_email_addr": "sgesing@ucsd.edu",
   "nsf_id": "000669642",
   "pi_start_date": "2024-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736100",
   "pgm_ele_name": "EDUCATION AND WORKFORCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9168",
   "pgm_ref_txt": "EPSCOR OUTREACH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}