{
 "awd_id": "1647727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Layered Intrusion-Footwall Hydrothermal Interactions - An Analog For Subduction Zone Hydrothermal Sytems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 250449.0,
 "awd_amount": 250449.0,
 "awd_min_amd_letter_date": "2018-03-13",
 "awd_max_amd_letter_date": "2018-03-13",
 "awd_abstract_narration": "Subduction zones are formed where lithospheric plates that make up the rigid, outer shell of the Earth are recycled back into the Earth's mantle. When that happens, the rigid plate is heated and releases water and other volatiles into the overlying mantle.  This induces melting in the mantle and expresses itself in explosive surface volcanism, such as those around the Pacific Ocean basin (the so-called 'Ring of Fire'). Volcanism associated with subduction zones is closely linked to the formation of economic mineral deposits.  Unfortunately, the nature of fluid movement from the descending slab into the overlying mantle cannot be directly observed.  This project will test if large igneous bodies that intruded into the shallow continental crust and dehydrated underlying rocks can serve as proxies to processes operation at depth in subduction zone hydrothermal systems. The study will be centered on the intrusion of the 2.7 billion year old Stillwater Complex in Montana, and which has since been exposed by erosion. Specifically, it is planned to investigate mechanisms (fractures, veins, etc.) by which fluids liberated from the underlying rocks and moved into the overlying igneous rocks and the degree that these were modified during this process.  The study has broader applications to the study of the explosive volcanism that occurs at subduction zones as well as understanding the ultimate source of fluids involved in ore deposits in both the subduction zone environment and in unique magmatic intrusions that are the main sources of critical materials for our modern industry. Copper, chromium and the platinum-group elements are examples of critical resources with great importance for the national economy.  The funding also will help support advanced training for a graduate student and senior thesis projects for undergraduate students.\r\n\t\r\nMore specifically, the work entails mapping and characterization of hydrothermal features (high temperature veins and pegmatoidal bodies) of the lower part of the Stillwater Complex and its 2-3 km thick metamorphic aureole.  This will include comparing the stable (particularly carbon) and radiogenic (Nd, Sr, and Pb) isotopic composition of veins pegmatoidal bodies in the Stillwater Complex with the surrounding host rock to test the degree country fluids were involved in their formation.  The composition of these hydrothermal features will be compared with bulk rock major and trace element composition of the Stillwater Complex up to the Middle Banded series, for which there currently is no comprehensive coverage of the complex.  These field data can be used to constrain theoretic models of fluid channelization in both subduction zone and layered intrusion settings.  It can also lead to insights toward understanding the transition from magmatic to country fluid migration in three-phase crystal-liquid-gas mushes, and has consequences for ore deposit formation models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Boudreau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alan E Boudreau",
   "pi_email_addr": "boudreau@duke.edu",
   "nsf_id": "000441218",
   "pi_start_date": "2018-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Subduction zones are where the lithospheric plates that make up the rigid, outer shell of the earth are recycled back into the mantle.&nbsp; As they do so, the downgoing plate is heated and releases water and other volatiles into the overlying hot mantle.&nbsp; This induces melting in the mantle and expresses itself in explosive surface volcanism, such as occurs all around the Pacific Ocean basin (the &ldquo;Ring of Fire&rdquo;), and in the formation of economic mineral deposits.&nbsp; Unfortunately, the nature of fluid movement from the descending slab into the overlying mantle generally cannot be directly observed. Because of this, isotopes of different elements that are different between the slab and mantle are one way to test for fluid sources</p>\n<p>This work suggests that large igneous bodies that intruded into the upper continental crust and covering areas of up to ten&rsquo;s of thousands of square km that are now exposed by erosion can serve as proxies to the subduction zone hydrothermal system. The thermal profile and lithologic sequence of these large intrusions as they heat and dehydrate the underlying country rock are similar to that seen in subduction zones. &nbsp;Specifically, this study looked for isotopic evidence of fluid infiltration by fluids expelled from below both the 2.7 billion-year-old Stillwater Complex in Montana and the 2.0 billion-year-old Bushveld Complex in South Africa as these two intrusions heated and dehydrated the underlying rocks.</p>\n<p>The Bushveld Complex is apparently unique in that it was intruded relatively rapidly as a thick sill into an unmetamorphosed sedimentary sequence, leading to the formation of a wide basal aureole and the generation of voluminous amounts of metamorphic fluids. The most pronounced expression of this is the formation of regions of diapiric upwelling of the country rock in the thicker parts of the Bushveld and the formation of diatremes (pipelike bodies indicative of rapid fluid escape) associated with the regions of upwelling in the underlying rocks.&nbsp; A re-examination of existing stable and radiogenic isotopic evidence is consistent with contamination of the Bushveld magmas by as little as 1&ndash;2% country fluid. Numeric modelling of the footwall dehydration similarly shows that most of the country fluids will be confined to pipe-like channels as it percolates into the solidifying Bushveld magma. &nbsp;Modelling also suggests that the maximum extent of the metamorphic aureole was reached at about the same time that the Main Zone of the Bushveld Complex began to crystallize. It is proposed that rapid inflation of the Bushveld induced the sudden and catastrophic expulsion of overpressured country fluids to both generate and contaminate the Main Zone magma, resulting in the Main Zone enrichment in crustal stable and radiogenic isotopic signatures (Sr, Nd, O and others). By analogy, it is also suggested that hydration melting in the mantle wedge is episodically driven by similar sudden influxes of slab fluids that can retain their geochemical and isotopic character by rapid channeled influx. This can be aided by flow focusing at diapirs structures at the upper slab-mantle contact.</p>\n<p>In contrast to the Bushveld system, there has been less isotopic work done on the Stillwater Complex. New stable and radiogenic isotope analysis for samples from the complex and its underlying metamorphic aureole were done as part of the study. It was found that rocks from the underlying metamorphic aureole are isotopically similar to the Stillwater Complex itself.&nbsp; This contrasts with similar studies conducted at the Bushveld Complex, South Africa, where the country rock is isotopically distinct from the intrusion. Despite the isotopic similarity of the country rock to the Stillwater Complex, the intrusion is somewhat modestly isotopically heterogeneous, but much less so than the Bushveld Complex. The isotopic similarity of the country rock with the Stillwater magma and the difficulty of discerning an upper crustal contaminant contrast with the isotopic variability in the Bushveld system.&nbsp; This leads further credence that much of the Bushveld isotopic variability is the result of contamination by rock and especially fluid assimilation from the immediately adjacent country rock and is not due to influx of isotopically distinct magmas.&nbsp; It is concluded that understanding fluid contamination is best done at the Bushveld.&nbsp;</p>\n<p>More broadly, the work suggests significant benefit of the cross-fertilization of two major fields of igneous petrology and geochemistry - layered intrusions and subduction zone magmatism - will be of benefit to both. &nbsp;The study has broader applications to the study of the explosive volcanism that occurs at subduction zones as well as understanding the ultimate source of fluids involved in ore deposits in both the subduction zone environment and in layered intrusions.&nbsp; The latter in turn can lead to improved exploration models for resources (e.g., copper, chromium, and the platinum-group elements) of critical importance to the national economy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2022<br>\n\t\t\t\t\tModified by: A.&nbsp;E&nbsp;Boudreau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubduction zones are where the lithospheric plates that make up the rigid, outer shell of the earth are recycled back into the mantle.  As they do so, the downgoing plate is heated and releases water and other volatiles into the overlying hot mantle.  This induces melting in the mantle and expresses itself in explosive surface volcanism, such as occurs all around the Pacific Ocean basin (the \"Ring of Fire\"), and in the formation of economic mineral deposits.  Unfortunately, the nature of fluid movement from the descending slab into the overlying mantle generally cannot be directly observed. Because of this, isotopes of different elements that are different between the slab and mantle are one way to test for fluid sources\n\nThis work suggests that large igneous bodies that intruded into the upper continental crust and covering areas of up to ten’s of thousands of square km that are now exposed by erosion can serve as proxies to the subduction zone hydrothermal system. The thermal profile and lithologic sequence of these large intrusions as they heat and dehydrate the underlying country rock are similar to that seen in subduction zones.  Specifically, this study looked for isotopic evidence of fluid infiltration by fluids expelled from below both the 2.7 billion-year-old Stillwater Complex in Montana and the 2.0 billion-year-old Bushveld Complex in South Africa as these two intrusions heated and dehydrated the underlying rocks.\n\nThe Bushveld Complex is apparently unique in that it was intruded relatively rapidly as a thick sill into an unmetamorphosed sedimentary sequence, leading to the formation of a wide basal aureole and the generation of voluminous amounts of metamorphic fluids. The most pronounced expression of this is the formation of regions of diapiric upwelling of the country rock in the thicker parts of the Bushveld and the formation of diatremes (pipelike bodies indicative of rapid fluid escape) associated with the regions of upwelling in the underlying rocks.  A re-examination of existing stable and radiogenic isotopic evidence is consistent with contamination of the Bushveld magmas by as little as 1&ndash;2% country fluid. Numeric modelling of the footwall dehydration similarly shows that most of the country fluids will be confined to pipe-like channels as it percolates into the solidifying Bushveld magma.  Modelling also suggests that the maximum extent of the metamorphic aureole was reached at about the same time that the Main Zone of the Bushveld Complex began to crystallize. It is proposed that rapid inflation of the Bushveld induced the sudden and catastrophic expulsion of overpressured country fluids to both generate and contaminate the Main Zone magma, resulting in the Main Zone enrichment in crustal stable and radiogenic isotopic signatures (Sr, Nd, O and others). By analogy, it is also suggested that hydration melting in the mantle wedge is episodically driven by similar sudden influxes of slab fluids that can retain their geochemical and isotopic character by rapid channeled influx. This can be aided by flow focusing at diapirs structures at the upper slab-mantle contact.\n\nIn contrast to the Bushveld system, there has been less isotopic work done on the Stillwater Complex. New stable and radiogenic isotope analysis for samples from the complex and its underlying metamorphic aureole were done as part of the study. It was found that rocks from the underlying metamorphic aureole are isotopically similar to the Stillwater Complex itself.  This contrasts with similar studies conducted at the Bushveld Complex, South Africa, where the country rock is isotopically distinct from the intrusion. Despite the isotopic similarity of the country rock to the Stillwater Complex, the intrusion is somewhat modestly isotopically heterogeneous, but much less so than the Bushveld Complex. The isotopic similarity of the country rock with the Stillwater magma and the difficulty of discerning an upper crustal contaminant contrast with the isotopic variability in the Bushveld system.  This leads further credence that much of the Bushveld isotopic variability is the result of contamination by rock and especially fluid assimilation from the immediately adjacent country rock and is not due to influx of isotopically distinct magmas.  It is concluded that understanding fluid contamination is best done at the Bushveld. \n\nMore broadly, the work suggests significant benefit of the cross-fertilization of two major fields of igneous petrology and geochemistry - layered intrusions and subduction zone magmatism - will be of benefit to both.  The study has broader applications to the study of the explosive volcanism that occurs at subduction zones as well as understanding the ultimate source of fluids involved in ore deposits in both the subduction zone environment and in layered intrusions.  The latter in turn can lead to improved exploration models for resources (e.g., copper, chromium, and the platinum-group elements) of critical importance to the national economy.\n\n\t\t\t\t\tLast Modified: 10/06/2022\n\n\t\t\t\t\tSubmitted by: A. E Boudreau"
 }
}