{
 "awd_id": "1709785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Statistical Mechanics of soft low dimensional structures and dynamical phases of neuronal networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2017-11-30",
 "awd_max_amd_letter_date": "2020-02-20",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nThis award supports research and education into the behavior of a variety of complex biological systems including the mechanics of bundles of biopolymer filaments, cell membranes, and small networks of interacting neurons. The PI will explore the interplay of random fluctuations and shape on soft, elastic structures in the cell, e.g. on the mechanics of bundles of biopolymer filaments. These bundles are integral to the mechanics of our cells. In addition, the PI and his research team will explore the interaction of cell membrane undulations with the cell's underlying geometry. The complex geometry of the cellular membranes redirects and focuses these undulations, leading to cells having a spatially complex pattern of fluctuations. This award will support research into the underlying physical principles that govern these patterns and on how they affect membrane interactions. Finally, the researchers will explore how the complex connectivity of small networks of interacting neurons controls their collective electrical response and signal generation. \r\n\r\nThe award also supports the education of undergraduate, graduate students, and postdoctoral scholars at UCLA. It will also contribute to the UCLA/California State University Dominguez Hills (CSUDH) scientific exchange program, which provides an opportunity for physics students at CSUDH to gain research experience at UCLA. The broader impacts of this research into the interplay of geometry, connectivity, and fluctuations in biological systems should include a deeper understanding of the principles of cellular mechanics and force generation. The work on membranes may also inform our understanding of undulations in graphene sheets and ribbons, which might play an important role in developing nanotechnologies. Finally, the work on neuronal networks should have direct impact on studies of respiratory rhythm generation in mammals. \r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThe award supports research and education on the interaction of fluctuations on soft, low-dimensional structures with an emphasis on biologically derived systems. These include: 1) filament bundles with transient cross linking, and 2) membranes with complex geometry.  Another aspect of the project involves studying the collective dynamics of neurons interacting on quenched random networks. All three aims of the research are related by the study of biologically relevant fluctuations interacting with quenched random variables.  \r\n\r\nMore specifically, the focus of this project can be broken down into three parts:\r\n\r\n1) The study of bundles of semiflexible biopolymer filaments (e.g., F-actin) linked by transient cross linkers. These linkers exhibit long-ranged Casimir interactions resulting in their behaving within the bundle as a strongly-interacting linker fluid. In this project, the researchers will explore how that linker fluid affects the bundling/unbundling transition, and how it affects the dynamics of the bundle under the application of various forms of deformation. They will also study the driven dynamics of such systems in response to endogenous molecular motors.\r\n\r\n2) The research team will study the mechanics of undulations on curved filaments to address how bending modifies the Casimir interaction. They will expand these studies to explore the scattering of undulatory waves on elastic membranes from local changes in curvature. Using these results, they will explore the localization of undulatory waves on shells with quenched random geometry.\r\n\r\n3) The team will address the effect of quenched random connectivity in interacting neuronal networks by continuing their studies of the effect of certain topological structure called k-cores on the collective dynamics of central pattern generators.\r\n\r\nThe award also supports the education of undergraduates, graduate students, and postdoctoral scholars at UCLA. It will also contribute to the UCLA/California State University Dominguez Hills (CSUDH) scientific exchange program. The broader impacts of this research into the interplay of geometry, connectivity, and fluctuations in biological systems should include a deeper understanding of the principles of cellular mechanics and force generation. The work on membranes may also have a broader impact on understanding undulations in graphene sheets and ribbons. Finally, the work on neuronal networks should have direct impact on studies of respiratory rhythm generation in mammals and possibly provide new insight into the basic principles controlling the stability of this essential central pattern generator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Levine",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Levine",
   "pi_email_addr": "alevine@physics.ucla.edu",
   "nsf_id": "000454468",
   "pi_start_date": "2017-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "607 Charles E Young Dr., EAST, UCLA Department of Chemistry & Biochemistry",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}