{
 "awd_id": "1712128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Novel Topological States in Correlated Quantum Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2018-04-23",
 "awd_max_amd_letter_date": "2020-04-06",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education in understanding novel quantum states of matter in solid-state materials. At low temperatures, quantum mechanics can bring materials into states of matter that have no classical analog. Topological states of matter are such novel quantum states of matter, and they exhibit striking new physical properties. For example, charge carriers in some topological states behave as if they were a fraction of an electron, and their properties can be exploited to build robust quantum computers.\r\n\r\nThe thrusts of the research activities include: 1) Developing a new theoretical framework to systematically understand topological states and developing new computational techniques to simulate these states in a reliable fashion. 2) Applying these techniques to investigate topological states and their physical properties in real materials. 3) Developing guiding principles helpful in searching for new topological states in materials.\r\n\r\nThis project will generate knowledge and computational methods needed for advances in quantum material science and quantum technology. The educational activities include developing pedagogical courses, lectures, and journal-club series for undergraduate and graduate students, with emphasis on the new states of matter discovered in modern condensed matter physics. As an outreach activity, an interactive website will be created to disseminate teaching materials and to demonstrate topological phenomena, with the aim of sparking general interest in science and technology.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education in understanding topological quantum states of matter. Very rich classes of correlation-driven topological phases have been predicted theoretically; however, the existence of only few of them has been confirmed in real materials. The relevant challenges are the limitations of currently available theoretical and numerical methods for correlated quantum systems, as well as the lack of physical guiding principles to direct the search for many correlated topological states. This project addresses both these challenges.\r\n\r\nThe research activities comprise three main thrusts: 1) The PI will further develop a symmetric tensor network framework and numerical algorithms suitable for investigating correlated topological phases. The tensor network can be viewed as a new language for quantum many-body physics capable of capturing topological properties of quantum states. 2) By applying this framework, the PI will search for model systems that realize correlation-driven topological phases, including models for correlated transition-metal materials. In addition, excitation properties of candidate topological materials will be computed and compared with experiments. 3) The PI will develop symmetry-based guiding principles that are independent of microscopic details, aiding the search for topological states in materials.\r\n\r\nThe research is closely connected to quantum information science and algebraic topology in mathematics, and it could bring new insight in these disciplines. The educational activities include developing pedagogical courses, lectures, and journal-club series for undergraduate and graduate students, with emphasis on the new states of matter discovered in modern condensed matter physics. The PI will develop and maintain an interactive website hosting research and teaching materials, which will include demonstrations of topological phenomena in condensed matter physics and tensor networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ying",
   "pi_last_name": "Ran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Ran",
   "pi_email_addr": "ying.ran@bc.edu",
   "nsf_id": "000595768",
   "pi_start_date": "2018-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award has supported theoretical investigations and provided research opportunities for graduate and undergraduate students on novel states of matter in solid-state materials. In recent years, the condensed matter physics community discovered a series of new states of matter, including topological insulators and semimetals, and quantum spin liquid candidate materials hosting intriguing fractional excitations. These novel states of matter are intrinsically quantum mechanical and have no classical analog. The crucial scientific questions studied here include where to find these novel quantum states in practical materials and how to probe them experimentally, since their characteristics may not appear in traditional experimental probes like spectroscopies and thermodynamics.</p>\n<p>To answer the first question, we pointed out that twisted bilayer NbSe2 and TaS2 two-dimensional van der Waals materials can naturally host chiral topological superconductivity under appropriate experimental conditions [Phys.Rev.B.106.125136]. Chiral topological superconductors can be used for topological quantum computations, which has not been confirmed in experiments yet. Moreover, collaborating with experimentalists we showed that one could tune between the Kitaev and Ising limits in honeycomb lattice quantum magnets [Sci. Adv. 8, eabl5671 (2022)], revealing new physical regimes possibly realizing quantum spin liquids.</p>\n<p>To answer the second question, we have studied a series of new nonlinear physical effects that can be used to probe the topological nature of quantum states of matter. For example, it has been a long-standing challenge to experimentally probe mobile magnetic excitations in quantum spin liquids because separating the impurity-induced local excitations in experiments is difficult. In a piece of work, we studied the temperature-gradient-induced nonreciprocal directional dichroism in quantum magnets. We proposed it as a probe directly coupling to mobile magnetic excitations [arXiv:2004.13047]. Collaborating with experimentalists, we investigated the photocurrent on anisotropic thermoelectric materials [Nature Physics 19, 507-514 (2023)]. We found that the photocurrent forms a spatial pattern dictated by the anisotropic Seebeck effect, explaining the puzzles in previously reported photocurrents in Weyl semimetals. In addition, motivated by the recent discovery of unconventional superconductivity in two-dimensional (2D) materials, we investigated a new physical effect: the supercurrent-induced anomalous thermal Hall effect [arXiv:2211.16651]. We demonstrated that this effect could be used as a probe detecting the superconducting gap anisotropy in 2D superconductors, which contains essential information about the underlying mechanism responsible for unconventional superconductivity but can be hard to probe using existing experimental methods.</p>\n<p>This award also supported developing and maintaining a website [https://sites.google.com/a/bc.edu/ying-ran/] hosting information on scientific research projects, lecture notes, and other teaching materials, readily accessible by the general public.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2023<br>\n\t\t\t\t\tModified by: Ying&nbsp;Ran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award has supported theoretical investigations and provided research opportunities for graduate and undergraduate students on novel states of matter in solid-state materials. In recent years, the condensed matter physics community discovered a series of new states of matter, including topological insulators and semimetals, and quantum spin liquid candidate materials hosting intriguing fractional excitations. These novel states of matter are intrinsically quantum mechanical and have no classical analog. The crucial scientific questions studied here include where to find these novel quantum states in practical materials and how to probe them experimentally, since their characteristics may not appear in traditional experimental probes like spectroscopies and thermodynamics.\n\nTo answer the first question, we pointed out that twisted bilayer NbSe2 and TaS2 two-dimensional van der Waals materials can naturally host chiral topological superconductivity under appropriate experimental conditions [Phys.Rev.B.106.125136]. Chiral topological superconductors can be used for topological quantum computations, which has not been confirmed in experiments yet. Moreover, collaborating with experimentalists we showed that one could tune between the Kitaev and Ising limits in honeycomb lattice quantum magnets [Sci. Adv. 8, eabl5671 (2022)], revealing new physical regimes possibly realizing quantum spin liquids.\n\nTo answer the second question, we have studied a series of new nonlinear physical effects that can be used to probe the topological nature of quantum states of matter. For example, it has been a long-standing challenge to experimentally probe mobile magnetic excitations in quantum spin liquids because separating the impurity-induced local excitations in experiments is difficult. In a piece of work, we studied the temperature-gradient-induced nonreciprocal directional dichroism in quantum magnets. We proposed it as a probe directly coupling to mobile magnetic excitations [arXiv:2004.13047]. Collaborating with experimentalists, we investigated the photocurrent on anisotropic thermoelectric materials [Nature Physics 19, 507-514 (2023)]. We found that the photocurrent forms a spatial pattern dictated by the anisotropic Seebeck effect, explaining the puzzles in previously reported photocurrents in Weyl semimetals. In addition, motivated by the recent discovery of unconventional superconductivity in two-dimensional (2D) materials, we investigated a new physical effect: the supercurrent-induced anomalous thermal Hall effect [arXiv:2211.16651]. We demonstrated that this effect could be used as a probe detecting the superconducting gap anisotropy in 2D superconductors, which contains essential information about the underlying mechanism responsible for unconventional superconductivity but can be hard to probe using existing experimental methods.\n\nThis award also supported developing and maintaining a website [https://sites.google.com/a/bc.edu/ying-ran/] hosting information on scientific research projects, lecture notes, and other teaching materials, readily accessible by the general public. \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2023\n\n\t\t\t\t\tSubmitted by: Ying Ran"
 }
}