{
 "awd_id": "1720342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Entanglements in Proteins and Other Macromolecular Chains",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "Proteins are molecular chains which perform many of the cellular processes that sustain life.  For a protein to perform its function, the protein must \"fold\" into what is called its \"native state\".  While the folding process is not directly observable, modern experimental techniques make it possible to observe the 3D structure of proteins in their native states.  Researchers have found knots (like knots in one's shoes), links (like the Olympic rings), and other types of entanglements in the native states of many proteins.  Furthermore, it has been shown that the entanglements in these proteins have resisted evolution, suggesting that the entanglements are critical to the function of the proteins and not just a cosmic accident.  It is unclear why entanglements (which add complexity to the folding process) would be advantageous to proteins, especially since the consequences of misfolding a protein can be devastating.  For example, misfolded proteins are believed to be related to diseases such as Alzheimer's disease, Parkinson's disease, and Creutzfeldt-Jakob disease (the human analogue of Mad Cow Disease).  In addition, proteins linked to HIV, whooping cough, obesity, and other ailments have been shown to contain entanglements.  The goal of this project is to develop computational tools and run simulations to gain a deeper understanding of the types of entanglements seen in proteins and other molecular chains.  A clear understanding of protein entanglement, and the relationship between entanglement and protein function, will provide insights into human ailments and could be central to the design of the next generation of drugs to battle the ailments.\r\n\r\nThe PI, a multi-disciplinary group of collaborators, and undergraduate researchers will leverage their unique skill set towards two main objectives.  First, a number of different techniques have been proposed previously to classify the type of knotting in open curves (such as proteins).  In this project, these different methods will be compared, and new efficient algorithms created, to measure the types of knotting in these curves.  Second, physical properties of molecular chains affect the structure of entanglements that can be created.  For example, molecular chains are often modeled as having some thickness, i.e. there is a thin impenetrable tube about the chain.  The group will study how the types of knots and their structures change with differing thickness values.  Together, these projects aim to efficiently classify the entanglements in proteins, pinpoint their location, and determine how some physical properties affect the entanglements observed.  In addition to the scientific goals, this grant has broad educational objectives. Undergraduate students will be trained by the PI and contribute to the projects, gaining both content knowledge and experience in the research process. The students will participate in professional meetings and disseminate their findings in talks and posters. These research experiences are essential in training the next generation of STEM educators, researchers, and practitioners.  To reach a wide audience, the PI will continue to be active in giving presentations to students, non-specialists, and multidisciplinary groups, both domestically and internationally. The results will be published in mathematics and science journals. The PI will organize interdisciplinary conference sessions to bring together scientists from traditionally disparate fields and create new interdisciplinary collaborations with researchers across the world. Furthermore, the research results, data, and software generated as a part of this grant will be made publicly available via the world wide web.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Rawdon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Rawdon",
   "pi_email_addr": "ejrawdon@stthomas.edu",
   "nsf_id": "000381827",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of St. Thomas",
  "inst_street_address": "2115 SUMMIT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6519626038",
  "inst_zip_code": "551051048",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "UNIVERSITY OF ST THOMAS",
  "org_prnt_uei_num": "MEQUD34ZB1Y6",
  "org_uei_num": "MEQUD34ZB1Y6"
 },
 "perf_inst": {
  "perf_inst_name": "University of St. Thomas",
  "perf_str_addr": "2115 Summit Ave",
  "perf_city_name": "Saint Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans use knots daily, from tying shoelaces to securing boats to ensuring the safety of climbers.&nbsp; Mathematicians have studied knots since the 1800s, although the knots mathematicians study form closed loops (i.e. there are no free ends).&nbsp; Thus, mathematical knots are different from what the general public refers to as knots (which mathematicians call \"open knots\").<br />Nature is replete with these open knots.&nbsp; For example, proteins can be modeled as chains of amino acids.&nbsp; Some of these proteins form knots.&nbsp; Proteins perform many functions in cells which are critical to the life of a cell, and, thus, of humans and other organisms as well.&nbsp; Proteins fold into their functional form in a process that is not well understood.&nbsp; This folding process is important since misfolding is believed to be a cause of some diseases (e.g. Alzheimer's disease, Parkinson's disease, and Creutzfeldt-Jakob disease).&nbsp; Insights into the folding process can be gleaned by understanding what types of knots are formed, and how they are formed.&nbsp; The PI, his undergraduate student researchers, and an international group of collaborators studied the classification of knotting in natural systems, with a particular interest in applications to both biology and physics.</p>\n<p>The website/database KnotProt catalogs all known knotted proteins and was created in a collaboration with the PI, a research group at the University of Warsaw, and several other colleagues.&nbsp; The website is updated weekly to incorporate newly found protein structures and is available to the public at https://knotprot.cent.uw.edu.pl/.&nbsp; New functionality was added to this website to more accurately detect the type and location of these entanglements.&nbsp; These enhancements provide research biologists with a new set of tools for understanding intricacies of the folding process.&nbsp; KnotProt is based on proteins solved experimentally that are deposited in the RCSB Protein Data Bank (which contains around 200,000 structures).&nbsp; Current artificial intelligence techniques have made it possible to predict the structures of over 200 million structures using software known as AlphaFold.&nbsp; The PI and collaborators at the University of Warsaw developed the AlphaKnot database (publicly available at https://alphaknot.cent.uw.edu.pl/), which catalogs knots found in the first simulations from AlphaFold.&nbsp; The AlphaKnot computations discovered the most complicated protein knot found to date.&nbsp; Furthermore, the knotting in the structures are classified according to a reliability score which is output from AlphaFold, making it possible for researchers to determine to what extent the entanglement in the structure should be trusted.&nbsp; Furthermore, the grant funded studies combining theory, the development of new algorithms, and computational experiments to efficiently classify knotting in general open chains.&nbsp; Together, this work, and the associated data, provide critical information to the study of protein folding and misfolding.</p>\n<p>The PI and collaborators also studied knots in confinement.&nbsp; In nature, long molecular chains are oftentimes packed in a confined space.&nbsp; For example, long strands of DNA are packed tightly into viral heads and infection occurs when this DNA is shot into a cell.&nbsp; This tight packing creates complicated knotting, like what one sees when a long extension cord is packed haphazardly in a box.&nbsp; For many reasons, it is difficult to simulate knots occurring in tight confinement.&nbsp; A new approach for studying knotting in extreme confinement was developed, leading to a characterization of the types of knots what should expect to see in tight confinement.&nbsp; The similarities and differences between what one would expect to see versus what is seen in nature provides insights into natural systems.&nbsp; Such insights can then be used to develop new techniques for the prevention or treatment of diseases.</p>\n<p>The grant had a number of broader impacts.&nbsp; Ten undergraduate STEM majors were involved in the research.&nbsp; These students participated in professional conferences, giving a total of 31 posters and presentations over the course of the grant.&nbsp; Furthermore, the PI organized two multidisciplinary conference sessions.&nbsp; These sessions brought together researchers from disparate research areas and led to new cross-disciplinary collaborations, both for the PI and for the other researchers involved.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2022<br>\n\t\t\t\t\tModified by: Eric&nbsp;J&nbsp;Rawdon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHumans use knots daily, from tying shoelaces to securing boats to ensuring the safety of climbers.  Mathematicians have studied knots since the 1800s, although the knots mathematicians study form closed loops (i.e. there are no free ends).  Thus, mathematical knots are different from what the general public refers to as knots (which mathematicians call \"open knots\").\nNature is replete with these open knots.  For example, proteins can be modeled as chains of amino acids.  Some of these proteins form knots.  Proteins perform many functions in cells which are critical to the life of a cell, and, thus, of humans and other organisms as well.  Proteins fold into their functional form in a process that is not well understood.  This folding process is important since misfolding is believed to be a cause of some diseases (e.g. Alzheimer's disease, Parkinson's disease, and Creutzfeldt-Jakob disease).  Insights into the folding process can be gleaned by understanding what types of knots are formed, and how they are formed.  The PI, his undergraduate student researchers, and an international group of collaborators studied the classification of knotting in natural systems, with a particular interest in applications to both biology and physics.\n\nThe website/database KnotProt catalogs all known knotted proteins and was created in a collaboration with the PI, a research group at the University of Warsaw, and several other colleagues.  The website is updated weekly to incorporate newly found protein structures and is available to the public at https://knotprot.cent.uw.edu.pl/.  New functionality was added to this website to more accurately detect the type and location of these entanglements.  These enhancements provide research biologists with a new set of tools for understanding intricacies of the folding process.  KnotProt is based on proteins solved experimentally that are deposited in the RCSB Protein Data Bank (which contains around 200,000 structures).  Current artificial intelligence techniques have made it possible to predict the structures of over 200 million structures using software known as AlphaFold.  The PI and collaborators at the University of Warsaw developed the AlphaKnot database (publicly available at https://alphaknot.cent.uw.edu.pl/), which catalogs knots found in the first simulations from AlphaFold.  The AlphaKnot computations discovered the most complicated protein knot found to date.  Furthermore, the knotting in the structures are classified according to a reliability score which is output from AlphaFold, making it possible for researchers to determine to what extent the entanglement in the structure should be trusted.  Furthermore, the grant funded studies combining theory, the development of new algorithms, and computational experiments to efficiently classify knotting in general open chains.  Together, this work, and the associated data, provide critical information to the study of protein folding and misfolding.\n\nThe PI and collaborators also studied knots in confinement.  In nature, long molecular chains are oftentimes packed in a confined space.  For example, long strands of DNA are packed tightly into viral heads and infection occurs when this DNA is shot into a cell.  This tight packing creates complicated knotting, like what one sees when a long extension cord is packed haphazardly in a box.  For many reasons, it is difficult to simulate knots occurring in tight confinement.  A new approach for studying knotting in extreme confinement was developed, leading to a characterization of the types of knots what should expect to see in tight confinement.  The similarities and differences between what one would expect to see versus what is seen in nature provides insights into natural systems.  Such insights can then be used to develop new techniques for the prevention or treatment of diseases.\n\nThe grant had a number of broader impacts.  Ten undergraduate STEM majors were involved in the research.  These students participated in professional conferences, giving a total of 31 posters and presentations over the course of the grant.  Furthermore, the PI organized two multidisciplinary conference sessions.  These sessions brought together researchers from disparate research areas and led to new cross-disciplinary collaborations, both for the PI and for the other researchers involved.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2022\n\n\t\t\t\t\tSubmitted by: Eric J Rawdon"
 }
}