{
 "awd_id": "1722994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Constraints on crustal stress from fault slip data and topography",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2017-11-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 198031.0,
 "awd_amount": 198031.0,
 "awd_min_amd_letter_date": "2017-10-31",
 "awd_max_amd_letter_date": "2020-01-13",
 "awd_abstract_narration": "Forces in the Earth's crust lead to ongoing deformation, and in most places, crustal deformation results in destructive earthquakes. Crustal forces and deformation are mathematically represented by stress and strain tensors, respectively. Surface deformation is routinely measured through geodetic techniques and gives insight into the crustal strain field. On the other hand, measuring stress directly is difficult and costly. Hence, the crustal stress field is poorly known compared to strain. In the case of earthquakes, strain around faults that have not recently ruptured indicates the rates that those faults are being loaded, while strain during earthquakes yields information on how the faults slipped at depth. It is crucial to note, however, that earthquakes are inherently stress phenomena, with faults continually loaded until the built-up stress on the faults overcomes their strength. Therefore, while monitoring surface strain provides some information on earthquake potential, insight into seismogenic stresses can advance estimations of earthquake hazard.  Over the past several decades, progress has been made in quantifying the orientations of the stresses that led to significant earthquakes; however, quantification of the magnitudes of the stresses that caused those earthquakes has been elusive. In places of high topographic relief, topography itself results in significant stresses on faults. Although, topographic fault stress is only one part of the total stress budget, quantifying it allows the magnitudes of stresses that led to significant earthquakes to be constrained. In addition to an understanding of earthquake processes, this research will contribute to a broader understanding of active tectonics and crustal deformation. \r\n\r\nIn this project, the researcher will constrain the orientations and magnitudes of seismogenic stresses that are consistent with recent moderate to large, continental earthquakes. The researcher seeks to answer three primary questions: 1) What are the magnitudes and orientations of tectonic stress in the crust? 2) How do seismogenic stresses compare to coseismic stress changes?  3) Are topographic stresses correlated to coseismic slip? Answering these questions relies on knowing both the topographic and tectonic stress tensor fields. Topographic stresses are the heterogeneous component of stress that perturb a laterally invariant lithostatic stress in regions of topography. Topographic stresses can be quite heterogeneous across faults, adding shear stresses >10 MPa and normal stresses >50 MPa onto a fault. Correlations between variation of topographic fault stresses and coseismic slip across faults, suggest that the topographic stress field modulates rupture patterns. In this study, a radial basis function, finite difference (RBF-FD) method will be developed to calculate topographic stresses. The RBF-FD method allows for heterogeneous elastic properties and densities, holds for high topographic gradient, and computes stresses throughout the subsurface. The study will use Bayesian methods to estimate the tensorial tectonic stresses that when added to the topographic stresses are consistent with known fault slip. To further constrain stress, focal mechanisms and geologic observations nearby to the earthquakes will be included. The researcher will further analyze the estimated stresses, including investigating correlations between topographic stress and coseismic slip, constraining mechanical fault parameters, and comparing inferred stress in different tectonic regimes. Constraints on seismogenic stresses have the potential to yield substantial insight into issues of earthquake mechanics and active tectonics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hetland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Hetland",
   "pi_email_addr": "ehetland@umich.edu",
   "nsf_id": "000517510",
   "pi_start_date": "2017-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1100 N University Ave",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 37136.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 91619.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 69276.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">In this project, we developed a new method to estimate the crustal stresses that result in large earthquakes. The energy radiated from earthquakes only has information about the stress drop during that earthquake. The direction of fault slip during the earthquake, on the other hand, can be used to infer the orientations, and occasionally the relative magnitudes, of the pre-earthquake stress. However, earthquake slip information only weakly constrains the relative magnitudes of stress, and yields no information about the absolute magnitude of the stress.</p>\n<p class=\"p1\">We developed a statistical method to infer stresses from earthquake models, models that resolve the faults that slipped during the earthquakes and the manner in which those faults slipped. Our method captures the range of permissible stresses consistent with the earthquake models, and accounts for the fact that no single model fully captures the actual motion that occurred during the earthquake. Additionally, our methodology can be used to investigate the mechanical consistency between various earthquake models, or aspects of those models, and other known information about the fault system that earthquake occurred in. By accounting for independent sources of stress within our estimation method, we are able to place bounds on the absolute magnitude of stress.</p>\n<p class=\"p1\">We estimated the stresses from models of the 2010 M7.1 Darfield, the 2011 M6.2 Christchurch earthquake, and the 2016 M7.8 Kaikoura earthquakes, all in the northern region of South Island, New Zealand. Considering seven different models of the Kaikoura earthquake, we found that the stress is characterized by a thrust style regime, where the crust is compressed most in a near east-west orientation and compressed least vertically. In contrast, we found that the stress inferred from models of the Darfield and Christchurch earthquakes (using two models of each earthquake), is characterized by a strike-slip style regime, where the crust is compressed most in a near east-west direction, similar to as inferred for the Kaikoura earthquake, and least in a near north-south direction. We found that the weight of sediments on the Canterbury Plain, where the Darfield and Christchurch earthquake occurred, is sufficient to explain the change in inferred stress regimes. Moreover, by considering the stress due to the overlying sediments, we determined that the absolute magnitude of stress is between 27 and 65 MPa (at the 90% credibility interval). We additionally found that the 2020 M5.1 Sparta, North Carolina, earthquake was consistent with a thrust-type stress regime, with the absolute magnitude of stress larger than 20&mdash;30 MPa.</p>\n<p class=\"p1\">Our methods are freely available and present earthquake researchers with a new way in which to assess earthquake slip models and provide constraints on the stresses that led to earthquakes.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/18/2024<br>\nModified by: Eric&nbsp;A&nbsp;Hetland</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, we developed a new method to estimate the crustal stresses that result in large earthquakes. The energy radiated from earthquakes only has information about the stress drop during that earthquake. The direction of fault slip during the earthquake, on the other hand, can be used to infer the orientations, and occasionally the relative magnitudes, of the pre-earthquake stress. However, earthquake slip information only weakly constrains the relative magnitudes of stress, and yields no information about the absolute magnitude of the stress.\n\n\nWe developed a statistical method to infer stresses from earthquake models, models that resolve the faults that slipped during the earthquakes and the manner in which those faults slipped. Our method captures the range of permissible stresses consistent with the earthquake models, and accounts for the fact that no single model fully captures the actual motion that occurred during the earthquake. Additionally, our methodology can be used to investigate the mechanical consistency between various earthquake models, or aspects of those models, and other known information about the fault system that earthquake occurred in. By accounting for independent sources of stress within our estimation method, we are able to place bounds on the absolute magnitude of stress.\n\n\nWe estimated the stresses from models of the 2010 M7.1 Darfield, the 2011 M6.2 Christchurch earthquake, and the 2016 M7.8 Kaikoura earthquakes, all in the northern region of South Island, New Zealand. Considering seven different models of the Kaikoura earthquake, we found that the stress is characterized by a thrust style regime, where the crust is compressed most in a near east-west orientation and compressed least vertically. In contrast, we found that the stress inferred from models of the Darfield and Christchurch earthquakes (using two models of each earthquake), is characterized by a strike-slip style regime, where the crust is compressed most in a near east-west direction, similar to as inferred for the Kaikoura earthquake, and least in a near north-south direction. We found that the weight of sediments on the Canterbury Plain, where the Darfield and Christchurch earthquake occurred, is sufficient to explain the change in inferred stress regimes. Moreover, by considering the stress due to the overlying sediments, we determined that the absolute magnitude of stress is between 27 and 65 MPa (at the 90% credibility interval). We additionally found that the 2020 M5.1 Sparta, North Carolina, earthquake was consistent with a thrust-type stress regime, with the absolute magnitude of stress larger than 2030 MPa.\n\n\nOur methods are freely available and present earthquake researchers with a new way in which to assess earthquake slip models and provide constraints on the stresses that led to earthquakes.\n\n\n\t\t\t\t\tLast Modified: 03/18/2024\n\n\t\t\t\t\tSubmitted by: EricAHetland\n"
 }
}