{
 "awd_id": "1725065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theory of dynamic cytoskeletal length regulation and stabilization",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 342000.0,
 "awd_amount": 413427.0,
 "awd_min_amd_letter_date": "2018-05-29",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research, and education on the fundamental mechanisms that determine size of living organisms and biomaterials. When biological organisms grow, they regulate the size that they reach: for example, people grow to their adult height and then remain that tall. Therefore, sensing and regulating size is an essential physics problem that biological organisms solve. Living systems control the size not just of whole organisms, but also of smaller internal structures (organs, cells, and structures inside cells). The physical principles and mechanisms underlying the sensing and control of size in biology are not well understood. This project will develop new physics-based models to understand and predict how length of one class of subcellular structures are regulated in organisms. Related mechanisms may be useful in regulating the growth of polymers and biomaterials.  This project will develop interdisciplinary research and education, and work to improve diversity in science.\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research, and education on the fundamental mechanisms that determine size of living organisms and biomimetic biomaterials. Regulating physical size is an essential problem that biological organisms must solve, but the physical principles and mechanisms underlying the sensing and control of size in biology are not well understood. The regulation of polymer length is important for the organization of the cellular cytoskeleton, which affects the size of subcellular organelles such as the mitotic spindle and the structure of cells themselves. An important general question is how to use molecular-level information to understand and predict higher-order aspects of assembly and organization. Remarkably, many cytoskeletal assemblies can maintain a constant, self-organized length, even though they are nonequilibrium structures with constant molecular turnover. While significant previous work has focused on steady-state spindle length, the PI aims to advance understanding of dynamic spindle length regulation. Results from this work will provide a basis for developing predictive understanding of dynamic length regulation and cytoskeletal self-assembly. \r\nThe work is built on theoretical and modeling tools, including tractable analytic models, semi-analytic and numerical analysis, simplified simulation models, and detailed three-dimensional simulations. This project will address how length regulation and its dynamic stabilization can emerge as a collective property as the level of cytoskeletal assembly changes from single filaments, filament bundles, and the mitotic spindle. The work will focus on two scientific questions. First, what are the general mechanisms of length sensing of single cytoskeletal filaments, bundles, and higher-order assemblies? While previous length-sensing work has assumed monotonically length-dependent processes, this work will conduct a wide-ranging theoretical investigation into classes of length sensing, inspired by currently known biological processes. Second, what types of feedback and amplification lead to dynamically stable or unstable length regulation? Recent work demonstrates that mitotic spindle length is dynamically stabilized at a steady state value, and that this stabilization can be perturbed, causing large length fluctuations. The work will perform a general investigation of classes of feedback and amplification that lead to dynamically stable or unstable length of cytoskeletal assemblies. Mechanisms explored in the research may be applicable to regulating the growth of polymers and biomaterials.\r\nThe work will provide insight into biologically relevant general mechanisms of length sensing and regulation, by determining how bundling, spatially non-monotonic activity, and force-dependent regulation can effect length sensing. The work will develop understanding of the dynamic stabilization, and investigate whether there are different characteristic modes of dynamic destabilization. Research advances may have applicability to growth of biomaterials and soft materials more generally. This project will also test mechanical contributions to spindle length stabilization, by considering how spindle components contribute forces and feedback that enable constant, stable spindle length. This will improve understanding of collective self-assembly in cells. The project is an integrated interdisciplinary program of theoretical biophysics and statistical mechanics informed by cell biology and genetics to gain insight into cytoskeletal length regulation and stabilization. The PI works to increase gender and racial diversity in science through multiple activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Betterton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith D Betterton",
   "pi_email_addr": "mdb@colorado.edu",
   "nsf_id": "000380073",
   "pi_start_date": "2018-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 228000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 114000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 71427.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This scientific research project took inspiration from cell division and biological filtering to better understand the biophysics that drives these processes. The project gave key results on bipolar spindle assembly. During cell division, a structure known as the mitotic spindle is crucial for proper chromosome segregation. Surprisingly, the project showed that molecular motors, usually essential for spindle assembly, were not always required. By utilizing molecular simulations and a minimal torque-balance model, they successfully predicted spindle length even in the absence of these motors. This finding opens up further research into the underlying mechanisms that drive spindle assembly. The project then developed a new theory of mitotic spindle assembly and chromosome alignment. The simulations they created not only provided fresh insights into spindle length regulation but also error correction during chromosome alignment. They also analyzed the mechanisms that contribute to spindle length fluctuations, important for how cells divide and ensure their genetic material is accurately distributed. Spindle stability depends on the regulation of microtubule antiparallel overlaps. The project developed novel theory and simulations for this system, which led to new work identifying intriguing long-range interactions between molecular motors mediated by microtubules. The project also established new results on selective transport and filtering through biopolymer barriers. The project discovered that binding and unbinding from flexible polymers could lead to selective transport. This contributes to our understanding of nucleocytoplasmic transport in cells. The project developed new simulation tools to study filaments that are driven by motors and interact, producing several software packages for use by the community.&nbsp; This research project has impacted on several scientific disciplines, including statistical physics, cell biology, biophysics, and computational physics. The work on spindle self-assembly and chromosome segregation has improved our understanding of cell division, a process fundamental to cellular life. The project has contributed to training the next generation of researchers. Undergraduate and graduate students have been mentored in this project. In conclusion, the outcomes of this project have brought us closer to understanding the cell division and the selective transport in cells.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2023<br>\n\t\t\t\t\tModified by: Meredith&nbsp;D&nbsp;Betterton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis scientific research project took inspiration from cell division and biological filtering to better understand the biophysics that drives these processes. The project gave key results on bipolar spindle assembly. During cell division, a structure known as the mitotic spindle is crucial for proper chromosome segregation. Surprisingly, the project showed that molecular motors, usually essential for spindle assembly, were not always required. By utilizing molecular simulations and a minimal torque-balance model, they successfully predicted spindle length even in the absence of these motors. This finding opens up further research into the underlying mechanisms that drive spindle assembly. The project then developed a new theory of mitotic spindle assembly and chromosome alignment. The simulations they created not only provided fresh insights into spindle length regulation but also error correction during chromosome alignment. They also analyzed the mechanisms that contribute to spindle length fluctuations, important for how cells divide and ensure their genetic material is accurately distributed. Spindle stability depends on the regulation of microtubule antiparallel overlaps. The project developed novel theory and simulations for this system, which led to new work identifying intriguing long-range interactions between molecular motors mediated by microtubules. The project also established new results on selective transport and filtering through biopolymer barriers. The project discovered that binding and unbinding from flexible polymers could lead to selective transport. This contributes to our understanding of nucleocytoplasmic transport in cells. The project developed new simulation tools to study filaments that are driven by motors and interact, producing several software packages for use by the community.  This research project has impacted on several scientific disciplines, including statistical physics, cell biology, biophysics, and computational physics. The work on spindle self-assembly and chromosome segregation has improved our understanding of cell division, a process fundamental to cellular life. The project has contributed to training the next generation of researchers. Undergraduate and graduate students have been mentored in this project. In conclusion, the outcomes of this project have brought us closer to understanding the cell division and the selective transport in cells.\n\n\t\t\t\t\tLast Modified: 08/01/2023\n\n\t\t\t\t\tSubmitted by: Meredith D Betterton"
 }
}