{
 "awd_id": "1733688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Working with Inuit Elders and Youth to Identify, Document, and Quantify, and Share Human-Relevant Environmental Variables (HREVs) in Clyde River, Nunavut",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Erica Hill",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 528744.0,
 "awd_amount": 528744.0,
 "awd_min_amd_letter_date": "2018-05-17",
 "awd_max_amd_letter_date": "2019-08-26",
 "awd_abstract_narration": "Paragraph 1 \r\nThis award supports scientific research by anthropologists, geographers, and atmospheric scientists to understand the relationship between how weather is normally measured and the factors that Arctic Indigenous peoples need to travel and work out of doors. In the same way that wind-chill, a combination of temperature and wind speed has become a commonly used composite of weather information used by many Americans, for Inuit visibility and sea-state are critical factors in whether to travel or stay put. For example, visibility is a product of cloud cover, wind, snow conditions, terrain, and more. The research team will seek to quantify factors and test them through camps for Elders and youth. In turn, the Elders and youth will train scientists about the nuanced nature of safely and successfully traveling and working in the Arctic. If successful, the team plans to share the factors with forecast agencies and others to increase the production of actionable knowledge. \r\n\r\nParagraph 2 \r\nThis research will investigate human-relevant environmental variables in close collaboration with an Inuit community in the Eastern Arctic to co-produce knowledge on Arctic weather in order to inform decisions that enable safe, productive travel on land, open sea, and sea-ice required for acquiring food and other cultural purposes. In the research team's work with the community of Clyde River, Nunavut, they have found that synthetic environmental variables (e.g., visibility, blowing snow, wave height) are more important than individual meteorological variables (e.g., air temperature, wind speed). In addition, the work will be expanded and strengthened by working with additional communities in the US and Greenland. In short, Inuit synthesize complex variables representing the natural environment to inform decisions that facilitate their life-way in this environment. The research will be carried out in a setting familiar to Inuit and consistent with Inuit social values and interactions, organized as a series of Elder-youth science camps between Alaska Native and Eastern Arctic Inuit. This approach overlaps with strong community interests in fostering interactions and knowledge transfer among Elders and youth, as well as collaborating with visiting scientists. As Elders consider what to do, they will also be teaching the youth, making explicit many thoughts and considerations that otherwise typically remain implicit. The youth, in turn, will help document this knowledge transfer by keeping journals during the camps about their activities and what they are learning and doing. Participant observation by the research team will give insight into this process, so they can understand how awareness of weather and related factors emerge, and will allow them to create mathematical descriptions of those factors. In addition to the usual project publications and presentations for academic audiences, the scientists will add to their existing network of local weather stations and the associated Inuktitut (Eastern Canadian Inuit language) and English public website that reports near-real-time weather data\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shari",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shari Fox",
   "pi_email_addr": "sfox@gcrc.carleton.ca",
   "nsf_id": "000493715",
   "pi_start_date": "2018-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 179269.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 349475.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Weather conditions matter greatly for those traveling on land, water and ice in the Arctic. We built and maintained five remote weather stations with hunters, recreationists, and families in the area of Clyde River, Nunavut, Canada, in locations chosen by community members. The information from these stations is valuable and used frequently by local residents as well as by climatologists and modelers. However, standard weather measurements, such as temperature or wind speed, do not tell the whole story. Working with our Inuit partners, we developed &ldquo;human-relevant environmental variables (HREVs)&rdquo; to communicate more about conditions that matter to people. One well-known example of an HREV is wind-chill factor, which combines temperature and wind speed to give a better idea of how the air will feel to a person outdoors. One HREV of local interest is wave height, which is a major factor in safety for those traveling along the coast in small, open boats. Waves are created by wind, and wave height builds over distance. If the wind is blowing offshore, waves close to shore will be small. If the wind blows over a long stretch of open water, waves will be bigger. Topography also matters, if a valley is aligned with the wind, it creates a zone of higher wind and bigger waves. Accounting for these controls, we modeled wave height, using data from our remote weather stations and other sources, and created a display that meets the needs of our Inuit partners and audience. Doing so helps improve the ability to deliver relevant information in a timely manner, for the use and benefit of local residents and others traveling, working or recreating in the area.</p>\n<p>We also explored the ways that weather affects Inuit when traveling. Local hunters kept records of their activities and their weather observations, often working with local youth to help teach skills and terminology. We found that weather-related decisions are often highly subjective, depending on the individual&rsquo;s reasons for travel, travel companions, expectations for future conditions, and other factors. Accordingly, we decided that a model of weather and decisions was a futile undertaking because there were too many factors that would be hard or impossible to put into a general model. Instead, the information from this part of the project was helpful in developing the human-relevant environmental variables, since the hunters&rsquo; insights helped us understand what aspects of weather mattered most. During the open-water season, wave height is a major concern. During snow season, visibility is a major concern, and can be hampered by blowing snow and also by flat light conditions, in which terrain hazards cannot be seen. The ability to be prepared for changing weather conditions is also essential for safe travel, as is appropriate knowledge of the land, ice, ocean and the weather. Creating opportunities for experienced travelers to share such knowledge with youth is of vital importance to the community.</p>\n<p>Our project thus served two main aims. Scientifically, we learned a great deal about weather and how to understand and generate more community-relevant information on human-relevant environmental variables. We also learned a great deal about how Inuit perceive weather and how it does, or does not, affect their activities. More broadly, we created a system for providing near-real-time weather information for the residents of Clyde River. Furthermore, we trained local partners in the construction, operation, and maintenance of the remote weather stations, so that they can keep the system running after our project has ended. Doing so has contributed to local capacity and information, to the long-term benefit of Clyde River. The project&rsquo;s success is largely due to the engagement of the community from proposal conception to its end, and to relationships and trust built over more than a decade of sharing. Mutual exchange of&nbsp; tools, techniques, skills and knowledge was a project-long objective and priority.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/14/2023<br>\n\t\t\t\t\tModified by: Shari&nbsp;Fox</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWeather conditions matter greatly for those traveling on land, water and ice in the Arctic. We built and maintained five remote weather stations with hunters, recreationists, and families in the area of Clyde River, Nunavut, Canada, in locations chosen by community members. The information from these stations is valuable and used frequently by local residents as well as by climatologists and modelers. However, standard weather measurements, such as temperature or wind speed, do not tell the whole story. Working with our Inuit partners, we developed \"human-relevant environmental variables (HREVs)\" to communicate more about conditions that matter to people. One well-known example of an HREV is wind-chill factor, which combines temperature and wind speed to give a better idea of how the air will feel to a person outdoors. One HREV of local interest is wave height, which is a major factor in safety for those traveling along the coast in small, open boats. Waves are created by wind, and wave height builds over distance. If the wind is blowing offshore, waves close to shore will be small. If the wind blows over a long stretch of open water, waves will be bigger. Topography also matters, if a valley is aligned with the wind, it creates a zone of higher wind and bigger waves. Accounting for these controls, we modeled wave height, using data from our remote weather stations and other sources, and created a display that meets the needs of our Inuit partners and audience. Doing so helps improve the ability to deliver relevant information in a timely manner, for the use and benefit of local residents and others traveling, working or recreating in the area.\n\nWe also explored the ways that weather affects Inuit when traveling. Local hunters kept records of their activities and their weather observations, often working with local youth to help teach skills and terminology. We found that weather-related decisions are often highly subjective, depending on the individual’s reasons for travel, travel companions, expectations for future conditions, and other factors. Accordingly, we decided that a model of weather and decisions was a futile undertaking because there were too many factors that would be hard or impossible to put into a general model. Instead, the information from this part of the project was helpful in developing the human-relevant environmental variables, since the hunters’ insights helped us understand what aspects of weather mattered most. During the open-water season, wave height is a major concern. During snow season, visibility is a major concern, and can be hampered by blowing snow and also by flat light conditions, in which terrain hazards cannot be seen. The ability to be prepared for changing weather conditions is also essential for safe travel, as is appropriate knowledge of the land, ice, ocean and the weather. Creating opportunities for experienced travelers to share such knowledge with youth is of vital importance to the community.\n\nOur project thus served two main aims. Scientifically, we learned a great deal about weather and how to understand and generate more community-relevant information on human-relevant environmental variables. We also learned a great deal about how Inuit perceive weather and how it does, or does not, affect their activities. More broadly, we created a system for providing near-real-time weather information for the residents of Clyde River. Furthermore, we trained local partners in the construction, operation, and maintenance of the remote weather stations, so that they can keep the system running after our project has ended. Doing so has contributed to local capacity and information, to the long-term benefit of Clyde River. The project’s success is largely due to the engagement of the community from proposal conception to its end, and to relationships and trust built over more than a decade of sharing. Mutual exchange of  tools, techniques, skills and knowledge was a project-long objective and priority.\n\n \n\n\t\t\t\t\tLast Modified: 06/14/2023\n\n\t\t\t\t\tSubmitted by: Shari Fox"
 }
}