{
 "awd_id": "1740874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RESEARCH-PGR:  Transcriptional and Translational Regulation of Gene Expression by Gene Structure, Codon Usage and tRNAs in Grasses",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 2561080.0,
 "awd_amount": 2561080.0,
 "awd_min_amd_letter_date": "2018-03-09",
 "awd_max_amd_letter_date": "2021-04-20",
 "awd_abstract_narration": "Like all species, grasses such as maize, rice, wheat, oats and barley contain genes encoding information that determines the amino acid sequence of all the proteins that plant synthesizes to germinate, grow and reproduce.  All genes in an organism use a simple, four-letter alphabet (A, C, G, T) to make three-letter words (codons) to specify each amino acid of a protein.  There is redundancy in this genetic code with multiple, similar codons often coding for the same amino acid.  In the DNA, the overall G+C content of genes within any given species is often very similar.  However, in grass species there are high-GC and low-GC genes, and there is evidence that high-GC and low-GC genes may be transcribed from DNA into RNA and translated from RNA into protein differently.  This project will test whether proteins from high-GC and low-GC genes are transcribed and translated with equal efficiency and, specifically, whether that differential regulation is used when responding to heat, cold and drought stress.  This work will also discover rules about codon usage and protein synthesis that can be used to design transgenes for efficient protein production.  Finally, current gene prediction software does not account for the high-GC and low-GC genes found in grasses.  This project will create a new gene prediction program that will more accurately predict genes in grasses.  Better gene prediction will benefit the larger community of plant researchers, including those who work with economically important grasses such as maize, rice, wheat, oats and barley.\r\n\r\nGrass genes have a bimodal GC distribution and a significant 5' to 3' GC gradient.  Little is known about the consequence of such variation on gene and protein expression.  High gene GC content and strong negative 5' to 3' gradients in grasses strongly affect codon usage bias.  It is possible that both GC biased gene conversion and codon usage bias are important in shaping the unusual GC features that are found in grass genes.  GC biased gene conversion may help to move gene mutation towards a particular codon usage program, and then selection on that codon bias may maintain a gene's GC content and gradient. GC biased gene conversion in rice will be examined.  Transcriptional and translational characteristics of native and transgenes that differ only in their GC content will also be studied in rice. Translational efficiency may also be affected by regulation of tRNAs in a tissue or condition-specific manner.  Therefore, regulation of tRNAs will be examined to determine if changes in tRNA abundances affect protein translational efficiency.  Recent published data indicate that due to the variation of GC content in grass genes, a notable number of genes in grasses have been missed or mis-annotated by existing gene finders.  A new gene prediction tool that accounts for grass bimodal GC distribution will be designed to improve gene annotation in grasses.  The results from this project will provide novel insights into gene evolution in grasses as well as important guidance for crop improvement via genetic modification.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Childs",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin L Childs",
   "pi_email_addr": "kchilds@msu.edu",
   "nsf_id": "000579659",
   "pi_start_date": "2018-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yinong",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yinong Yang",
   "pi_email_addr": "yuy3@psu.edu",
   "nsf_id": "000484305",
   "pi_start_date": "2018-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Jiang",
   "pi_email_addr": "jiangn@msu.edu",
   "nsf_id": "000259423",
   "pi_start_date": "2018-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Yanni",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanni Sun",
   "pi_email_addr": "yannisun@msu.edu",
   "nsf_id": "000523244",
   "pi_start_date": "2018-03-09",
   "pi_end_date": "2018-09-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Liu",
   "pi_email_addr": "kjl@msu.edu",
   "nsf_id": "000678336",
   "pi_start_date": "2018-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "612 Wilson Road, Rm 166",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488246406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1207096.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 738005.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 615979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Genes are coded by the four nucleotides of DNA: adenine (A), guanine (G), cytosine (C) and thymine (T).&nbsp;For many species, the percentage of guanine and cytosine (GC) used to code genes is fairly uniform.&nbsp;&nbsp;However, in the species that make up the grass family (Poaceae), genes have either a low-GC content or a high-GC content.&nbsp;&nbsp;We examined&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The bimodal gene GC content observed in rice and other grasses has been proposed to GC-biased gene conversion (gBGC) preferentially affecting high-GC genes in grasses.&nbsp;&nbsp;gBGC is a phenomenon where mismatched bases that arise during recombination are preferentially resolved by repairing the mismatch in favor of a GC base pair.&nbsp;&nbsp;Results from this project demonstrate that gBGC is correlated with recombination.&nbsp;&nbsp;Importantly, experiments show that coding regions are under elevated selective force for elevated GC content relative to non-coding regions, and we propose that this is due to selection during translation as transcripts with higher GC content are known to be enriched with ribosomes during translation.</p>\n<p>To support this project, a prime editing protocol was developed in rice to produce stable transformants for epitope tagging and allele replacement in rice genes.&nbsp;&nbsp;A protocol for adenine base editing was also developed to create stable mutated alleles in rice.</p>\n<p>The genomes of&nbsp;<em>Carex cristatella, Carex scoparia , Juncus effusus</em>&nbsp;and&nbsp;<em>Juncus inflexus</em>&nbsp;were sequenced and their gene identified in order to generate resources to examine the gene GC content in these relatives of the grasses.&nbsp;&nbsp;Despite the fact that all the genes from these&nbsp;<em>Carex</em>&nbsp;and&nbsp;<em>Juncus</em>&nbsp;species have a low-GC content, when&nbsp;<em>Carex</em>&nbsp;and&nbsp;<em>Juncus</em>&nbsp;are split into those that have homology to rice low-GC and high-GC genes, a small but distinct difference in gene GC content was observed.&nbsp;&nbsp;We have concluded that factors that may reduce recombination in&nbsp;<em>Carex</em>&nbsp;and&nbsp;<em>Juncus</em>&nbsp;such as small chromosome sizes and holocentric chromosomes may reduce GC-biased gene conversion in&nbsp;<em>Carex</em>&nbsp;and&nbsp;<em>Juncus</em>&nbsp;and affect gene GC content as observed in different species of&nbsp;<em>Oryza</em>.</p>\n<p>The different mutational pressures on low-GC and high-GC genes in rice and other related monocot plants affects the rate of evolution in these two classes of genes.&nbsp;&nbsp;Popular methods to resolve the phylogenetic (evolutionary) relationships between species often assume that all genes from the examined species have evolved at similar rates.&nbsp;&nbsp;As this is not true with the low-GC and high-GC genes in the monocots, methods have been developed to perform phylogenetic estimation under non-homogeneous sequence evolution models.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Studying low-GC and high-GC genes in grasses such as rice and recognizing that these two classes of genes exist in other monocot species is important because these two classes of genes are evolving at different rates and have different levels of expression and translation.&nbsp;&nbsp;These distinguishing characteristics of these classes of genes allows researchers to begin to ask questions from an evolutionary perspective about why these differences exist.&nbsp;&nbsp;As these two classes of genes can be identified in genomes throughout monocots, it suggests that there is heretofore unrecognized biology that researchers should explore.</p>\n<p>The genome sequences and gene annotations developed for&nbsp;<em>C. cristatella, C. scoparia , J. effusus</em>&nbsp;and&nbsp;<em>J. inflexus</em>&nbsp;will be used by many researchers for comparative genomics within monocots.&nbsp;&nbsp;These&nbsp;<em>Carex</em>&nbsp;and&nbsp;<em>Juncus</em>&nbsp;genomic resources are already being used by scientists who study species from the plant families&nbsp;Cyperaceae&nbsp;and&nbsp;Juncaceae&nbsp;as there had been few genomic resources from these groups until recently.</p>\n<p>The gene editing techniques developed in this project will be useful for many plant researchers and will allow the easier development of useful gene forms that will improve production of crops and reduce inputs such as fertilizers and pesticides.</p>\n<p>Understanding the phylogenetic (evolutionary) relationships between species is important for many types of biologists including non-plant biologists.&nbsp;&nbsp;The improved methods developed as part of this project will help biologists to create highly accurate phylogenetic trees using the ever increasing amount of gene data that is being generated as the genomes of more and more species are sequenced.</p><br>\n<p>\n Last Modified: 07/31/2024<br>\nModified by: Kevin&nbsp;L&nbsp;Childs</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGenes are coded by the four nucleotides of DNA: adenine (A), guanine (G), cytosine (C) and thymine (T).For many species, the percentage of guanine and cytosine (GC) used to code genes is fairly uniform.However, in the species that make up the grass family (Poaceae), genes have either a low-GC content or a high-GC content.We examined\n\n\nIntellectual Merit\n\n\nThe bimodal gene GC content observed in rice and other grasses has been proposed to GC-biased gene conversion (gBGC) preferentially affecting high-GC genes in grasses.gBGC is a phenomenon where mismatched bases that arise during recombination are preferentially resolved by repairing the mismatch in favor of a GC base pair.Results from this project demonstrate that gBGC is correlated with recombination.Importantly, experiments show that coding regions are under elevated selective force for elevated GC content relative to non-coding regions, and we propose that this is due to selection during translation as transcripts with higher GC content are known to be enriched with ribosomes during translation.\n\n\nTo support this project, a prime editing protocol was developed in rice to produce stable transformants for epitope tagging and allele replacement in rice genes.A protocol for adenine base editing was also developed to create stable mutated alleles in rice.\n\n\nThe genomes ofCarex cristatella, Carex scoparia , Juncus effususandJuncus inflexuswere sequenced and their gene identified in order to generate resources to examine the gene GC content in these relatives of the grasses.Despite the fact that all the genes from theseCarexandJuncusspecies have a low-GC content, whenCarexandJuncusare split into those that have homology to rice low-GC and high-GC genes, a small but distinct difference in gene GC content was observed.We have concluded that factors that may reduce recombination inCarexandJuncussuch as small chromosome sizes and holocentric chromosomes may reduce GC-biased gene conversion inCarexandJuncusand affect gene GC content as observed in different species ofOryza.\n\n\nThe different mutational pressures on low-GC and high-GC genes in rice and other related monocot plants affects the rate of evolution in these two classes of genes.Popular methods to resolve the phylogenetic (evolutionary) relationships between species often assume that all genes from the examined species have evolved at similar rates.As this is not true with the low-GC and high-GC genes in the monocots, methods have been developed to perform phylogenetic estimation under non-homogeneous sequence evolution models.\n\n\nBroader Impacts\n\n\nStudying low-GC and high-GC genes in grasses such as rice and recognizing that these two classes of genes exist in other monocot species is important because these two classes of genes are evolving at different rates and have different levels of expression and translation.These distinguishing characteristics of these classes of genes allows researchers to begin to ask questions from an evolutionary perspective about why these differences exist.As these two classes of genes can be identified in genomes throughout monocots, it suggests that there is heretofore unrecognized biology that researchers should explore.\n\n\nThe genome sequences and gene annotations developed forC. cristatella, C. scoparia , J. effususandJ. inflexuswill be used by many researchers for comparative genomics within monocots.TheseCarexandJuncusgenomic resources are already being used by scientists who study species from the plant familiesCyperaceaeandJuncaceaeas there had been few genomic resources from these groups until recently.\n\n\nThe gene editing techniques developed in this project will be useful for many plant researchers and will allow the easier development of useful gene forms that will improve production of crops and reduce inputs such as fertilizers and pesticides.\n\n\nUnderstanding the phylogenetic (evolutionary) relationships between species is important for many types of biologists including non-plant biologists.The improved methods developed as part of this project will help biologists to create highly accurate phylogenetic trees using the ever increasing amount of gene data that is being generated as the genomes of more and more species are sequenced.\t\t\t\t\tLast Modified: 07/31/2024\n\n\t\t\t\t\tSubmitted by: KevinLChilds\n"
 }
}