{
 "awd_id": "1741821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Miami Dade College InterAmerican Campus: STEM-Mia Project",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elise Lockwood",
 "awd_eff_date": "2018-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 965817.0,
 "awd_amount": 965817.0,
 "awd_min_amd_letter_date": "2018-02-05",
 "awd_max_amd_letter_date": "2020-04-10",
 "awd_abstract_narration": "Miami Dade College (MDC) InterAmerican Campus will implement the five-year STEM-Mia (or \"My STEM\" in Spanish) project to promote increased success, retention, and degree completion of 45 academically talented, low-income students.  Students will be recruited and supported in three cohorts of 15 students. Students pursuing associates degrees in biology, physics, chemistry, mathematics, computer science, and engineering will be supported while at MDC.  Through program activities, including mentoring, the students will be encouraged to transfer to an upper-division baccalaureate program, and provided support for that transition. STEM-Mia will support students with GPAs of at least 3.0 who are enrolled full-time at MDC. In addition to scholarships, the program includes the following high-impact practices: undergraduate research experiences; advising and mentoring by STEM faculty; implementation of academic pathways and early alert systems; year-round STEM colloquia; and extensive assistance in transfer to four-year institutions. STEM-Mia will broaden the participation of Hispanics and other underrepresented students, including first generation-in-college students in STEM fields and careers. In addition, it will present a model for other two-year Hispanic-Serving Institutions that are interested in increasing student participation, retention, and success in STEM. More importantly, the project will help address the critical STEM workforce crisis, by graduating increasing numbers of well-trained and competent professionals in these fields.\r\n\r\nThe Leadership Team will conduct a curricular redesign of two interdisciplinary courses focused on transferring to four-year institutions and STEM content infused with social cognitive career theory (SCCT)-based interventions. Employing SCCT as a framework, the project seeks to advance the body of research on low-income, community college students in STEM education by focusing on science support activities and psychological interventions. STEM-Mia will generate knowledge about student success and degree attainment in STEM and yield understanding of factors that will lead to improved retention of students in STEM programs at a two-year Hispanic-serving institution. The two primary research questions are (1) How does the provision of financial assistance (scholarships and summer stipends) and curricular/co-curricular supports to academically-talented students from low-income families affect their (a) retention in STEM majors, (b) year-to-year retention in college, and (c) on-time graduation, when compared to a similarly matched group of students? and (2) How do psychosocial constructs such as math/science self-efficacy, science identity, and leadership/teamwork capabilities of low-income, academically-talented STEM students change over time when provided STEM-specific academic supports and SCCT-based interventions? The STEM-Mia project will examine the effectiveness of a model that scales and adapts integrated approaches for promoting student engagement and success for a demographic that has been historically underrepresented in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Elodie",
   "pi_last_name": "Billionniere",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Elodie V Billionniere",
   "pi_email_addr": "ebillion@mdc.edu",
   "nsf_id": "000679534",
   "pi_start_date": "2018-02-05",
   "pi_end_date": "2020-04-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Willian",
   "pi_last_name": "Neris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Willian Neris",
   "pi_email_addr": "wneris@mdc.edu",
   "nsf_id": "000823174",
   "pi_start_date": "2020-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shanika",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shanika Taylor",
   "pi_email_addr": "staylor1@mdc.edu",
   "nsf_id": "000747991",
   "pi_start_date": "2018-02-05",
   "pi_end_date": "2018-09-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Loretta",
   "pi_last_name": "Ovueraye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loretta Ovueraye",
   "pi_email_addr": "oovueray@mdc.edu",
   "nsf_id": "000747994",
   "pi_start_date": "2018-02-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Volrick",
   "pi_last_name": "Higgs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Volrick Higgs",
   "pi_email_addr": "vhiggs@mdc.edu",
   "nsf_id": "000785326",
   "pi_start_date": "2018-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Willian",
   "pi_last_name": "Neris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Willian Neris",
   "pi_email_addr": "wneris@mdc.edu",
   "nsf_id": "000823174",
   "pi_start_date": "2020-03-19",
   "pi_end_date": "2020-04-10"
  }
 ],
 "inst": {
  "inst_name": "Miami-Dade Community College/InterAmerican Campus",
  "inst_street_address": "627 SW 27TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052373803",
  "inst_zip_code": "331352937",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "MIAMI DADE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "VGGMMZJKUXK8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami-Dade Community College/InterAmerican Campus",
  "perf_str_addr": "627 SW 27 Avenue",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331352937",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 965817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>STEM-Mia (&ldquo;My STEM&rdquo;) was essential for Miami Dade College (MDC) to provide scholarships and support to over 60 academically talented, low-income STEM students (scholars) at the Padron (formerly InterAmerican) campus.</p>\n<p>Through STEM-Mia, Miami Dade College (MDC) utilized a five (5) prong approach to provide educational support through connecting scholars with faculty mentors, coordinating STEMinars, providing scholarships, enrolling scholars in interdisciplinary courses, and offering a STEM Summary Academy. Faculty mentors were assigned at the beginning of the program to ensure scholars met academic and professional objectives. Mentors met monthly and discussed topics and provided support using MDC resources such as Single Stop and Student Services. Monthly STEMinars were coordinated based on student interest or trends in the STEM field. These seminars included industry professionals and trips to Kennedy Space Center and transfer institutions so scholars can engage and network. Scholarships were provided at the beginning of each major semester (Fall and Spring) to off-set the need for students to work so they can focus on their academics. Scholars had to maintain a cumulative GPA of a 3.00 and be enrolled in courses towards their STEM degree. Additionally, the scholars were enrolled in two (2) interdisciplinary courses; IDS1107: Tools for Success in STEM and IDS2124: Transfer Success in STEM. Both courses offered students guidance with an MDC professor who engaged in how to successfully pass STEM courses, developing their leadership skills, and their ability to present their ideas/solutions to real-world problems. Lastly, scholars were given the opportunity to work alongside a professor to conduct research in various STEM fields including computer science, chemistry, mathematics, and engineering. These research opportunities were within MDC, Florida International University, St. Thomas University, and the University of Florida. Through these approaches, the programs objectives, which included 80% retention and 50% graduation were exceeded.&nbsp;</p>\n<p>In addition to the services provided within Miami Dade College (MDC), the program also provided students with opportunities to attend conferences such as the NSF/AAAS S-STEM Symposium, where the scholars presented on topics that included mental health in STEM and Being Comfortable with the Uncomfortable. Through that experience, the leadership team, with the recommendation of the alumni scholars, created an opportunity for the scholars to work in groups to solve a problem in STEM and present their findings to administrators at the MDC Padron campus. Topics that include, creating a STEM student organization, expanding mentorship, solar powered panels on campus, virtual reality in mathematics classroom, and creating a fitness center, enabled students to voice their opinions in a meaningful way. The impact of this experience has enriched the student&rsquo;s ability to communicate with their professors and administrators, without the fear of being dismissed. Additionally, creating a tradition at the Padron campus where students can present their ideas and potentially receive funding to complete their projects. In the end, as the scholars have transferred to their respective four-year institutions, they remember the comradery they had at Miami Dade College and the support they received to pursue their goals within STEM.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/19/2024<br>\nModified by: Willian&nbsp;Neris</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSTEM-Mia (My STEM) was essential for Miami Dade College (MDC) to provide scholarships and support to over 60 academically talented, low-income STEM students (scholars) at the Padron (formerly InterAmerican) campus.\n\n\nThrough STEM-Mia, Miami Dade College (MDC) utilized a five (5) prong approach to provide educational support through connecting scholars with faculty mentors, coordinating STEMinars, providing scholarships, enrolling scholars in interdisciplinary courses, and offering a STEM Summary Academy. Faculty mentors were assigned at the beginning of the program to ensure scholars met academic and professional objectives. Mentors met monthly and discussed topics and provided support using MDC resources such as Single Stop and Student Services. Monthly STEMinars were coordinated based on student interest or trends in the STEM field. These seminars included industry professionals and trips to Kennedy Space Center and transfer institutions so scholars can engage and network. Scholarships were provided at the beginning of each major semester (Fall and Spring) to off-set the need for students to work so they can focus on their academics. Scholars had to maintain a cumulative GPA of a 3.00 and be enrolled in courses towards their STEM degree. Additionally, the scholars were enrolled in two (2) interdisciplinary courses; IDS1107: Tools for Success in STEM and IDS2124: Transfer Success in STEM. Both courses offered students guidance with an MDC professor who engaged in how to successfully pass STEM courses, developing their leadership skills, and their ability to present their ideas/solutions to real-world problems. Lastly, scholars were given the opportunity to work alongside a professor to conduct research in various STEM fields including computer science, chemistry, mathematics, and engineering. These research opportunities were within MDC, Florida International University, St. Thomas University, and the University of Florida. Through these approaches, the programs objectives, which included 80% retention and 50% graduation were exceeded.\n\n\nIn addition to the services provided within Miami Dade College (MDC), the program also provided students with opportunities to attend conferences such as the NSF/AAAS S-STEM Symposium, where the scholars presented on topics that included mental health in STEM and Being Comfortable with the Uncomfortable. Through that experience, the leadership team, with the recommendation of the alumni scholars, created an opportunity for the scholars to work in groups to solve a problem in STEM and present their findings to administrators at the MDC Padron campus. Topics that include, creating a STEM student organization, expanding mentorship, solar powered panels on campus, virtual reality in mathematics classroom, and creating a fitness center, enabled students to voice their opinions in a meaningful way. The impact of this experience has enriched the students ability to communicate with their professors and administrators, without the fear of being dismissed. Additionally, creating a tradition at the Padron campus where students can present their ideas and potentially receive funding to complete their projects. In the end, as the scholars have transferred to their respective four-year institutions, they remember the comradery they had at Miami Dade College and the support they received to pursue their goals within STEM.\n\n\n\t\t\t\t\tLast Modified: 07/19/2024\n\n\t\t\t\t\tSubmitted by: WillianNeris\n"
 }
}