{
 "awd_id": "1742463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Retaining and Inspiring students in Science and Engineering (RISE)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2017-11-21",
 "awd_max_amd_letter_date": "2017-11-21",
 "awd_abstract_narration": "With funding from the National Science Foundation's Scholarships in Science, Technology, Engineering and Mathematics (S-STEM) program, the Retaining and Inspiring Students in Science and Engineering (RISE) program at Grand Valley State University (GVSU) will create a set of progressively increasing four-year scholarships for at least 50 low-income, academically talented students who have identified an interest in pursuing a science or engineering major. RISE will immerse scholarship recipients in a cohort with faculty mentors to provide a robust support network and experiential learning opportunities, including summer research and internships, which have been shown to improve retention and graduation rates through disciplinary socialization. As participation in research experiences has been shown to increase interest in pursuing graduate degrees, particularly for underrepresented and low-income students, RISE can help address the lack of diversity in science, technology, engineering, and mathematics (STEM) programs. Through an in-depth evaluation, the RISE program will investigate structures of the program that help support student retention and graduation as well as career paths for scholars; student perceptions of the value of various elements of the RISE program (cohort, extracurricular experiences, co-curricular activities, and research/internship experiences); and the barriers to graduation for this group of academically talented, low-income students. Additionally, the project will study the (1) impact of experiential learning. (2) impact of repeated experiences (co-op) vs. single experience (summer internship), (3) role of experiential learning experience in socialization of students into STEM disciplines and careers and transfer from college to the workplace, and (4) ease of transfer of community college students into STEM programs at the university.\r\n\r\nThe project builds on a prior successful S-STEM program by incorporating additional evidence-based curricular and extracurricular student supports including early engagement with faculty mentors, expanding research-based experiential learning opportunities in STEM disciplines, and extending the successful GVSU paid industry co-op/internship experiential learning model in engineering and computing to all sciences. Required co-curricular seminars and extracurricular activities will assist RISE scholars in investigating the breadth of career opportunities in science and engineering and prepare them for research, co-op, or internship experiences, which will help them make informed decisions about their career paths. A new Introduction to Research course, analogous to the Co-op Preparation course currently part of the engineering curriculum, will be developed as part of this program and will continue to be taught after the program ends. The project team will collaborate with area community colleges (CC) with 25 total scholarships designated for students transferring from Grand Rapids Community College (GRCC), Northwestern Michigan College (NMC) and Ottawa Intermediate School District (OAISD)/Muskegon Community College (MCC) early college program. CC students selected as potential RISE Scholars will dual enroll in a 1-credit prep course and engage in experiential learning opportunities during the summer before they transfer to GVSU. Faculty at the community colleges will participate as mentors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Herrington",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah G Herrington",
   "pi_email_addr": "herringd@gvsu.edu",
   "nsf_id": "000286319",
   "pi_start_date": "2017-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Plotkowski",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Plotkowski",
   "pi_email_addr": "plotkowp@gvsu.edu",
   "nsf_id": "000328481",
   "pi_start_date": "2017-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Johnson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry L Johnson",
   "pi_email_addr": "johnsonj@gvsu.edu",
   "nsf_id": "000686261",
   "pi_start_date": "2017-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grand Valley State University",
  "inst_street_address": "1 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "ALLENDALE",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163316840",
  "inst_zip_code": "494019403",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "GRAND VALLEY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y2M5HUXKJPF1"
 },
 "perf_inst": {
  "perf_inst_name": "Grand Valley State University",
  "perf_str_addr": "1 Campus Drive",
  "perf_city_name": "Allendale",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494019403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}