{
 "awd_id": "1742928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum soliton hydrodynamics in magnetic insulators",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Rabson",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2017-11-27",
 "awd_max_amd_letter_date": "2017-11-27",
 "awd_abstract_narration": "NONTECHNICAL SUMARY\r\n\r\nThis award supports theoretical research and education on developing a methodology for the description of spin transport in magnetic materials in analogy to hydrodynamics. Apart from carrying electric charge, electrons moving through materials carry with them a tiny magnetic moment called spin. Manipulation of those magnetic moments enables new kinds of electronic devices that utilize spin in addition to charge. There are circumstances under which the description of the transport of spins and of the magnetic arrangements (textures) that many spins collectively create can be achieved by analogy to the description of a fluid. The PI will develop a theoretical framework for describing how spin textures interact and flow through magnetic materials. The PI's research and collaboration with materials scientists and engineers at UCLA will help develop and support concepts for memory, logic, and communications devices that are based on materials that harness spin textures.\r\n\r\nIn addition to research, the PI will continue and build upon his involvement with a successful outreach program run under the auspices of the UCLA California Nanosystems Institute, which brings nanoscience and nanotechnology experiments, along with theoretical explanations and presentations, to high-school students from public schools in the Los Angeles unified school district. The PI will also develop a condensed-matter-theory-centered component for UCLA's Research Experience for Undergraduates program, in which undergraduate students work with a faculty mentor, as well as other professors, researchers, and graduate students, on a summer research project.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education towards developing the theory of real-space topological hydrodynamics in relation to fluctuations and flows of topological solitons in magnetic insulators. The interplay of heat flows and spin dynamics in magnetic systems shifted much of the interest in the field of spintronics onto collective forms of spin transport. Important examples are topological spin textures, such as chiral domain walls and skyrmions, which have been realized and studied in a number of magnetic materials. Dynamic coupling effects between such textures and itinerant flows of quasiparticles has garnered attention in broad studies of nonequilibrium phenomena and transport in magnetism. Momentum-space topology, for quasiparticle bands in metals and insulators, has revitalized materials science research in classes of semiconductors, semimetals, superconductors, as well as magnetic insulators, with an eye on unusual forms of quantized response and gapless transport at the boundaries between distinct topological phases.\r\n\r\nDrawing on these developments, the PI will address the main problems along the following directions: long-range transport through ordered and frustrated quantum magnets, utilizing conservation laws based on spatially-delocalized topological invariants; exotic hydrodynamics and elasticity of emergent solitonic fluids and crystals; and developing a circuit-theory formalism for topological entanglement production with feasible spintronic and spin-caloritronic means. Spintronic structures and devices explored in this research will offer an alternative to superconducting quantum circuits as a versatile and scalable platform for quantum information processing and computing.\r\n\r\nIn addition to research, the PI will continue and build upon his involvement with a successful outreach program run under the auspices of the UCLA California Nanosystems Institute, which brings nanoscience and nanotechnology experiments, along with theoretical explanations and presentations, to high-school students from public schools in the Los Angeles unified school district. The PI will also develop a condensed-matter-theory-centered component for UCLA's Research Experience for Undergraduates program, in which undergraduate students work with a faculty mentor, as well as other professors, researchers, and graduate students, on a summer research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yaroslav",
   "pi_last_name": "Tserkovnyak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yaroslav Tserkovnyak",
   "pi_email_addr": "yaroslav@physics.ucla.edu",
   "nsf_id": "000005575",
   "pi_start_date": "2017-11-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project built organically on several recent developments in condensed-matter physics, which utilize the electron&rsquo;s spin degree of freedom. Spin quantifies the amount of the internal quantum rotation of particles, which is responsible for magnetism and can be used for transport probes to characterize materials as well as utilized in electronic applications. The recent developments to control spin flows by heating, in particular, accentuated the collective properties of magnetic dynamics and transport, which were of particular interest to this project. Topological properties associated with the fabric of inhomogeneous spin textures are particularly attractive for achieving regimes of robust flows of information. In addition to advancing the understanding of the effective (hydro)dynamics of such flows, the PI developed a framework to study their innately quantum aspects.</p>\n<p>Drawing on this progress, the PI worked to advance the theory of the real-space topological hydrodynamics in magnetic insulators. Understanding the propagation and nonlocal correlations of quantum information was central to the ultimate objectives. The key problems addressed in the project included long-ranged signals through quantum magnets, novel quantum conservation laws that are rooted in topology, exotic hydrodynamics and elasticity of emergent solitonic fluids and crystals.</p>\n<p>The topics studied here have clear technological implications, while also offering educational opportunities. The PI&rsquo;s collaboration with materials scientists and engineers at UCLA and elsewhere promoted new device concepts for memories, logic, and communications based on topological solitons and spin superfluids. New architectures for digital as well as neuromorphic computing were explored based on innate nonlinearities, efficient signal propagation, topological stability, and nonvolatility in devices built of insulating magnetic heterostructures. The intersection between topology, hydrodynamics, and quantum mechanics also offered a terrific departure point for designing modern courses, research topics for training students and postdocs, and educational outreach.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2021<br>\n\t\t\t\t\tModified by: Yaroslav&nbsp;Tserkovnyak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project built organically on several recent developments in condensed-matter physics, which utilize the electron’s spin degree of freedom. Spin quantifies the amount of the internal quantum rotation of particles, which is responsible for magnetism and can be used for transport probes to characterize materials as well as utilized in electronic applications. The recent developments to control spin flows by heating, in particular, accentuated the collective properties of magnetic dynamics and transport, which were of particular interest to this project. Topological properties associated with the fabric of inhomogeneous spin textures are particularly attractive for achieving regimes of robust flows of information. In addition to advancing the understanding of the effective (hydro)dynamics of such flows, the PI developed a framework to study their innately quantum aspects.\n\nDrawing on this progress, the PI worked to advance the theory of the real-space topological hydrodynamics in magnetic insulators. Understanding the propagation and nonlocal correlations of quantum information was central to the ultimate objectives. The key problems addressed in the project included long-ranged signals through quantum magnets, novel quantum conservation laws that are rooted in topology, exotic hydrodynamics and elasticity of emergent solitonic fluids and crystals.\n\nThe topics studied here have clear technological implications, while also offering educational opportunities. The PI’s collaboration with materials scientists and engineers at UCLA and elsewhere promoted new device concepts for memories, logic, and communications based on topological solitons and spin superfluids. New architectures for digital as well as neuromorphic computing were explored based on innate nonlinearities, efficient signal propagation, topological stability, and nonvolatility in devices built of insulating magnetic heterostructures. The intersection between topology, hydrodynamics, and quantum mechanics also offered a terrific departure point for designing modern courses, research topics for training students and postdocs, and educational outreach.\n\n\t\t\t\t\tLast Modified: 01/06/2021\n\n\t\t\t\t\tSubmitted by: Yaroslav Tserkovnyak"
 }
}