{
 "awd_id": "1742635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM MILES:  Mentoring Innovative Learning Experiences for Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924615",
 "po_email": "kowens@nsf.gov",
 "po_sign_block_name": "Kalyn Owens",
 "awd_eff_date": "2017-12-15",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 649981.0,
 "awd_amount": 649981.0,
 "awd_min_amd_letter_date": "2017-12-20",
 "awd_max_amd_letter_date": "2017-12-20",
 "awd_abstract_narration": "With funding from the National Science Foundation's Scholarships in Science, Technology, Engineering and Mathematics (S-STEM) program, the STEM MILES (Science, Technology, Engineering and Mathematics Mentoring Innovative Learning Experiences for Students) project is providing support to low-income students with demonstrated financial need and academic promise to succeed in STEM disciplines at Santa Rosa Junior College. This effort aims to improve the academic outcomes of low-income, academically talented STEM students by expanding the role that community college faculty play in advising and mentoring while pairing that role with financial support. Community college students will be provided with the high-touch, focused-faculty advising model, typically found at smaller private four-year institutions of higher education. Sixty low-income students majoring in Biological Sciences, Chemistry, Physics, Engineering, or Mathematics will be recruited, in three cohorts of twenty students over the grant life span. \r\n\r\nLed by an interdisciplinary team of STEM faculty at Santa Rosa Junior College, the STEM MILES project will provide interventions that develop students' scientific self-efficacy, identity, motivation, and values that are known to promote successful transfer to four-year institutions or completion of degrees in the STEM fields. To reinforce their sense of belonging to the scientific community and encourage their perseverance in STEM academic pathways, the MILES scholars will enroll in an interdisciplinary course on Critical Thinking in the Sciences and participate in co-curricular faculty mentoring.  To enhance faculty-student collaborations within the STEM community, the scholars will participate in career exploration opportunities through networking, field trips, job shadowing events, career fairs, and internship opportunities. To foster scientific self-identity and self-efficacy, the students will select from a menu of professional development opportunities every semester, in order to gain experience with research, as well as build leadership and job skills.  The evaluation and assessment of this project will inform the transformative process from traditional STEM instruction to specialized instruction.  Formative assessment will track the experience of the scholars through the Program via end-of-semester checklists and surveys. The summative assessment will be done via questionnaires comparing students at the beginning versus the end of the program and the statistical analysis of student performance data against a baseline cohort.  The underperformance of traditionally disadvantaged groups in the STEM fields is a well-documented phenomenon, and this project holds promise for providing a model that counteracts that underperformance. The MILES Program adds curricular components, a comprehensive system of faculty advising, and encourages the STEM departments to track data related to the progress and completion of STEM-related student pathways. The results of formative and summative assessments will be of interest to the increasing number of community colleges that are redesigning their academic programs to provide coherent pathways leading to improved student graduation and transfer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Kmetko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Kmetko",
   "pi_email_addr": "jkmetko@santarosa.edu",
   "nsf_id": "000747627",
   "pi_start_date": "2017-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Tam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Tam",
   "pi_email_addr": "vtam@santarosa.edu",
   "nsf_id": "000624867",
   "pi_start_date": "2017-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Prince",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine A Prince",
   "pi_email_addr": "Cprince@santarosa.edu",
   "nsf_id": "000650734",
   "pi_start_date": "2017-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abigail",
   "pi_last_name": "Zoger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abigail Zoger",
   "pi_email_addr": "azoger@santarosa.edu",
   "nsf_id": "000698024",
   "pi_start_date": "2017-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathon",
   "pi_last_name": "Marhenke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathon Marhenke",
   "pi_email_addr": "jmarhenke@santarosa.edu",
   "nsf_id": "000747628",
   "pi_start_date": "2017-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Rosa Junior College",
  "inst_street_address": "1501 MENDOCINO AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA ROSA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7075274413",
  "inst_zip_code": "954014332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "SONOMA COUNTY JUNIOR COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "QHWKMUHQ4B37"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Rosa Junior College",
  "perf_str_addr": "1501 Mendocino Avenue",
  "perf_city_name": "Santa Rosa",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "954014332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 649981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To address the issue of uneven access to opportunities for historically disadvantaged students, our S-STEM MILES (Mentoring Innovative Learning Experiences for Students) Project at Santa Rosa Junior College provided 80 low-income, academically talented students with scholarships and access to academic and co-curricular support, to help them stay committed to finishing bachelor's degrees and to pursuing careers in the fields of biology, chemistry, engineering, mathematics, and physics. Our goal was to enable these students to achieve the same or better outcomes than students from traditional groups.</p>\n<p>Over the 5-year duration of the Project, we recruited about 16 low-income scholars per year.&nbsp; Each scholar received financial support every semester and stayed in the Program on average for 2.7 semesters before transferring to a 4-year institution. In each year, 7 to 9 faculty members from each STEM field provided academic and career advising to 2 to 3 MILES scholars per faculty, in at least two personalized sessions per semester.&nbsp; Moreover, students and their faculty advisors participated in field trips and attended monthly cohort meetings, with discussion topics on academic pathways, career opportunities, strategies for effective studying, and other academic matters.</p>\n<p>While in the Program, the students were encouraged to search for research and internship opportunities, to participate in STEM clubs, to sign up for research-related independent studies, to attend job-shadowing events, to contribute to outreach activities, and to participate in tutorial services.&nbsp; Each semester, scholars shared the description of their professional development activities on the discussion board in Canvas, a course-like on-line shell.&nbsp; The cohort meetings and interactions in Canvas provided students with a sense of belonging, bonding, and a motivation for sustained commitment to their academic goals.</p>\n<p>Faculty members participating in the S-STEM MILES project developed a regular course \"Introduction to STEM Careers\" opened to all, but especially designed for the MILES students.&nbsp; Participation in this course prepared entry level, non -traditional students by introducing career pathways in STEM fields. Students used STEM related job-search tools, identified key job skills, developed a plan for acquiring those skills, and how to use science communication skills related to a particular career or area of research in which the student had an interest.</p>\n<p>We collected data on course retention, course success, GPA, degree completion and transfer rates for the S-STEM recipients and compared them against two control groups.&nbsp; The students in the two comparison groups were selected blindly by applying the same criteria for their inclusion as the S-STEM recipients, except income.&nbsp; The comparison students could be either low-income or non-low-income.&nbsp; Students in the comparison groups did not receive financial support from this Program, nor were they participating in any intentionally guided programing.</p>\n<p>The results of our project show remarkably promising trends.&nbsp; While the scholars in the MILES Program were composed of higher proportion of underrepresented students than in the comparison groups, they outperformed the comparison groups on all metrics, by a substantially large margin in some categories.&nbsp; For example, 41% of MILES students were Latino, compared to only 14% in the non-low-income comparison group, and 41% of MILES students were female, compared&nbsp;to about 35% in the comparison groups (Figure 1).&nbsp; Moreover, 36% of&nbsp;MILES students were first-generation, compared to only 8% in non-low-income comparison group.</p>\n<p>MILES students showed a strong commitment to the pursuit of their degrees; 85% stayed in a STEM major, compared to 55% in low-income comparison group.&nbsp; Of those MILES students who obtained a 4-year degree, an astonishingly large fraction, 88%, were in STEM fields compared to only 42% of the low-income comparison group (Figure 2).&nbsp; As of this report, 60% of the MILES students transferred to a 4-year institution, compared to 42% of the low-income comparison group; however, these percentages will climb as the most recent cohorts continue to complete their academic pathways.&nbsp; The standard academic metrics such as course completion and retention, and&nbsp;<br />GPA, have not quite achieved the same level as the non-low-income comparison group; however, they were consistently better than the low-income comparison group (Figure 3).</p>\n<p>We also tracked MILES students' responses to survey questions at the Program entry and exit, to measure possible effects of MILES programing on outcomes.&nbsp; The results show a longitudinal gain in every response, but most notably to the question \"I know where to look for and how to apply for opportunities to do research or internship in my major\" -- with 24% more agreement at program exit than at the&nbsp;entry point (Figure 4).</p>\n<p>The results of our Project show that financial support for low-income, academically promising students, along with academic and co-curricular support, can help closing the opportunity gaps and enable a more diverse body of students earning a 4-year degree and entering workforce in the STEM fields.</p><br>\n<p>\n Last Modified: 06/18/2024<br>\nModified by: Jan&nbsp;Kmetko</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765268697_Fig2_SRJC_S_STEM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765268697_Fig2_SRJC_S_STEM--rgov-800width.jpg\" title=\"Figure 2: S-STEM MILES Five-Year Outcomes, Transfer and Degree Rates\"><img src=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765268697_Fig2_SRJC_S_STEM--rgov-66x44.jpg\" alt=\"Figure 2: S-STEM MILES Five-Year Outcomes, Transfer and Degree Rates\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of transfer and degree rates; student count N=80 in the S-STEM group; N=113 in the low-income comparison group; and N=122 in the non-low-income comparison group.</div>\n<div class=\"imageCredit\">None</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jan&nbsp;Kmetko\n<div class=\"imageTitle\">Figure 2: S-STEM MILES Five-Year Outcomes, Transfer and Degree Rates</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765425207_Fig4_SRJC_S_STEM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765425207_Fig4_SRJC_S_STEM--rgov-800width.jpg\" title=\"Figure 4: S-STEM MILES Student Surveys\"><img src=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765425207_Fig4_SRJC_S_STEM--rgov-66x44.jpg\" alt=\"Figure 4: S-STEM MILES Student Surveys\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Longitudinal effect of S-STEM programing on student responses to survey questions at the Program entry and exit. Participation rate on surveys was about 90% (average N=72)</div>\n<div class=\"imageCredit\">None</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jan&nbsp;Kmetko\n<div class=\"imageTitle\">Figure 4: S-STEM MILES Student Surveys</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765143648_Fig1_SRJC_S_STEM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765143648_Fig1_SRJC_S_STEM--rgov-800width.jpg\" title=\"Figure 1: S-STEM MILES Five-Year Demographics\"><img src=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765143648_Fig1_SRJC_S_STEM--rgov-66x44.jpg\" alt=\"Figure 1: S-STEM MILES Five-Year Demographics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Demographics of students in the S-STEM group and comparison groups; student count N=80 in the S-STEM group; N=113 in the low-income comparison group; and N=122 in the non-low-income comparison group.</div>\n<div class=\"imageCredit\">None</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jan&nbsp;Kmetko\n<div class=\"imageTitle\">Figure 1: S-STEM MILES Five-Year Demographics</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765350401_Fig3_SRJC_S_STEM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765350401_Fig3_SRJC_S_STEM--rgov-800width.jpg\" title=\"Figure 3: S-STEM MILES Five-Year Course Outcomes\"><img src=\"/por/images/Reports/POR/2024/1742635/1742635_10526423_1718765350401_Fig3_SRJC_S_STEM--rgov-66x44.jpg\" alt=\"Figure 3: S-STEM MILES Five-Year Course Outcomes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of course outcomes; student count N=80 in the S-STEM group; N=113 in the low-income comparison group; and N=122 in the non-low-income comparison group.</div>\n<div class=\"imageCredit\">None</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jan&nbsp;Kmetko\n<div class=\"imageTitle\">Figure 3: S-STEM MILES Five-Year Course Outcomes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nTo address the issue of uneven access to opportunities for historically disadvantaged students, our S-STEM MILES (Mentoring Innovative Learning Experiences for Students) Project at Santa Rosa Junior College provided 80 low-income, academically talented students with scholarships and access to academic and co-curricular support, to help them stay committed to finishing bachelor's degrees and to pursuing careers in the fields of biology, chemistry, engineering, mathematics, and physics. Our goal was to enable these students to achieve the same or better outcomes than students from traditional groups.\n\n\nOver the 5-year duration of the Project, we recruited about 16 low-income scholars per year. Each scholar received financial support every semester and stayed in the Program on average for 2.7 semesters before transferring to a 4-year institution. In each year, 7 to 9 faculty members from each STEM field provided academic and career advising to 2 to 3 MILES scholars per faculty, in at least two personalized sessions per semester. Moreover, students and their faculty advisors participated in field trips and attended monthly cohort meetings, with discussion topics on academic pathways, career opportunities, strategies for effective studying, and other academic matters.\n\n\nWhile in the Program, the students were encouraged to search for research and internship opportunities, to participate in STEM clubs, to sign up for research-related independent studies, to attend job-shadowing events, to contribute to outreach activities, and to participate in tutorial services. Each semester, scholars shared the description of their professional development activities on the discussion board in Canvas, a course-like on-line shell. The cohort meetings and interactions in Canvas provided students with a sense of belonging, bonding, and a motivation for sustained commitment to their academic goals.\n\n\nFaculty members participating in the S-STEM MILES project developed a regular course \"Introduction to STEM Careers\" opened to all, but especially designed for the MILES students. Participation in this course prepared entry level, non -traditional students by introducing career pathways in STEM fields. Students used STEM related job-search tools, identified key job skills, developed a plan for acquiring those skills, and how to use science communication skills related to a particular career or area of research in which the student had an interest.\n\n\nWe collected data on course retention, course success, GPA, degree completion and transfer rates for the S-STEM recipients and compared them against two control groups. The students in the two comparison groups were selected blindly by applying the same criteria for their inclusion as the S-STEM recipients, except income. The comparison students could be either low-income or non-low-income. Students in the comparison groups did not receive financial support from this Program, nor were they participating in any intentionally guided programing.\n\n\nThe results of our project show remarkably promising trends. While the scholars in the MILES Program were composed of higher proportion of underrepresented students than in the comparison groups, they outperformed the comparison groups on all metrics, by a substantially large margin in some categories. For example, 41% of MILES students were Latino, compared to only 14% in the non-low-income comparison group, and 41% of MILES students were female, comparedto about 35% in the comparison groups (Figure 1). Moreover, 36% ofMILES students were first-generation, compared to only 8% in non-low-income comparison group.\n\n\nMILES students showed a strong commitment to the pursuit of their degrees; 85% stayed in a STEM major, compared to 55% in low-income comparison group. Of those MILES students who obtained a 4-year degree, an astonishingly large fraction, 88%, were in STEM fields compared to only 42% of the low-income comparison group (Figure 2). As of this report, 60% of the MILES students transferred to a 4-year institution, compared to 42% of the low-income comparison group; however, these percentages will climb as the most recent cohorts continue to complete their academic pathways. The standard academic metrics such as course completion and retention, and\nGPA, have not quite achieved the same level as the non-low-income comparison group; however, they were consistently better than the low-income comparison group (Figure 3).\n\n\nWe also tracked MILES students' responses to survey questions at the Program entry and exit, to measure possible effects of MILES programing on outcomes. The results show a longitudinal gain in every response, but most notably to the question \"I know where to look for and how to apply for opportunities to do research or internship in my major\" -- with 24% more agreement at program exit than at theentry point (Figure 4).\n\n\nThe results of our Project show that financial support for low-income, academically promising students, along with academic and co-curricular support, can help closing the opportunity gaps and enable a more diverse body of students earning a 4-year degree and entering workforce in the STEM fields.\t\t\t\t\tLast Modified: 06/18/2024\n\n\t\t\t\t\tSubmitted by: JanKmetko\n"
 }
}