{
 "awd_id": "1742407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SUCCESS-LEADERS: Leading Educational and Academic Directions to Enhance Retention in STEM",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eleanor Sayre",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 996038.0,
 "awd_amount": 996038.0,
 "awd_min_amd_letter_date": "2018-01-09",
 "awd_max_amd_letter_date": "2018-01-09",
 "awd_abstract_narration": "With funding from the National Science Foundation's Scholarships in Science, Technology, Engineering, and Mathematics (S-STEM) program, SUCCESS-LEADERS is providing support to low-income students with demonstrated financial need and academic promise to succeed in STEM disciplines at Union College. This S-STEM Track 2 project is funding a total of 20 students over five years who are pursing a bachelor's degree in Mathematics, Science, Engineering, or Computer Science. The project will recruit from rural areas and provide scholarships for academically-talented students from under-resourced, rural high schools. The project will increase the number of Union College's STEM majors coming into the school and increase significantly the retention of these students; thus many more will graduate and enter the STEM workforce. SUCCESS-LEADERS scholars will be supported in several different ways, including access to experiences in industry, working on research in STEM areas, and belonging to a community to support them during their college years. The principal investigators will use evidence from a retrospective longitudinal study to assess the long range impact of Union College's prior and current NSF S-STEM-funded initiatives designed to retain at-risk populations in science and engineering disciplines.\r\n\r\nThe SUCCESS-LEADERS project will further strengthen Union College's curricular offerings and co-curricular enrichment programs in science and engineering by developing, refining and implementing learner-centered practices that advance understanding of the factors affecting retention and career pathways of low-income, at-risk populations. SUCCESS-LEADERS scholars will be provided four-years of scholarship aid and individualized support to help achieve success by meeting the educational and financial needs unique to their situation and background. The overall goals of the project are to: 1) increase the number of applications and admissions from academically-talented students with demonstrated financial need, drawing primarily from under-resourced, rural high schools; 2) improve retention and success of these students in STEM fields at Union by specifically addressing the challenges faced by students with limited academic opportunities; 3) increase the number of women in engineering, physics, mathematics and computer science, and underrepresented groups in all disciplines; 4) provide students with opportunities to enhance their education through early introduction to research opportunities, connections to industry and internships through the College's Industry Mentoring Program, study abroad, and leadership training; and 5) improve undergraduate educational experiences and promote professional advancement by facilitating fruitful mentoring relationships in order to address and overcome typical areas of attrition in STEM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanne",
   "pi_last_name": "Kehlbeck",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joanne D Kehlbeck",
   "pi_email_addr": "kehlbecj@union.edu",
   "nsf_id": "000207728",
   "pi_start_date": "2018-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David A.",
   "pi_last_name": "Cotter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David A. Cotter",
   "pi_email_addr": "cotterd@union.edu",
   "nsf_id": "000214810",
   "pi_start_date": "2018-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Union College",
  "inst_street_address": "807 UNION ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCHENECTADY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5183886101",
  "inst_zip_code": "123083256",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "TRUSTEES OF UNION COLLEGE IN THE TOWN OF SCHENECTADY IN THE STATE OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "HE9HQBNZHHB5"
 },
 "perf_inst": {
  "perf_inst_name": "Union College",
  "perf_str_addr": "807 Union Street",
  "perf_city_name": "Schenectady",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "123083103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 996038.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d6981e12-7fff-1301-f08c-23f41978fee3\"> </span></p>\n<p dir=\"ltr\"><span>The Union College SUCCESS LEADERS program aimed to produce future leaders in STEM fields by harnessing our strong connections integrating science, engineering and the liberal arts. This project further broadened Union College&rsquo;s inclusive recruiting strategy by building relationships with small, rural under-resourced public high schools in order to attract and retain talented students to STEM fields. Students originating from rural areas face unique challenges persisting in STEM fields. The SUCCESS Project aimed to address these challenges. Our paradigm is based on enabling a tight knit cohort of students with dedicated faculty mentors to foster a feeling of belonging. We have focused on professional development activities that build the skills necessary to participate in mentoring activities, both as a mentee and as a mentor to others. The program placed STEM students together into general education courses like the sophomore research seminar. The seminar theme was sufficiently broad so that students could contribute their disciplinary knowledge and encourage discourse among the students in different STEM disciplines.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The SUCCESS program enabled positive interactions with faculty mentors and peers that resulted in higher retention rates in STEM and degree completion. Our results comparing NSF-supported students with those who did not participate in the SUCCESS program suggest that retention in STEM can be profoundly affected by 1) prior preparation 2) individual interaction with instructors and 3) interaction with peers.&nbsp; Many STEM departments at Union College address the wide range of high school preparation observed in incoming students. Both Mathematics and Chemistry have multiple points of entry to the major and cognate courses. Despite varied preparation, a single instructor can make a difference in a student&rsquo;s trajectory by particularly effective instruction, encouragement or a specific invitation to participate. In addition, peer effects are pervasive and those experiences with peers in STEM courses are significant. Many who were successful in persisting in STEM fields noted that they had many close friends among classmates and that their peers reinforced both study habits and specific material in classes. Our results suggest that intentionally grouping of students into a cohort with dedicated mentors can support students to overcome disparate preparation to persist in STEM fields, earn their degrees and continue to further study or enter the workforce.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Joanne&nbsp;D&nbsp;Kehlbeck</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe Union College SUCCESS LEADERS program aimed to produce future leaders in STEM fields by harnessing our strong connections integrating science, engineering and the liberal arts. This project further broadened Union Colleges inclusive recruiting strategy by building relationships with small, rural under-resourced public high schools in order to attract and retain talented students to STEM fields. Students originating from rural areas face unique challenges persisting in STEM fields. The SUCCESS Project aimed to address these challenges. Our paradigm is based on enabling a tight knit cohort of students with dedicated faculty mentors to foster a feeling of belonging. We have focused on professional development activities that build the skills necessary to participate in mentoring activities, both as a mentee and as a mentor to others. The program placed STEM students together into general education courses like the sophomore research seminar. The seminar theme was sufficiently broad so that students could contribute their disciplinary knowledge and encourage discourse among the students in different STEM disciplines.\n\n\nThe SUCCESS program enabled positive interactions with faculty mentors and peers that resulted in higher retention rates in STEM and degree completion. Our results comparing NSF-supported students with those who did not participate in the SUCCESS program suggest that retention in STEM can be profoundly affected by 1) prior preparation 2) individual interaction with instructors and 3) interaction with peers. Many STEM departments at Union College address the wide range of high school preparation observed in incoming students. Both Mathematics and Chemistry have multiple points of entry to the major and cognate courses. Despite varied preparation, a single instructor can make a difference in a students trajectory by particularly effective instruction, encouragement or a specific invitation to participate. In addition, peer effects are pervasive and those experiences with peers in STEM courses are significant. Many who were successful in persisting in STEM fields noted that they had many close friends among classmates and that their peers reinforced both study habits and specific material in classes. Our results suggest that intentionally grouping of students into a cohort with dedicated mentors can support students to overcome disparate preparation to persist in STEM fields, earn their degrees and continue to further study or enter the workforce.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: JoanneDKehlbeck\n"
 }
}