{
 "awd_id": "1744645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spring Blooms of Sea Ice Algae Along the Western Antarctic Peninsula: Effects of Warming and Freshening on Cell Physiology and Biogeochemical Cycles.",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 430394.0,
 "awd_amount": 454884.0,
 "awd_min_amd_letter_date": "2018-06-25",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "Rapid changes in the extent and thickness of sea ice during the austral spring subject microorganisms within or attached to the ice to large fluctuations in temperature, salinity, light and nutrients.  This project aims to identify cellular responses in sea-ice algae to increasing temperature and decreasing salinity during the spring melt along the western Antarctic Peninsula and to determine how associated changes at the cellular level can potentially affect dynamic, biologically driven processes. Understanding how sea-ice algae cope with, and are adapted to, their environment will not only help predict how polar ecosystems may change as the extent and thickness of sea ice change, but will also provide a better understanding of the widespread success of photosynthetic life on Earth. The scientific context and resulting advances from the research will be communicated to the general public through outreach activities that includes work with Science Communication Fellows and the popular Polar Science Weekend at the Pacific Science Center in Seattle, Washington. The project will provide student training to college students as well as provide for educational experiences for K-12 school children. \r\n\r\n\r\nThere is currently a poor understanding of feedback relationships that exist between the rapidly changing environment in the western Antarctic Peninsula region and sea-ice algal production. The large shifts in temperature and salinity that algae experience during the spring melt affect critical cellular processes, including rates of enzyme-catalyzed reactions involved in photosynthesis and respiration, and the production of stress-protective compounds. These changes in cellular processes are poorly constrained but can be large and may have impacts on local ecosystem productivity and biogeochemical cycles. In particular, this study will focus on the thermal sensitivity of enzymes and the cycling of compatible solutes and exopolymers used for halo- and cryo-protection, and how they influence primary production and the biogeochemical cycling of carbon and nitrogen. Approaches will include field sampling during spring melt, incubation experiments of natural sea-ice communities under variable temperature and salinity conditions, and controlled manipulation of sea-ice algal species in laboratory culture. Employment of a range of techniques, from fast repetition rate fluorometry and gross and net photosynthetic measurements to metabolomics and enzyme kinetics, will tease apart the mechanistic effects of temperature and salinity on cell metabolism and primary production with the goal of quantifying how these changes will impact biogeochemical processes along the western Antarctic Peninsula.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jodi",
   "pi_last_name": "Young",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jodi N Young",
   "pi_email_addr": "youngjn@uw.edu",
   "nsf_id": "000694653",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jody",
   "pi_last_name": "Deming",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jody W Deming",
   "pi_email_addr": "jdeming@u.washington.edu",
   "nsf_id": "000368545",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "5111",
   "pgm_ref_txt": "ANTARCTIC ORGANISMS & ECOSYST"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 430394.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 24490.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sea-ice algae provide a vital but poorly understood link in polar marine ecosystems and carbon sequestration. Our research quantified the roles of sea-ice algae along coastal waters of the Western Antarctic Peninsula, a region experiencing rapid warming and loss of sea ice. Our research found in laboratory cultures that sea-ice algae possessed unique metabolic profiles compared to other algae &ndash; containing some of the highest intracellular concentrations of protective osmolytes found in marine microorganisms to date. Under high salinity, these protective osmolytes can rescue growth rates and reduce the production of exopolymers. Under freshening conditions, algae rapidly release many of these compounds to the environment, providing a significant source of labile dissolved organic nitrogen and carbon. Future work is quantifying the role sea-ice algae play in partitioning particulate and organic matter during ice melt. &nbsp;Shifts in temperature and salinity did not need to be extreme for the algae to drastically alter their intracellular metabolism. This response was also observed in natural communities of microorganisms, collected from surface coastal seawater near the Western Antarctic Peninsula. Unexpectedly, we found that under freshening conditions, algae reduced the concentration of their total metabolome and increased fatty acid degradation. As a freshening environment is likely to become more prevalent due to sea ice loss and glacial melt, it is likely that algae will be reduced in nutritional value, which may have serious impacts to polar marine food webs as sea-ice algae are a vital food source for juvenile krill, a keystone species.</p>\n<p>&nbsp;We also explored how sea-ice algae acclimate their photosynthetic machinery during the spring melt of sea ice. Sampling ice-algae inhabiting sea ice in various stages of melt along coastal waters of the western Antarctic Peninsula found sea-ice algae adjust their photosynthetic machinery to harness increasing light levels. We explored different methods to estimate rates of primary production in sea-ice algae, which is notoriously difficult by traditional methods due to their location within the ice, hidden from satellites. We also provided some of the first measurements of sea-ice algae production near Palmer Station, despite over 40 years of phytoplankton measurements as part of the Palmer LTER. Finally, our work explored how sea-ice algae will respond to ocean acidification and rising temperatures by modeling their carbon uptake kinetics and physiology. We found that sea-ice algae can adjust the mechanisms by which they take up inorganic carbon in a way that is energetically proportional to the rate at which they fix carbon. This suggests that sea-ice algae will be remarkably robust as surface seawater warms and acidifies.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/04/2023<br>\nModified by: Jodi&nbsp;N&nbsp;Young</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725605977_algaehsiptrack--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725605977_algaehsiptrack--rgov-800width.jpg\" title=\"Shiptrack\"><img src=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725605977_algaehsiptrack--rgov-66x44.jpg\" alt=\"Shiptrack\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">R/V Lawrence M. Gould leaving a cruise track through sea-ice and algal bloom.</div>\n<div class=\"imageCredit\">Shelly Carpenter</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jodi&nbsp;N&nbsp;Young\n<div class=\"imageTitle\">Shiptrack</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725752386_hannahshelly--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725752386_hannahshelly--rgov-800width.jpg\" title=\"Coring sea ice\"><img src=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725752386_hannahshelly--rgov-66x44.jpg\" alt=\"Coring sea ice\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Hannah Dawson with Shelly Carpenter (UW) getting ready to core sea ice.</div>\n<div class=\"imageCredit\">Jodi Young</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jodi&nbsp;N&nbsp;Young\n<div class=\"imageTitle\">Coring sea ice</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701726090498_jodifloe_copy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701726090498_jodifloe_copy--rgov-800width.jpg\" title=\"Standing on a flooded floe\"><img src=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701726090498_jodifloe_copy--rgov-66x44.jpg\" alt=\"Standing on a flooded floe\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PI Young standing on a seawater flooded sea ice floe.</div>\n<div class=\"imageCredit\">Shelly Carpenter</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jodi&nbsp;N&nbsp;Young\n<div class=\"imageTitle\">Standing on a flooded floe</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725693974_susan_personel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725693974_susan_personel--rgov-800width.jpg\" title=\"Collecting rotten sea ice\"><img src=\"/por/images/Reports/POR/2023/1744645/1744645_10552926_1701725693974_susan_personel--rgov-66x44.jpg\" alt=\"Collecting rotten sea ice\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Susan Rundell, UW, collecting sea ice from a personnel basket from the R/V Natheniel B. Palmer</div>\n<div class=\"imageCredit\">Zac Cooper</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jodi&nbsp;N&nbsp;Young\n<div class=\"imageTitle\">Collecting rotten sea ice</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nSea-ice algae provide a vital but poorly understood link in polar marine ecosystems and carbon sequestration. Our research quantified the roles of sea-ice algae along coastal waters of the Western Antarctic Peninsula, a region experiencing rapid warming and loss of sea ice. Our research found in laboratory cultures that sea-ice algae possessed unique metabolic profiles compared to other algae  containing some of the highest intracellular concentrations of protective osmolytes found in marine microorganisms to date. Under high salinity, these protective osmolytes can rescue growth rates and reduce the production of exopolymers. Under freshening conditions, algae rapidly release many of these compounds to the environment, providing a significant source of labile dissolved organic nitrogen and carbon. Future work is quantifying the role sea-ice algae play in partitioning particulate and organic matter during ice melt. Shifts in temperature and salinity did not need to be extreme for the algae to drastically alter their intracellular metabolism. This response was also observed in natural communities of microorganisms, collected from surface coastal seawater near the Western Antarctic Peninsula. Unexpectedly, we found that under freshening conditions, algae reduced the concentration of their total metabolome and increased fatty acid degradation. As a freshening environment is likely to become more prevalent due to sea ice loss and glacial melt, it is likely that algae will be reduced in nutritional value, which may have serious impacts to polar marine food webs as sea-ice algae are a vital food source for juvenile krill, a keystone species.\n\n\nWe also explored how sea-ice algae acclimate their photosynthetic machinery during the spring melt of sea ice. Sampling ice-algae inhabiting sea ice in various stages of melt along coastal waters of the western Antarctic Peninsula found sea-ice algae adjust their photosynthetic machinery to harness increasing light levels. We explored different methods to estimate rates of primary production in sea-ice algae, which is notoriously difficult by traditional methods due to their location within the ice, hidden from satellites. We also provided some of the first measurements of sea-ice algae production near Palmer Station, despite over 40 years of phytoplankton measurements as part of the Palmer LTER. Finally, our work explored how sea-ice algae will respond to ocean acidification and rising temperatures by modeling their carbon uptake kinetics and physiology. We found that sea-ice algae can adjust the mechanisms by which they take up inorganic carbon in a way that is energetically proportional to the rate at which they fix carbon. This suggests that sea-ice algae will be remarkably robust as surface seawater warms and acidifies.\n\n\n\t\t\t\t\tLast Modified: 12/04/2023\n\n\t\t\t\t\tSubmitted by: JodiNYoung\n"
 }
}