{
 "awd_id": "1744946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ice Supersaturation over the Southern Ocean and Antarctica, and its Role in Climate",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Sutherland",
 "awd_eff_date": "2018-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 67098.0,
 "awd_amount": 67098.0,
 "awd_min_amd_letter_date": "2018-04-09",
 "awd_max_amd_letter_date": "2018-04-09",
 "awd_abstract_narration": "Ice supersaturation plays a key role in cloud formation and evolution, and it determines the partitioning among ice, liquid and vapor phases. Over the Southern Ocean and Antarctica, the transition between mixed-phase and ice clouds significantly impacts the radiative effects of clouds. Remote regions such as the Antarctica and Southern Ocean historically have been under-sampled by in-situ observations, especially by airborne observations. Even though more attention has been given to the cloud microphysical properties over these regions, the distribution and characteristics of ice supersaturation and its role in the current and future climate have not been fully investigated at the higher latitudes in the Southern Hemisphere. One of the main objectives of this study is to analyze observations from three recent major field campaigns sponsored by NSF and DOE, which provide intensive in-situ, airborne measurements over the Southern Ocean and ground-based observations at McMurdo station in Antarctica.\r\n\r\nThis project will analyze aircraft-based and ground-based observations over the Southern Ocean and Antarctica, and compare the observations with the Community Earth System Model Version 2 (CESM2) simulations. The focus will be on the observations of ice supersaturation and the relative humidity distribution in mixed-phase and ice clouds, as well as their relationship with cloud micro- and macrophysical properties. Observations will be compared to CESM2 simulations to elucidate model biases. Surface radiation and the precipitation budget at the McMurdo station will be quantified and compared against the CESM2 simulations to improve the fidelity of the representation of Antarctic climate (and climate prediction over Antarctica). Results from our research will be released to the community for improving the understanding of cloud radiative effects and the mass transport of water in the high southern latitudes. Comparisons between the simulations and observations will provide valuable information for improving the next generation CESM model. Two education/outreach projects will be carried out by PI Diao at San Jose State University (SJSU), including a unique undergraduate student research project with hands-on laboratory work on an airborne instrument, and an outreach program that uses social media to broadcast news on polar research to the public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Gettelman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Gettelman",
   "pi_email_addr": "andrew@ucar.edu",
   "nsf_id": "000456705",
   "pi_start_date": "2018-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 Center Green Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5113",
   "pgm_ref_txt": "ANTARCTIC OCEAN & ATMOSPH SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 67098.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Clouds over the Southern Ocean and Antarctica have large spatial and temporal variabilities, and often are composed of three thermodynamic phases &ndash; ice, liquid and mixed phase. Representing the microphysical properties of clouds over the southern high latitude has been a critical research topic for evaluating and developing climate models. To improve the model representations of these clouds, high-resolution field observations (e.g., airborne in-situ observations and ground-based remote sensing observations) are needed.<br />In this project we developed methods that can bridge the gaps between coarser-resolution climate model simulations and higher-resolution observations. We completed two journal publications based on analysis of the NSF SOCRATES and AWARE campaign, respectively. In addition, we extended our analysis of cloud microphysical properties to cloud radiative properties during the AWARE campaign.&nbsp;<br />Significant Results Include:<br />(1) We developed several data sets to quantify cloud phase occurrence frequency during the SOCRAETS campaign, including using combined 2DS probe and CDP probe, using combined 2DC and CDP probe, as well as using all three probes (i.e., 2DS, 2DC and CDP). All three datasets show very similar occurrence frequencies of ice, liquid and mixed-phase. This analysis provides confidence in the statistical distributions of cloud phases derived from in-situ aircraft observations. Even though different cloud probes may be used and different size ranges are included, the discrepancies among various observation datasets are much smaller than the model-observation differences.&nbsp;<br />(2) For the analysis of cloud microphysical properties in NSF SOCRATES campaign, we found similar model biases in CAM5 model when comparing against SOCRATES (based at Hobert, Australia) versus comparing against ORCAS data (based at Punta Arenas, Chile). Such analysis also shows much more consistent results between observations at two different locations in the Southern Ocean, while larger discrepancies are seen between CAM5 model and observations.<br />(3) When comparing various climate models, CAM5, similar to other AMIP5 model, show a severe underestimation of supercooled liquid water over the Southern Ocean, while CAM6 shows significant improvement from CAM5. However, the main biases in CAM6 model now is the underestimation of ice water content (IWC) at temperatures between 0 degC and -40degC.<br />(4) Analysis of cloud characteristics over McMurdo Station shows that low-level clouds are frequently overlooked by CAM6 model, while spurious mid-level clouds are produced by the model. In addition, for cloud phase relative frequency (normalized by total in-cloud samples), CAM6 underestimate ice phase frequency among all clouds when cloud fraction is higher than 0.6, and overestimate ice phase frequency when cloud fraction is lower than 0.6.<br />(5) For both NSF SOCRATES and AWARE campaigns, we analyze the key factors affecting cloud microphysical properties. We found that temperature and relative humidity biases in CAM6 model are strongly correlated with biases seen in cloud properties (e.g., cloud fraction and cloud phase). This result indicates that these factors may be the dominant reasons when the model misrepresents cloud properties. In addition, we found that aerosol indirect effects in CAM6 model (also in CAM5 and E3SM models) are underestimated for both liquid phase and ice phase, but more so in ice phase. Future model development is recommended to look into the reasons behind such underestimation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2022<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Gettelman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClouds over the Southern Ocean and Antarctica have large spatial and temporal variabilities, and often are composed of three thermodynamic phases &ndash; ice, liquid and mixed phase. Representing the microphysical properties of clouds over the southern high latitude has been a critical research topic for evaluating and developing climate models. To improve the model representations of these clouds, high-resolution field observations (e.g., airborne in-situ observations and ground-based remote sensing observations) are needed.\nIn this project we developed methods that can bridge the gaps between coarser-resolution climate model simulations and higher-resolution observations. We completed two journal publications based on analysis of the NSF SOCRATES and AWARE campaign, respectively. In addition, we extended our analysis of cloud microphysical properties to cloud radiative properties during the AWARE campaign. \nSignificant Results Include:\n(1) We developed several data sets to quantify cloud phase occurrence frequency during the SOCRAETS campaign, including using combined 2DS probe and CDP probe, using combined 2DC and CDP probe, as well as using all three probes (i.e., 2DS, 2DC and CDP). All three datasets show very similar occurrence frequencies of ice, liquid and mixed-phase. This analysis provides confidence in the statistical distributions of cloud phases derived from in-situ aircraft observations. Even though different cloud probes may be used and different size ranges are included, the discrepancies among various observation datasets are much smaller than the model-observation differences. \n(2) For the analysis of cloud microphysical properties in NSF SOCRATES campaign, we found similar model biases in CAM5 model when comparing against SOCRATES (based at Hobert, Australia) versus comparing against ORCAS data (based at Punta Arenas, Chile). Such analysis also shows much more consistent results between observations at two different locations in the Southern Ocean, while larger discrepancies are seen between CAM5 model and observations.\n(3) When comparing various climate models, CAM5, similar to other AMIP5 model, show a severe underestimation of supercooled liquid water over the Southern Ocean, while CAM6 shows significant improvement from CAM5. However, the main biases in CAM6 model now is the underestimation of ice water content (IWC) at temperatures between 0 degC and -40degC.\n(4) Analysis of cloud characteristics over McMurdo Station shows that low-level clouds are frequently overlooked by CAM6 model, while spurious mid-level clouds are produced by the model. In addition, for cloud phase relative frequency (normalized by total in-cloud samples), CAM6 underestimate ice phase frequency among all clouds when cloud fraction is higher than 0.6, and overestimate ice phase frequency when cloud fraction is lower than 0.6.\n(5) For both NSF SOCRATES and AWARE campaigns, we analyze the key factors affecting cloud microphysical properties. We found that temperature and relative humidity biases in CAM6 model are strongly correlated with biases seen in cloud properties (e.g., cloud fraction and cloud phase). This result indicates that these factors may be the dominant reasons when the model misrepresents cloud properties. In addition, we found that aerosol indirect effects in CAM6 model (also in CAM5 and E3SM models) are underestimated for both liquid phase and ice phase, but more so in ice phase. Future model development is recommended to look into the reasons behind such underestimation.\n\n\t\t\t\t\tLast Modified: 04/01/2022\n\n\t\t\t\t\tSubmitted by: Andrew Gettelman"
 }
}