{
 "awd_id": "1744961",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Atmospheric Mineral Nanoparticles in Antarctic Ice during the last Climatic Cycle",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 693077.0,
 "awd_amount": 693077.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2023-06-13",
 "awd_abstract_narration": "The main goal of this project is to identify and geochemically characterize atmospheric mineral nanoparticles in pre-industrial Antarctic ice during the last climatic cycle.  Recent technological and industrial development is introducing a large number of natural and engineered nanoparticles into Earth's atmosphere. These constitute a concern for human health, mainly due to their high chemical reactivity. While many atmospheric nanoparticle studies have been performed in modern urban environments, there is essentially no information about their occurrence in a pristine pre-industrial atmosphere. This information is critical, as it constitutes an important benchmark for comparison to the modern atmosphere. Information on nanoparticles from the pre-industrial atmosphere can be obtained from atmospheric mineral nanoparticles that are entrapped in remote pre-industrial Antarctic ice covering the last climatic cycles. Mineral nanoparticles can also affect several climatic processes. First, they directly influence the global energy balance by reflecting solar radiation and indirectly influence through changes in cloud formation (and clouds also reflect solar radiation). Second, atmospheric mineral nanoparticles such as iron oxides could have fertilized the oceans, causing blooms of marine phytoplankton that may have drawn part of the atmospheric carbon dioxide into the oceans during glacial ages (the \"biological pump\"). Third, a significant amount of extraterrestrial material entering the Earth atmosphere is thought to be transported to the poles as nanoparticles called \"meteoric smoke\" that form polar stratospheric clouds implicated in changes of the ozone hole.\r\n\r\nThis project aims to establish the natural background of unknown classes of glacial particles whose size is below the detection limit of the conventional dust analyzers. The team will take advantage of ice samples from the \"horizontal ice core\", already extracted from the remote Taylor Glacier (coastal East Antarctica) covering the last ~44,000 years. These ancient samples are particularly suited to project scope because i) a large ice volume is available ii) the team expects to find a markedly different geochemistry between nanoparticles deposited during the last glacial age and during the current interglacial. A set of advanced techniques including Transmission Electron Microscopy, Single Particle Inductively Coupled Plasma Mass Spectrometry (spICP-MS), spICP-Time of Flight MS, and Field Flow Fractionation will be employed to determine mineral nanoparticle sizes, number/volume, and chemical composition. So far, the elemental composition of dust entrapped in polar ice has been mainly determined by Inductively Coupled Plasma Sector Field Mass Spectrometry and it is generally assumed to be descriptive of the coarse aeolian dust fraction. However, project will test whether or not the determined elemental composition is instead mainly linked to the previously unobserved smaller mineral nanoparticle content. Results on nanoparticles will be compared with a set of new experiments of total dust composition measured by Inductively Coupled Plasma Sector Field Mass Spectrometry, using the same ice samples from Taylor Glacier.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Olesik",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Olesik",
   "pi_email_addr": "olesik.2@osu.edu",
   "nsf_id": "000117672",
   "pi_start_date": "2022-12-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paolo",
   "pi_last_name": "Gabrielli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paolo Gabrielli",
   "pi_email_addr": "gabrielli.1@osu.edu",
   "nsf_id": "000077205",
   "pi_start_date": "2018-07-27",
   "pi_end_date": "2022-12-06"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Olesik",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Olesik",
   "pi_email_addr": "olesik.2@osu.edu",
   "nsf_id": "000117672",
   "pi_start_date": "2018-07-27",
   "pi_end_date": "2022-12-06"
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1090 Carmack Rd",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 693077.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Glacial ice cores provide a record of atmospheric particles that were transported, deposited, and entrapped in the ice.&nbsp; Atmospheric mineral particles can affect climate by scattering or absorbing light or providing nucleation sites for cloud formation.&nbsp; Whether particles absorb or scatter light depends on their size and chemical composition/mineralogy.&nbsp; In addition, mineral atmospheric nanoparticles, such as iron oxides, can be an important source of nutrients to fertilize oceans, causing blooms of marine phytoplankton that may have drawn part of the atmospheric carbon dioxide into the oceans during glacial ages.&nbsp; Previously, measurements of atmospheric particles entrapped in glacial ice focused on coarse particles with little information on individual nanoparticles or other sub-micron particles.&nbsp;</p>\r\n<p>In this study, we measured millions of individual nanoparticles and other sub-micron particles in 28 ice core samples from Taylor Glacier (Antarctica) with ages from about 9000 to 42,000 years ago.&nbsp; That time spans from the Holocene to and beyond the Last Glacial Maximum.&nbsp; The elemental chemical composition and size of each detected particle were measured. A relatively new commercially available instrument (single particle Inductively Coupled Plasma-Time of Flight Mass Spectrometry) enabled these measurements. Minerals with elemental chemical compositions consistent with the measured compositions were inferred for each measured particle.</p>\r\n<p>Recent technological and industrial development is introducing a large number of natural and engineered nanoparticles into the Earth's atmosphere. These constitute a deep concern for the human health, mainly due to their very high chemical reactivity. While many atmospheric nanoparticle studies have been performed in modern urban environments, there is essentially no information about their occurrence in a pristine pre-industrial atmosphere. This is critical, as it constitutes an important benchmark of comparison for the modern, anthropogenically affected atmosphere.&nbsp; Two graduate students, two postdoctoral researchers, and two undergraduate students were directly involved in this project in addition to two senior level scientists who led the project.&nbsp; A video describing what nanoparticles are, why they are important, along with the research goals and measurement approaches was produced and made publicly available on the Ohio State University Byrd Polar and Climate Research Center website.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: John&nbsp;W&nbsp;Olesik</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGlacial ice cores provide a record of atmospheric particles that were transported, deposited, and entrapped in the ice. Atmospheric mineral particles can affect climate by scattering or absorbing light or providing nucleation sites for cloud formation. Whether particles absorb or scatter light depends on their size and chemical composition/mineralogy. In addition, mineral atmospheric nanoparticles, such as iron oxides, can be an important source of nutrients to fertilize oceans, causing blooms of marine phytoplankton that may have drawn part of the atmospheric carbon dioxide into the oceans during glacial ages. Previously, measurements of atmospheric particles entrapped in glacial ice focused on coarse particles with little information on individual nanoparticles or other sub-micron particles.\r\n\n\nIn this study, we measured millions of individual nanoparticles and other sub-micron particles in 28 ice core samples from Taylor Glacier (Antarctica) with ages from about 9000 to 42,000 years ago. That time spans from the Holocene to and beyond the Last Glacial Maximum. The elemental chemical composition and size of each detected particle were measured. A relatively new commercially available instrument (single particle Inductively Coupled Plasma-Time of Flight Mass Spectrometry) enabled these measurements. Minerals with elemental chemical compositions consistent with the measured compositions were inferred for each measured particle.\r\n\n\nRecent technological and industrial development is introducing a large number of natural and engineered nanoparticles into the Earth's atmosphere. These constitute a deep concern for the human health, mainly due to their very high chemical reactivity. While many atmospheric nanoparticle studies have been performed in modern urban environments, there is essentially no information about their occurrence in a pristine pre-industrial atmosphere. This is critical, as it constitutes an important benchmark of comparison for the modern, anthropogenically affected atmosphere. Two graduate students, two postdoctoral researchers, and two undergraduate students were directly involved in this project in addition to two senior level scientists who led the project. A video describing what nanoparticles are, why they are important, along with the research goals and measurement approaches was produced and made publicly available on the Ohio State University Byrd Polar and Climate Research Center website.\r\n\n\n\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: JohnWOlesik\n"
 }
}