{
 "awd_id": "1745341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution of Oxygenic Photosynthesis as Preserved in Melainabacterial Genomes from Lake Vanda, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Vernet",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 323861.0,
 "awd_amount": 323861.0,
 "awd_min_amd_letter_date": "2018-05-01",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "Atmospheric oxygen rose suddenly approximately 2.4 billion years ago after Cyanobacteria evolved the ability to produce oxygen through photosynthesis (oxygenic photosynthesis). This change permanently altered the future of life on Earth, yet little is known about the evolutionary processes leading to it. The Melainabacteria were first discovered in 2013 and are closely related non-photosynthetic relatives of the first group of organisms capable of oxygenic photosynthesis.  This project will utilize existing data on metagenomes from microbial mats in Lake Vanda, an ice-covered lake in Antarctica where many sequences of Melainabacteria have been previously identified.      From this genetic information, the project aims to assess the metabolic capabilities of these Melainabacteria and identify their potential ecological roles.  The project will additionally evaluate the evolutionary relationships among the Cyanobacteria and Melainabacteria and closely related organisms that will allow an advancement in understanding of the evolutionary path that lead to oxygenic photosynthesis on Earth.\r\n \r\n \r\nThe project will focus on extracting evolutionary information from the genomic data of Melainabacteria and Sericytochromatia, recently-described groups closely related to but basal to the Cyanobacteria. The characterization of novel members of these groups in samples from Lake Vanda, Antarctica, will provide insights into the path and processes involved in the evolution of oxygenic photosynthesis. The research will focus on assessing the metabolic capabilities of Melainabacteri, deriving the evolutionary relationships among Melainabacteria and Cyanobacteria and reconstructing potential evolutionary pathways leading to oxygenic photosynthesis.  The project will focus on 12 metagenomes where the researchers expect to obtain genomes for at least the eight most abundant Melainabacteria in the dataset. Melainabacteria bins will be annotated and preliminary metabolic pathways will be constructed. The project will utilize full-length sequences of marker genes from across the bacterial domain with a particular focus on taxa that are oxygenic or anoxygenic phototrophs and use the marker genes, to build a rooted \"backbone\" tree. Incomplete or short sequences from the metagenomes will be added to the tree using the Evolutionary Placement Algorithm. The researchers will also build a corresponding phylogenetic tree using a Bayesian framework and compare their topologies.  By doing so, the project aims to improve the understanding of the evolution of oxygenic photosynthesis, which caused the most significant change in Earth's surface chemistry. Specifically, they will document a significantly broader metabolic diversity within the Melainabacteria than has been previously identified, gain significant insights into their metabolic evolution, their evolutionary relationships with the Cyanobacteria, and the evolutionary steps leading to the origin of oxygenic photosynthesis. This research will have the overall effect of constraining key evolutionary processes in the origin of oxygenic photosynthesis. It will provide the foundation for future studies by indicating where a genomic record of the evolution of oxygenic photosynthesis may be preserved. Results will also be shared with middle school children through the development of scientific lesson plans in collaboration with teachers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Sumner",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Y Sumner",
   "pi_email_addr": "dysumner@ucdavis.edu",
   "nsf_id": "000417193",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Eisen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Eisen",
   "pi_email_addr": "jaeisen@ucdavis.edu",
   "nsf_id": "000476907",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Loubna",
   "pi_last_name": "Tazi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loubna Tazi",
   "pi_email_addr": "ltazi@ucdavis.edu",
   "nsf_id": "000744819",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 323861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The oxygen in the atmosphere comes from photosynthesis, which evolved in a group of organisms called cyanobacteria about 3 billion years ago. Photosynthesis requires numerous genes that have been passed down to modern cyanobacteria and sometimes shared across different lineages of bacteria. Comparisons of modern cyanobacterial genomes with those of their close relatives that do not perform photosynthesis (Melainabacteria) provide insights into how photosynthesis evolved. Specifically, results of the comparisons suggest that a large number of genes required for photosynthesis were transferred from other types of bacteria to an ancestor of photosynthetic cyanobacteria but not Melainabacteria. In contrast, the ancestors for both cyanobacteria and Melainabacteria had some similar genes that evolved to help the organisms use oxygen for energy, although the enzymes that interact directly with oxygen are encoded by very different genes as shown by other researchers. These results show that the evolution of oxygen-producing photosynthesis and the use of oxygen for energy required both the transfer of genes among distantly related organisms and the inheritance of genes from ancestors. Better understanding the details of these processes improves our understanding of both key energy systems for life and fundamental processes of evolution.</p>\n<p>In the process of doing genomic comparisons, we discovered a new cyanobacterial lineage that has the genes for photosynthesis but lacks some of the genes for absorbing certain wavelengths of light and stabilizing key molecules in membranes. This lineage is most common in cold, low light environments, and we hypothesis that its distribution is controlled by its genetic limitations. These ideas were explored in a biogeographic study of cyanobacteria found in Antarctica, which showed that some are unique to cold environments whereas others are broadly distributed across environments irrespective of temperatures. These results demonstrate that the connections among photosynthetic organisms and environmental conditions hold a rich and interesting record of evolutionary processes. In particular, prior genomic approaches are not able to predict cold adaptation in cyanobacteria, but more detailed characterization of photosynthesis-related genes might be more predictive.</p>\n<p>The intricate connections among cyanobacteria and their environments have broader impacts for understanding life in other extreme environments, connections that were explored in sandy walkways on the UC Davis campus by seven undergraduate students. With the help of graduate student mentors, these students documented how local environmental conditions affect which and how many cyanobacteria grow in different parts of the walkways. Their results show that the diversity and population of cyanobacteria increase with more water and less disturbance from walking. The undergraduates and their mentors developed microbiology, observational, and collaboration skills through their work, with some presenting results in professional settings. These experiences supported all participants in identifying and pursuing scientific careers of interest.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2022<br>\n\t\t\t\t\tModified by: Dawn&nbsp;Y&nbsp;Sumner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe oxygen in the atmosphere comes from photosynthesis, which evolved in a group of organisms called cyanobacteria about 3 billion years ago. Photosynthesis requires numerous genes that have been passed down to modern cyanobacteria and sometimes shared across different lineages of bacteria. Comparisons of modern cyanobacterial genomes with those of their close relatives that do not perform photosynthesis (Melainabacteria) provide insights into how photosynthesis evolved. Specifically, results of the comparisons suggest that a large number of genes required for photosynthesis were transferred from other types of bacteria to an ancestor of photosynthetic cyanobacteria but not Melainabacteria. In contrast, the ancestors for both cyanobacteria and Melainabacteria had some similar genes that evolved to help the organisms use oxygen for energy, although the enzymes that interact directly with oxygen are encoded by very different genes as shown by other researchers. These results show that the evolution of oxygen-producing photosynthesis and the use of oxygen for energy required both the transfer of genes among distantly related organisms and the inheritance of genes from ancestors. Better understanding the details of these processes improves our understanding of both key energy systems for life and fundamental processes of evolution.\n\nIn the process of doing genomic comparisons, we discovered a new cyanobacterial lineage that has the genes for photosynthesis but lacks some of the genes for absorbing certain wavelengths of light and stabilizing key molecules in membranes. This lineage is most common in cold, low light environments, and we hypothesis that its distribution is controlled by its genetic limitations. These ideas were explored in a biogeographic study of cyanobacteria found in Antarctica, which showed that some are unique to cold environments whereas others are broadly distributed across environments irrespective of temperatures. These results demonstrate that the connections among photosynthetic organisms and environmental conditions hold a rich and interesting record of evolutionary processes. In particular, prior genomic approaches are not able to predict cold adaptation in cyanobacteria, but more detailed characterization of photosynthesis-related genes might be more predictive.\n\nThe intricate connections among cyanobacteria and their environments have broader impacts for understanding life in other extreme environments, connections that were explored in sandy walkways on the UC Davis campus by seven undergraduate students. With the help of graduate student mentors, these students documented how local environmental conditions affect which and how many cyanobacteria grow in different parts of the walkways. Their results show that the diversity and population of cyanobacteria increase with more water and less disturbance from walking. The undergraduates and their mentors developed microbiology, observational, and collaboration skills through their work, with some presenting results in professional settings. These experiences supported all participants in identifying and pursuing scientific careers of interest.\n\n\t\t\t\t\tLast Modified: 12/14/2022\n\n\t\t\t\t\tSubmitted by: Dawn Y Sumner"
 }
}