{
 "awd_id": "1745074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Investigating Ice Sheet - Solid Earth Feedbacks in West Antarctica: Implications for Ice Sheet Evolution and Stability",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 2645336.0,
 "awd_amount": 3091222.0,
 "awd_min_amd_letter_date": "2018-09-07",
 "awd_max_amd_letter_date": "2024-08-06",
 "awd_abstract_narration": "The earth's surface in West Antarctica is rising at extremely high rates in response to unloading of ice sheet mass. This research (1) improves the spatial coverage and accuracy of measurements of surface uplift using the Global Positioning System (GPS) and (2) probes the structure of the deep earth using seismology. These observations will be integrated into a state-of-the-art, 3-D ice sheet model to simulate the past and future behavior of the West Antarctic Ice Sheet and assess its vulnerability. Project results will allow assessment of the West Antarctic Ice Sheet's rate of change and the time frame for its accelerating contribution to global sea-level rise, which is predicted to have an amplified impact for U.S. coastlines. This research program builds on and leverages prior investments in autonomous observational infrastructure through technological advances and international partnerships. Archived open-access data from the project will facilitate a range of studies that will advance basic knowledge of the Antarctic continent and its ice sheet cover. The project will train and mentor an interdisciplinary cohort of polar scientists through field work, workshops, and a summer school leveraged by an online resource library.   \r\n\r\nThe POLENET-ANET autonomous GPS and seismic network will be reconfigured to acquire higher-resolution in situ data focused around the Amundsen Embayment to capture spatially varying crustal motions and Earth structure in a region where the ice sheet is rapidly changing. The pattern and scale of lateral variations in mantle temperature, viscosity, and lithospheric elastic thickness at the resolution necessary to characterize this system will be established from seismological studies incorporating the new instrumentation footprint.  Absolute mantle viscosity values will be independently determined using crustal motion data from high-precision GPS time series together with West Antarctic Ice Sheet (WAIS) surface mass balance and ice history information.  Where mantle viscosity varies over short spatial scales and bedrock topography below the ice sheet is complex, as is hypothesized for West Antarctica, both positive and negative feedbacks between the ice sheet and the solid earth may occur, acting to stabilize or destabilize ice dynamics by raising or lowering the grounding line and reducing or increasing retrograde bed slopes below major outlet glaciers. New constraints on 3-D Earth structure will be built into innovative 3-D glacial isostatic adjustment (GIA) models and coupled models of climate-cryosphere-solid Earth systems.  These advanced models, constrained by the new observations obtained in this project, will simulate the past and future evolution of the WAIS to improve estimates of changing ice mass in West Antarctica, establish where the WAIS may be stabilized by ongoing Earth deformation, and reduce uncertainties in projections of future sea level change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Wilson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Terry J Wilson",
   "pi_email_addr": "twilson@mps.ohio-state.edu",
   "nsf_id": "000328823",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bevis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bevis",
   "pi_email_addr": "mbevis@osu.edu",
   "nsf_id": "000181289",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Sherman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Sherman",
   "pi_email_addr": "sherman.1430@osu.edu",
   "nsf_id": "000750258",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1090 Carmack Rd",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1358374.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1286962.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 445886.0
  }
 ],
 "por": null
}