{
 "awd_id": "1745130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermal Sensitivity of Antarctic Embryos and Larvae:  Effects of Temperature on Metabolism, Developmental Rate, and the Metabolic Cost of Development",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 384968.0,
 "awd_amount": 458971.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2023-05-31",
 "awd_abstract_narration": "Cold-blooded animals in the Antarctic ocean have survived in near-constant, extreme cold conditions for millions of years and are very sensitive to even small changes in water temperature.  However, the consequences of this extreme thermal sensitivity for the energetics, development, and survival of developing embryos is not well understood.  This award will investigate the effect of temperature on the metabolism, growth rate, developmental rate, and developmental energetics of embryos and larvae of Antarctic marine ectotherms.  The project will also measure annual variation in temperature and oxygen at different sites in McMurdo Sound, and compare embryonic and larval metabolism in winter and summer to determine the extent to which these life stages can acclimate to seasonal shifts.  This research will provide insight into the ability of polar marine animals and ecosystems to withstand warming polar ocean conditions.\r\n\r\nAntarctic marine ectotherms exhibit universally slow growth, low metabolic rates, and extended development, yet many of their rate processes related to physiology and metabolism are highly thermally sensitive.  This suggests that small changes in temperature may result in dramatic changes to energy metabolism, growth, and the rate and duration of development.  This project will measure the effects of temperature on metabolism, developmental rate, and the energetic cost of development of four common and ecologically important species of benthic Antarctic marine invertebrates.  These effects will be measured over the functional ranges of the organisms and in the context of environmentally relevant seasonal shifts in temperature around McMurdo Sound.  Recent data show that seasonal warming of ~1 deg C near McMurdo Station is accompanied by long-lasting hyperoxic events that impact the benthos in the nearshore boundary layer.  This research will provide a more comprehensive understanding of both annual variation in environmental oxygen and temperature across the Sound, and whether this variation drives changes in developmental rate and energetics that are consistent with physiological acclimatization.  These data will provide key information about potential impacts of warming Antarctic ectotherms.  In addition, this project will support undergraduate and graduate research and partner with large-enrollment undergraduate courses and REU programs at an ANNH and AANAPISI Title III minority-serving institution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Moran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Moran",
   "pi_email_addr": "morana@hawaii.edu",
   "nsf_id": "000092783",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 384968.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 74003.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Antarctic marine ectotherms live in some of the coldest, most isolated waters on Earth and have been evolving under stable, cold conditions for millions of years. While much less is known about the physiology and life history of Antarctic species compared to their counterparts in warmer waters, it is well understood that many are highly adapted to cold temperatures and may not be able to tolerate even small amounts of warming of the Southern Ocean. The most vulnerable life stages for these animals are likely their early forms&mdash;embryos and larvae&mdash;which lack the complex physiological mechanisms that adults may possess to cope with environmental stress.</p>\n<p>This project aimed to examine the effects of temperature on survival, development, and energy use in larvae from four Antarctic invertebrate species: two nudibranchs and two sea spiders. These species were selected for their ecological importance and the relative ease of collecting fertilized eggs and larvae. We found that all four species could undergo normal embryonic development at temperatures ranging from -1.8&deg;C (their typical environmental temperature) to approximately +1.7&deg;C. Above +1.7&deg;C, embryos of one nudibranch species failed to cleave. Older embryos and larvae of both nudibranch species could not survive long-term at or above +4&deg;C. In contrast, both species of sea spiders developed and survived across the full range of temperatures tested, from -1.8&deg;C to +4&deg;C.</p>\n<p>We also assessed how temperature affected metabolic rate and energy utilization (lipids, proteins, and carbohydrates). As expected, metabolic rates increased rapidly in embryos and larvae of all species, potentially leading to developmental energy imbalances. However, larvae of one species showed an ability to acclimate by lowering their metabolic rate when exposed to warmer temperatures over time. These results suggest that the capacity to tolerate warming varies significantly across species.</p>\n<p>In addition to this primary research, the project included studies on the ecology and behavior of other Antarctic invertebrates, such as their development, reproductive behavior, and ability to acclimate to warmer temperatures. We also investigated the appearance of new marine diseases in the region. So far, the project has resulted in four published papers, with eight more in progress.</p>\n<p>The broader impacts of this project include the training of two PhD students, who will complete their degrees in Spring 2025, the involvement of undergraduates in research, and extensive public outreach. We partnered with PolarTREC to host a K-12 teacher in our group, conducted over 15 livestreamed presentations from Antarctica reaching more than 1500 students, and collaborated with media outlets like National Geographic, BBC, and TVNZ to communicate our findings to the public.</p><br>\n<p>\n Last Modified: 11/12/2024<br>\nModified by: Amy&nbsp;Moran</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAntarctic marine ectotherms live in some of the coldest, most isolated waters on Earth and have been evolving under stable, cold conditions for millions of years. While much less is known about the physiology and life history of Antarctic species compared to their counterparts in warmer waters, it is well understood that many are highly adapted to cold temperatures and may not be able to tolerate even small amounts of warming of the Southern Ocean. The most vulnerable life stages for these animals are likely their early formsembryos and larvaewhich lack the complex physiological mechanisms that adults may possess to cope with environmental stress.\n\n\nThis project aimed to examine the effects of temperature on survival, development, and energy use in larvae from four Antarctic invertebrate species: two nudibranchs and two sea spiders. These species were selected for their ecological importance and the relative ease of collecting fertilized eggs and larvae. We found that all four species could undergo normal embryonic development at temperatures ranging from -1.8C (their typical environmental temperature) to approximately +1.7C. Above +1.7C, embryos of one nudibranch species failed to cleave. Older embryos and larvae of both nudibranch species could not survive long-term at or above +4C. In contrast, both species of sea spiders developed and survived across the full range of temperatures tested, from -1.8C to +4C.\n\n\nWe also assessed how temperature affected metabolic rate and energy utilization (lipids, proteins, and carbohydrates). As expected, metabolic rates increased rapidly in embryos and larvae of all species, potentially leading to developmental energy imbalances. However, larvae of one species showed an ability to acclimate by lowering their metabolic rate when exposed to warmer temperatures over time. These results suggest that the capacity to tolerate warming varies significantly across species.\n\n\nIn addition to this primary research, the project included studies on the ecology and behavior of other Antarctic invertebrates, such as their development, reproductive behavior, and ability to acclimate to warmer temperatures. We also investigated the appearance of new marine diseases in the region. So far, the project has resulted in four published papers, with eight more in progress.\n\n\nThe broader impacts of this project include the training of two PhD students, who will complete their degrees in Spring 2025, the involvement of undergraduates in research, and extensive public outreach. We partnered with PolarTREC to host a K-12 teacher in our group, conducted over 15 livestreamed presentations from Antarctica reaching more than 1500 students, and collaborated with media outlets like National Geographic, BBC, and TVNZ to communicate our findings to the public.\t\t\t\t\tLast Modified: 11/12/2024\n\n\t\t\t\t\tSubmitted by: AmyMoran\n"
 }
}