{
 "awd_id": "1746607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Optoelectronic Microplates: Disruptive Optical Stimulation Technology for Drug Discovery Screening Assays",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2017-12-19",
 "awd_max_amd_letter_date": "2019-04-12",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to develop specialized cell culture plates that can provide dynamic optical stimulation of cells during kinetic ion channel drug screening assays.  The proposed cell stimulation technology is expected to improve the efficiency of drug discovery, and lead to more promising drug candidates with a wide range of mechanisms of actions.  Since effects of drugs often depend on functional states of drug targets, in vitro high-throughput assays must be able to re-create different functional states during drug screening. Currently, screening assays acquire the data either from one functional state or an ensemble average of heterogeneous states, which is not representative of in vivo settings.  The proposed microplate-based cell stimulation technology will help drug discovery companies to introduce more efficient drugs faster while reducing the development costs, because the proposed technology can dynamically \"cycle\" ion channel drug targets through different functional states while evaluating drug effects in kinetic assays. These minimally-invasive all-optical assays will have increased information content and enhanced predictive values. \r\n\r\nThis SBIR Phase I project proposes to develop nanotechnology-based optoelectronic microplates that can serve as a light-controlled actuator enabling dynamic optical stimulation of cells for all-optical drug screening assays.  Current cell stimulation technologies require either genetic modifications of cells (which can affect the drug screening results) or electric-field stimulation (which requires specialized instrumentation and can damage cells). The proposed technology is a non-invasive optical stimulation plate-based platform that can work on genetically and structurally intact cells, and will be compatible with existing screening instruments. The research plan in the material science area covers the development of protocols for deposition of graphene materials and comprehensive characterization of graphene-coated microplates in cell-free and cell-based modes. The biological research plan includes the development of all-optical screening assays that incorporate graphene-coated microplates for enabling optical stimulation.  Specifically, the goal is to focus on calcium imaging assays for L-type voltage-gated calcium ion channels that will be \"cycled\" through different functional states by light illumination using optoelectronic plates. The validation process will include the evaluation of pharmacological effects of known state-dependent calcium channel blockers. It is anticipated that optoelectronic microplates will be compatible with existing cell culture protocols and imaging instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Molokanova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elena Molokanova",
   "pi_email_addr": "emolokanova@nanotoolsbio.com",
   "nsf_id": "000720924",
   "pi_start_date": "2017-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nanotools Bioscience",
  "inst_street_address": "309 HESTIA WAY",
  "inst_street_address_2": "",
  "inst_city_name": "ENCINITAS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7604985475",
  "inst_zip_code": "920242179",
  "inst_country_name": "United States",
  "cong_dist_code": "49",
  "st_cong_dist_code": "CA49",
  "org_lgl_bus_name": "NANOTOOLS BIOSCIENCE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C7AUT1DVMZD6"
 },
 "perf_inst": {
  "perf_inst_name": "Nanotools Bioscience",
  "perf_str_addr": "309 Hestia Way",
  "perf_city_name": "Encinitas",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920242179",
  "perf_ctry_code": "US",
  "perf_cong_dist": "49",
  "perf_st_cong_dist": "CA49",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to develop innovative cell culture plates with built-in optical cell stimulation capabilities and integrate these plates in all-optical assays for target-based drug discovery applications.</p>\n<p>The main component of this project is graphene-coated cell culture plates (G-plates) that can enable our proprietary graphene-mediated optical stimulation (GraMOS) technology. Graphene is still fairly &ldquo;young&rdquo; material, because it came to the spotlight only 10 years. For this reason, the graphene-related bioapplications are not well developed, and we faced very challenging discovery-type tasks during our project.</p>\n<p>We developed environment-friendly formulations of rGO dispersions that can be reproducibly deposited on various surfaces, including glass, polystyrene, cyclo-polyolefins. We optimized the fabrication protocols and the standard operating procedures for semi-manual assembly of 96- and 384-well cell culture G-plates. We successfully verified the long-term structural stability of rGO coatings in the G-plates and the biocompatibility of the G-plates on several cell models. We validated the technical capabilities of G-plates to stimulate cells when exposed to light. Future developments would require to fully automate the assembly process to satisfy the volume orders of the customers from the pharmaceutical industry. &nbsp;</p>\n<p>We designed novel all-optical assays by establishing optimal dual light illumination parameters (e.g., wavelength, intensity, duration) that satisfy the following dual requirements: 1) to ensure efficient fast light-controlled microplate-mediated depolarization of the cell membrane of non-excitable cells to desired levels, and 2) to ensure the absence of optical cross-talk and &ldquo;bleed-through&rdquo; between light signals for photoactivation graphene-coated microplates and for excitation of fluorescent indicators that dynamically monitor the functional activity of cells. &nbsp;&nbsp;&nbsp;</p>\n<p>We developed kinetic calcium imaging assays, using G-plates for optical cell estimation and fluorescent calcium-sensitive indicators for monitoring of the cell functional activity.&nbsp;&nbsp; We validated novel all-optical live-cell assays using our G-plates using non-excitable cell lines with heterologously expressed drug discovery targets.&nbsp; Future extensive efforts would be required to develop cell lines with heterologously expressed targets of interest that have sufficient levels of expression to be used in optical screening assays.</p>\n<p>&nbsp;On the business development side, we entered into several collaborations to enable the fast market penetration of our G-plate-based all-optical assays, including a) academic partnerships to fine-tune the properties of graphene-based substrates for different cell types; b) collaboration with a major instrumentation company to validate our technology on instruments placed in drug discovery companies; c) collaboration with a major drug discovery company for beta-testing of our plates in its all-optical target-based screening assays.</p>\n<p><strong>&nbsp;Broader Impacts: </strong></p>\n<ul>\n<li>The project has provided extensive training opportunities for research, teaching and mentoring in STEM disciplines. For example, we volunteered to participate in the Industrial Academic Internship Program initiated by University of California - San Diego (UCSD) and hosted six undergraduate students from University of California-San Diego.&nbsp; Students received comprehensive training in laboratory research skills, acquired multidisciplinary teamwork experience, learned critical fact-based investigational skills, and participated in diverse research projects tailored to their skill set.</li>\n<li>This project has provided several opportunities for training and professional development, including the Beat-the-Odds Boot Camp organized by the NSF, numerous Dawnbreaker E-Learning Opportunities, participation in the Semi-Finals of the 2018 Start Challenge sponsored by the Society of Photo-Optical Instrumentation Engineers, </li>\n<li>The results of the project have been disseminated in the high-profile paper published in Science Advances, several invited press interviews aimed at the general public, seminars aimed at the scientific community, the Bioengineering Fair at the University of California &ndash; San Diego. </li>\n</ul>\n<p><strong>&nbsp;Intellectual Merit:</strong><strong></strong></p>\n<p><strong>The fundamental impact</strong> includes the developments in several areas, including:</p>\n<ul>\n<li>different graphene/graphene oxide solvents in terms of their ability to resist the aggregation of graphene in dispersions and their compatibility with biomedical studies;</li>\n<li>the efficiency of different deposition methods of graphene-based materials on substrates of several chemical types;</li>\n<li>novel methods for concentrating graphene-based dispersions, which would be invaluable for all graphene-ink printing applications, both in electronics and biology.&nbsp;</li>\n<li>novel strategies for efficient interfacing between 2-D nanomaterials and live cells</li>\n</ul>\n<p><strong>&nbsp;The practical impact</strong> of our project is also far-reaching.</p>\n<ul>\n<li>The successful development of our GraMOS technology would enable the technological shift from electrical to all-optical stimulation methods during the assessment of the functional activity of various biological entities in drug screening assays.</li>\n<li>We are successfully competing with the alternative method of optical stimulation of cells &ndash; optogenetics-based stimulation. Our technology has a tremendous advantage over optogenetics, because it does not require genetic modifications of cells for enabling optical stimulation. However, substantial R&amp;D efforts are still required for the GraMOS technology to achieve the same robustness as optogenetics. </li>\n<li>G-plates enable the development of use-dependent drugs which are currently not possible to discover in screening assays without built-in cell stimulation;</li>\n<li>G-plate-based all-optical assays enable the increase of the predictiveness and specificity of drug screening assays which would allow to develop safe and efficient drugs mush faster and in a significantly less expensive manner, resulting in a broad societal benefit.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2019<br>\n\t\t\t\t\tModified by: Elena&nbsp;Molokanova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to develop innovative cell culture plates with built-in optical cell stimulation capabilities and integrate these plates in all-optical assays for target-based drug discovery applications.\n\nThe main component of this project is graphene-coated cell culture plates (G-plates) that can enable our proprietary graphene-mediated optical stimulation (GraMOS) technology. Graphene is still fairly \"young\" material, because it came to the spotlight only 10 years. For this reason, the graphene-related bioapplications are not well developed, and we faced very challenging discovery-type tasks during our project.\n\nWe developed environment-friendly formulations of rGO dispersions that can be reproducibly deposited on various surfaces, including glass, polystyrene, cyclo-polyolefins. We optimized the fabrication protocols and the standard operating procedures for semi-manual assembly of 96- and 384-well cell culture G-plates. We successfully verified the long-term structural stability of rGO coatings in the G-plates and the biocompatibility of the G-plates on several cell models. We validated the technical capabilities of G-plates to stimulate cells when exposed to light. Future developments would require to fully automate the assembly process to satisfy the volume orders of the customers from the pharmaceutical industry.  \n\nWe designed novel all-optical assays by establishing optimal dual light illumination parameters (e.g., wavelength, intensity, duration) that satisfy the following dual requirements: 1) to ensure efficient fast light-controlled microplate-mediated depolarization of the cell membrane of non-excitable cells to desired levels, and 2) to ensure the absence of optical cross-talk and \"bleed-through\" between light signals for photoactivation graphene-coated microplates and for excitation of fluorescent indicators that dynamically monitor the functional activity of cells.    \n\nWe developed kinetic calcium imaging assays, using G-plates for optical cell estimation and fluorescent calcium-sensitive indicators for monitoring of the cell functional activity.   We validated novel all-optical live-cell assays using our G-plates using non-excitable cell lines with heterologously expressed drug discovery targets.  Future extensive efforts would be required to develop cell lines with heterologously expressed targets of interest that have sufficient levels of expression to be used in optical screening assays.\n\n On the business development side, we entered into several collaborations to enable the fast market penetration of our G-plate-based all-optical assays, including a) academic partnerships to fine-tune the properties of graphene-based substrates for different cell types; b) collaboration with a major instrumentation company to validate our technology on instruments placed in drug discovery companies; c) collaboration with a major drug discovery company for beta-testing of our plates in its all-optical target-based screening assays.\n\n Broader Impacts: \n\nThe project has provided extensive training opportunities for research, teaching and mentoring in STEM disciplines. For example, we volunteered to participate in the Industrial Academic Internship Program initiated by University of California - San Diego (UCSD) and hosted six undergraduate students from University of California-San Diego.  Students received comprehensive training in laboratory research skills, acquired multidisciplinary teamwork experience, learned critical fact-based investigational skills, and participated in diverse research projects tailored to their skill set.\nThis project has provided several opportunities for training and professional development, including the Beat-the-Odds Boot Camp organized by the NSF, numerous Dawnbreaker E-Learning Opportunities, participation in the Semi-Finals of the 2018 Start Challenge sponsored by the Society of Photo-Optical Instrumentation Engineers, \nThe results of the project have been disseminated in the high-profile paper published in Science Advances, several invited press interviews aimed at the general public, seminars aimed at the scientific community, the Bioengineering Fair at the University of California &ndash; San Diego. \n\n\n Intellectual Merit:\n\nThe fundamental impact includes the developments in several areas, including:\n\ndifferent graphene/graphene oxide solvents in terms of their ability to resist the aggregation of graphene in dispersions and their compatibility with biomedical studies;\nthe efficiency of different deposition methods of graphene-based materials on substrates of several chemical types;\nnovel methods for concentrating graphene-based dispersions, which would be invaluable for all graphene-ink printing applications, both in electronics and biology. \nnovel strategies for efficient interfacing between 2-D nanomaterials and live cells\n\n\n The practical impact of our project is also far-reaching.\n\nThe successful development of our GraMOS technology would enable the technological shift from electrical to all-optical stimulation methods during the assessment of the functional activity of various biological entities in drug screening assays.\nWe are successfully competing with the alternative method of optical stimulation of cells &ndash; optogenetics-based stimulation. Our technology has a tremendous advantage over optogenetics, because it does not require genetic modifications of cells for enabling optical stimulation. However, substantial R&amp;D efforts are still required for the GraMOS technology to achieve the same robustness as optogenetics. \nG-plates enable the development of use-dependent drugs which are currently not possible to discover in screening assays without built-in cell stimulation;\nG-plate-based all-optical assays enable the increase of the predictiveness and specificity of drug screening assays which would allow to develop safe and efficient drugs mush faster and in a significantly less expensive manner, resulting in a broad societal benefit.\n\n\n\t\t\t\t\tLast Modified: 09/13/2019\n\n\t\t\t\t\tSubmitted by: Elena Molokanova"
 }
}