{
 "awd_id": "1747436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research Improvement Grant in Political Science: Representation and Political Support in the Face of Inequality",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 21897.0,
 "awd_amount": 21897.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "High levels of economic inequality challenge the core principles of democracy and pose major challenges to the deepening and strengthening of democratic regimes.  This project investigates the impact of economic inequality on political support and representation in the Americas, a region with the highest levels of inequality in the world.  It asks: Who gets meaningful representation in a context of inequality; What policies do blue-collar and white-collar politicians promote in office to address inequality; and How do inequality and working class representation shape people's attitudes about democracy and representation?  Evidence shows that high levels of economic inequality reduce citizens' trust in government and support for democracy, and the continued exclusion of the poor and working class have led to party system collapses and the rise of undemocratic populist leaders in a number of countries throughout the Americas.  This research advances democracy promotion by investigating the conditions under which inequality undermines popular support for democratic governments.  Moreover, this research emphasizes the importance of political elites' class backgrounds and attitudes about inequality for shaping citizens' satisfaction with democracy and support for egalitarian policies.  An implication of this research is that even in a context of economic inequality, democratic governments can increase political support among citizens by ensuring that economic policies are made via fair and transparent procedures, and that all citizens are given meaningful voice through representation.\r\n\r\nThis project investigates the specific circumstances under which economic inequality erodes political support and undermines democratic representation.  Although prior research has demonstrated a clear connection between high levels of inequality and decreased political support, it is unclear why citizens blame the government for inequality, and which groups of citizens dislike inequality the most. This research theorizes and tests the causal mechanisms linking inequality and political support.  It applies social psychology research, as well as fairness and equity theories, to the study of political support and hypothesizes that citizens rely on information about distributive fairness (fairness of economic outcomes) as well as non-economic information about the fairness of government policies and procedures, when evaluating the political system.  Additionally, the research project incorporates an overlooked elite perspective into studies of inequality and political support.  Although prior research on this topic focuses almost exclusively mass public opinion, this project theorizes that ordinary citizens' perceptions of inequality and fairness, as well as their subsequent evaluations of the political system, are shaped by  the attitudes and behaviors of political elites.  The researcher uses a mixed-methods design to test the hypotheses.  In particular, it  combines large-N statistical analyses of public opinion data with original survey experiments from Argentina, Mexico, and the United States.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Barnes",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany D Barnes",
   "pi_email_addr": "tiffanydbarnes@utexas.edu",
   "nsf_id": "000752052",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Saxton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Saxton",
   "pi_email_addr": "gregory.saxton@uky.edu",
   "nsf_id": "000751453",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "009Y00",
   "pgm_ele_name": "Political Science DDRIG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1371",
   "pgm_ref_txt": "POLITICAL SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 21897.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Economic inequality challenges a fundamental principal of democracy and erodes citizens' satisfaction with democracy, and Latin America hosts the highest levels of inequality in the world.&nbsp; This raises two important questions: How does economic inequality shape citizens' evaluations of democracy, and more specifically, how do individuals' fairness judgments affect satisfaction with democracy and trust in political institutions?&nbsp; This project employs a mixed methods approach that draws on fieldwork in Argentina, analysis of cross-national survey data from Latin America, and original survey experiments in Argentina and Mexico.&nbsp; The fieldwork and original survey experiments supported by the NSF Doctoral Dissertation Research Improvement Grant address each of these questions in turn.</p>\n<p>First, this project demonstrates that individuals are less likely to support the political system when they perceive their country's income distribution to be unfair.&nbsp; Cross-national survey data from 18 Latin American countries shows that individuals who perceive distributive unfairness in society are less likely to trust the national government or to be satisfied with democracy.&nbsp; Yet, this relationship is weaker for individuals on the Right of the political spectrum, as well as in countries with good governance.</p>\n<p>Second, this project uses elite interviews and archival newspaper data in Argentina to put the cross-national findings into context.&nbsp; Argentine elites on the political Right were more likely than those on the Left to attribute economic inequalities to a poor work ethic within society. Elites on both sides of the political spectrum indicated that corruption contributes to persistently high levels of inequality, and media discourse in Argentina's main national newspapers reflects elites' concerns about the link between corruption and inequality.</p>\n<p>Third, this project uses a series of original survey experiments in Argentina and Mexico to probe the causal mechanisms behind, or explanations for, the patterns observed in the cross-national survey data.&nbsp; The first set of experiments tests the argument that individuals' perceptions of fairness explain low levels of political support in the face of inequality.&nbsp; When inequality is framed as an unfair outcome that harms the most vulnerable segments of society, political support suffers.&nbsp; Yet, framing inequality as a fair outcome that rewards and encourages hard work offsets the negative effect of inequality on political support, particularly for individuals on the political Right.&nbsp; The second set of experiments examines how information about corruption affects individuals' political evaluations in a context of inequality.&nbsp; People are less likely to say that their country's income distribution is unfair, and less likely to say they are dissatisfied with democracy, when told that despite increasing inequality, corruption is on the decline.</p>\n<p>This project has a number of academic contributions and broader implications.&nbsp; First, this project is unique because it investigates the factors giving rise to the frequently documented relationship between economic outcomes and political support.&nbsp; Although prior research has shown that high inequality and low political support are strongly associated with one another, this project unpacks the psychological mechanisms linking inequality to evaluations of democracy.&nbsp; Although inequality erodes political support by challenging citizens' normative expectations about the outcomes that democracy is supposed to produce, individuals' ideologies, as well as their experiences with the state, also affect how inequality maps onto perceptions of fairness and subsequent political evaluations.</p>\n<p>Second, this project draws upon social justice and fairness theories from psychology to derive and empirically test new hypotheses about how people formulate their fairness judgments and use these judgments to evaluate democracy.</p>\n<p>Third, this project advances our understanding of elites' perceptions of and policy preferences surrounding inequality.&nbsp; Elite messaging and good governance play an important role in shaping citizens' preferences for inequality reducing reforms.&nbsp; As such, elites can certainly perpetuate inequality, but by showing that they are committed to good governance and pro-egalitarian policies, they can help offset the negative impact of inequality on support for the political system.</p>\n<p>Beyond these academic contributions, this project has a number of broader implications for policy and democratic stability.&nbsp; Given the low levels of political trust and democratic satisfaction in Latin America, a region suffering from persistently high levels of inequality, understanding why inequality erodes political support is vital for practitioners seeking to bolster political support and thereby strengthen democracy.&nbsp; Although citizens across Latin America overwhelming perceive their country's income distribution as unfair, the findings from this project suggest that by delivering quality governance - for instance, by combatting corruption - democratic leaders can significantly offset the negative influence of these fairness judgments on support for the political system, even in a context of high inequality.&nbsp; Further, this project's findings advance democracy promotion, a central goal of U.S. foreign policy, as well as USAID's strategic objective of promoting participatory, representative, and inclusive political processes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/19/2019<br>\n\t\t\t\t\tModified by: Gregory&nbsp;Saxton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEconomic inequality challenges a fundamental principal of democracy and erodes citizens' satisfaction with democracy, and Latin America hosts the highest levels of inequality in the world.  This raises two important questions: How does economic inequality shape citizens' evaluations of democracy, and more specifically, how do individuals' fairness judgments affect satisfaction with democracy and trust in political institutions?  This project employs a mixed methods approach that draws on fieldwork in Argentina, analysis of cross-national survey data from Latin America, and original survey experiments in Argentina and Mexico.  The fieldwork and original survey experiments supported by the NSF Doctoral Dissertation Research Improvement Grant address each of these questions in turn.\n\nFirst, this project demonstrates that individuals are less likely to support the political system when they perceive their country's income distribution to be unfair.  Cross-national survey data from 18 Latin American countries shows that individuals who perceive distributive unfairness in society are less likely to trust the national government or to be satisfied with democracy.  Yet, this relationship is weaker for individuals on the Right of the political spectrum, as well as in countries with good governance.\n\nSecond, this project uses elite interviews and archival newspaper data in Argentina to put the cross-national findings into context.  Argentine elites on the political Right were more likely than those on the Left to attribute economic inequalities to a poor work ethic within society. Elites on both sides of the political spectrum indicated that corruption contributes to persistently high levels of inequality, and media discourse in Argentina's main national newspapers reflects elites' concerns about the link between corruption and inequality.\n\nThird, this project uses a series of original survey experiments in Argentina and Mexico to probe the causal mechanisms behind, or explanations for, the patterns observed in the cross-national survey data.  The first set of experiments tests the argument that individuals' perceptions of fairness explain low levels of political support in the face of inequality.  When inequality is framed as an unfair outcome that harms the most vulnerable segments of society, political support suffers.  Yet, framing inequality as a fair outcome that rewards and encourages hard work offsets the negative effect of inequality on political support, particularly for individuals on the political Right.  The second set of experiments examines how information about corruption affects individuals' political evaluations in a context of inequality.  People are less likely to say that their country's income distribution is unfair, and less likely to say they are dissatisfied with democracy, when told that despite increasing inequality, corruption is on the decline.\n\nThis project has a number of academic contributions and broader implications.  First, this project is unique because it investigates the factors giving rise to the frequently documented relationship between economic outcomes and political support.  Although prior research has shown that high inequality and low political support are strongly associated with one another, this project unpacks the psychological mechanisms linking inequality to evaluations of democracy.  Although inequality erodes political support by challenging citizens' normative expectations about the outcomes that democracy is supposed to produce, individuals' ideologies, as well as their experiences with the state, also affect how inequality maps onto perceptions of fairness and subsequent political evaluations.\n\nSecond, this project draws upon social justice and fairness theories from psychology to derive and empirically test new hypotheses about how people formulate their fairness judgments and use these judgments to evaluate democracy.\n\nThird, this project advances our understanding of elites' perceptions of and policy preferences surrounding inequality.  Elite messaging and good governance play an important role in shaping citizens' preferences for inequality reducing reforms.  As such, elites can certainly perpetuate inequality, but by showing that they are committed to good governance and pro-egalitarian policies, they can help offset the negative impact of inequality on support for the political system.\n\nBeyond these academic contributions, this project has a number of broader implications for policy and democratic stability.  Given the low levels of political trust and democratic satisfaction in Latin America, a region suffering from persistently high levels of inequality, understanding why inequality erodes political support is vital for practitioners seeking to bolster political support and thereby strengthen democracy.  Although citizens across Latin America overwhelming perceive their country's income distribution as unfair, the findings from this project suggest that by delivering quality governance - for instance, by combatting corruption - democratic leaders can significantly offset the negative influence of these fairness judgments on support for the political system, even in a context of high inequality.  Further, this project's findings advance democracy promotion, a central goal of U.S. foreign policy, as well as USAID's strategic objective of promoting participatory, representative, and inclusive political processes.\n\n\t\t\t\t\tLast Modified: 09/19/2019\n\n\t\t\t\t\tSubmitted by: Gregory Saxton"
 }
}