{
 "awd_id": "1748685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing an Industry-Inspired Academic Research Center to Address the Opportunities Created by the QUANTUM LEAP Big Challenge",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2017-11-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 49947.0,
 "awd_amount": 49947.0,
 "awd_min_amd_letter_date": "2017-11-07",
 "awd_max_amd_letter_date": "2017-12-27",
 "awd_abstract_narration": "Developing an Industry-Inspired Academic Research Center to Address the Opportunities Created by the QUANTUM LEAP Big Challenge Workshop is a high impact, results oriented event that explores the private sector?s interest in partnering with academic institutions in the recently identified NSF Quantum Leap Big Challenge priority area.  The workshop will bring together a strategic set of academic and corporate researchers, technology strategists, and thought leaders who possess the required skills and complementary experiences to (a) effectively evaluate the research and commercialization opportunities presented by the NSF Quantum Leap Big Challenge and (b) identify effective approaches to garner substantive industry engagement resulting in the creation of an industry-inspired academic research center.  Quantum Leap, advances quantum technologies of the future: quantum communication, quantum computing, quantum sensors, quantum simulators, and potentially others. The powerful language provided by quantum mechanics almost a century ago becomes the foundation upon which to build new industries. This process, sometimes called \"the second quantum revolution\", is marked by the development of practical and marketable solutions for quantum technologies. To ensure that the Big Ideas initiative has impact, NSF must work with universities as its traditional audience and encourage active collaboration with industry to transform the discoveries created at universities into meaningful products to benefit society.\r\n\r\nThe Strategic Issues track will identify leading technology development issues, listing the top major fields within second-generation quantum technology and the Quantum Leap challenge that most interest industry and ideally, motivate them to share their most pressing research needs in areas such as quantum communication or computing. The Tactical Issues track will identify various issues with creating a compelling NSF program that is structured to maximize industry engagement and investment and deliver longer term impact by addressing the highest priority needs.  To achieve these goals, several proven techniques will be employed. a) Survey Instrument: Workshop attendance is limited to ensure for a productive discussion; however,  additional voices can provide insights into the workshop?s strategic and tactical issues.  The UIDP will employ a web based survey to allow for broader information gathering; the results will be shared with attendees in advance of the actual workshop and use these survey results to shape the discussions.\r\nTechnical thrust prioritization.  Through the Big Issues initiative, NSF seeks to identify where to invest its resources to have the most impact.  This workshop provides the NSF a vehicle for gathering specific recommendations in the Quantum Leap arena, and the UIDP proposes using the Heilmeier Catechism to initiate these discussions on the technical priority areas.  Finally, this workshop will produce a report that identifies priority research and commercialization thrusts within the Quantum Leap big challenge and identifies strategies for organizing an industry-inspired, academic research center(s) (involving multiple universities) that will attract meaningful external support ? from industry and government ? and be focused on concrete commercially and societally relevant goals.  Ideally, the participating companies will also share insights into their high priority technical challenges and use the envisioned center to pursue answers to these matters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Boccanfuso",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony M Boccanfuso",
   "pi_email_addr": "tony@uidp.net",
   "nsf_id": "000753256",
   "pi_start_date": "2017-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Industry Demonstration Partnership",
  "inst_street_address": "1705 RICHLAND ST",
  "inst_street_address_2": "SUITE G",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8038073679",
  "inst_zip_code": "292012635",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY INDUSTRY DEMONSTRATION PARTNERSHIP, INC. (UIDP, INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "LABUVEY8F457"
 },
 "perf_inst": {
  "perf_inst_name": "UIDP",
  "perf_str_addr": "6156 St. Andrews Rd, Suite 207",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292123147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "SC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 49947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>University and industry representatives expressed high interest in the current state of the art and potential for quantum technologies under two broad groups. The first includes&nbsp;<em>industry developers</em>&nbsp;of quantum technologies, dominated by information technology companies such as Google, IBM, Intel, and Microsoft, as well as a set of smaller startup companies. These companies have large and active groups researching and developing core quantum technologies for quantum bits (qubits) that span qubit representations based on a range of physics models through programming models to applications.&nbsp; These companies are also forming strategic partnerships with academic institutions (both inside and outside the U.S.) to achieve their business goals.&nbsp; Within this group, there are opportunities to partner with government agencies to support larger scale efforts (and subsequent financial commitments) using existing vehicles such as jointly issued solicitations where both government and industry co-fund programs that academic (as well as others, such as national labs) researchers can earn.</p>\n<p>&nbsp;The second large group consisted of potential quantum technology&nbsp;<em>users</em>&nbsp;spanning aerospace and defense, vehicles and transportation, pharmaceuticals and health care, logistics and supply chain management, and a diverse set of science and engineering domains. Many of these can be best characterized as &ldquo;watching intently and waiting expectantly.&rdquo; Members of this group are not investing substantially in research or development but recognize that quantum technologies could either provide competitive advantage if they were early adopters or disruptions for business models currently predicated on traditional computing and communication technologies. Most members of this category expressed limited willingness to invest significant resources until quantum technologies were more mature; however, some company representatives were willing to consider an investment of modest resources for collaborative efforts provided through mechanisms such as the NSF Industry-University Cooperative Research Centers program.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2018<br>\n\t\t\t\t\tModified by: Anthony&nbsp;M&nbsp;Boccanfuso</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUniversity and industry representatives expressed high interest in the current state of the art and potential for quantum technologies under two broad groups. The first includes industry developers of quantum technologies, dominated by information technology companies such as Google, IBM, Intel, and Microsoft, as well as a set of smaller startup companies. These companies have large and active groups researching and developing core quantum technologies for quantum bits (qubits) that span qubit representations based on a range of physics models through programming models to applications.  These companies are also forming strategic partnerships with academic institutions (both inside and outside the U.S.) to achieve their business goals.  Within this group, there are opportunities to partner with government agencies to support larger scale efforts (and subsequent financial commitments) using existing vehicles such as jointly issued solicitations where both government and industry co-fund programs that academic (as well as others, such as national labs) researchers can earn.\n\n The second large group consisted of potential quantum technology users spanning aerospace and defense, vehicles and transportation, pharmaceuticals and health care, logistics and supply chain management, and a diverse set of science and engineering domains. Many of these can be best characterized as \"watching intently and waiting expectantly.\" Members of this group are not investing substantially in research or development but recognize that quantum technologies could either provide competitive advantage if they were early adopters or disruptions for business models currently predicated on traditional computing and communication technologies. Most members of this category expressed limited willingness to invest significant resources until quantum technologies were more mature; however, some company representatives were willing to consider an investment of modest resources for collaborative efforts provided through mechanisms such as the NSF Industry-University Cooperative Research Centers program.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/07/2018\n\n\t\t\t\t\tSubmitted by: Anthony M Boccanfuso"
 }
}