{
 "awd_id": "1748097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improved Characterization of Internal Decadal-Multidecadal Climate Variability Using Paleoclimate Archives, Observational Climate Data and Model Simulations",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 474083.0,
 "awd_amount": 474083.0,
 "awd_min_amd_letter_date": "2018-06-20",
 "awd_max_amd_letter_date": "2018-06-20",
 "awd_abstract_narration": "This project aims to build upon past research investigating interdecadal and multidecadal climate oscillations through the analysis of expanded paleoclimate proxy data, updated instrumental data, and extensive multi-model simulation archives that have recently become available. The complementary set of proposed analyses may provide a more comprehensive understanding of the nature of internal climate variability, allowing assessment of whether there are distinct modes of internal variability on decadal and longer timescales that (a) are oscillatory in nature, as opposed to being simply part of the red noise spectral continuum, (b) persist back in time based on evidence from long-term paleoclimate data and (c) are consistent, in both timescale and spatial pattern, with modes of variability identified in long, state-of-the-art model control simulations. Such analyses could inform assessments of the potential for decadal and longer-term climate predictability.\r\n\r\n\r\nThe methodology will principally focus on application of the multi-taper method singular value decomposition (MTM-SVD) to detect and characterize narrowband spatially-coherent signals in spatiotemporal instrumental, proxy, and model-generated climate datasets.  The MTM-SVD methodology will first be applied to up-to-date global surface temperature data dating back through the mid-19th century to reevaluate the observational evidence for oscillatory spatiotemporal modes of decadal-to-multidecadal climate variability and to reconstruct the time-evolving patterns of the associated signals. The signals will be projected onto other fields (sea level pressure, sub-surface ocean heat content and circulation, and upper-atmosphere data) to obtain a more comprehensive view of the associated ocean-atmosphere dynamics.  The next step will be to analyze paleoclimate proxy records spanning the past millennium to establish the long-term robustness and persistence of signals and to address potential changes in the character of signals during the transition into the anthropogenic era. These analyses will build upon past frequency-domain analyses of global climate proxy data by employing the considerably more extensive paleoclimate data archives now available spanning the past millennium.  A further mechanistic understanding will be sought through parallel analysis of the (a) control, (b) last millennium, (c) historical and (d/e) RCP 4.5/8.5 future projection experiments from the Coupled Model Inter-Comparison Project Phase 5 (CMIP5) and CMIP6 projects. These comparisons will assess whether consistent evidence exists across a diverse selection of models for spatiotemporal oscillatory climate signals with similar timescale and spatial characteristics to those isolated in the observations and paleoclimate data. Comparisons of control, last millennium, historical, and projected future simulations will allow assessment of whether and how changes in forcing impact or interact with the characteristics of the internal variability.\r\n\r\nThe complementary set of proposed analyses should provide a more comprehensive understanding of the nature of internal climate variability, allowing assessment of whether there are distinct modes of internal variability on decadal and longer timescales that (a) are oscillatory in nature, as opposed to being simply part of the red noise spectral continuum, (b) persist back in time based on evidence from long-term paleoclimate data and (c) are consistent, in both timescale and spatial pattern, with modes of variability identified in long, state-of-the-art model control simulations. Such analyses will, furthermore, inform assessments of the potential for decadal and longer-term climate predictability.\r\n\r\nThe potential Broader Impacts include a more definitive assessment of evidence for narrowband interdecadal and multidecadal climate signals to improve decadal timescale forecasting.   More robust predictive skill in decadal and longer-term climate forecasting and a better physical understanding of the underlying mechanisms, or origin of that skill, could aid an array of stakeholders, including the public at large, benefit from improved climate forecasts. The project will also support an early career scientist and graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Mann",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Mann",
   "pi_email_addr": "mmann00@sas.upenn.edu",
   "nsf_id": "000099802",
   "pi_start_date": "2018-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "514 Walker Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 474083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project investigates interdecadal and multidecadal climate oscillations through the analysis of expanded paleoclimate proxy data, updated instrumental data, and extensive multi-model simulation archives that have recently become available. The methodology primarily focuses on application of the multi-taper method singular value decomposition (MTM-SVD) approach of Mann and Park (1994) to detect and characterize narrowband spatially-coherent signals in spatiotemporal instrumental, proxy, and model-generated climate datasets (e.g. Mann et al, 1994; 1995; 1996; 1999; Mann and Delworth, 2000; Knight et al, 2005 and 40+ other studies).&nbsp; Four peer reviewed articles were produced based on the findings of the studies and the</span><span> key finding is that the widely reported multidecadal \"AMO\" signal in the historical record, which has been argued to reflect a natural internal oscillation in the climate system (with implications for attribution of trends to climate change), is not produced in control simulations of state-of-the-art climate model simulations.&nbsp; It is instead shown through analysis of historical simulations, to reflect the response of the climate to competing anthropogenic (greenhouse gas vs. sulphate aerosol) forcings. <span>The identification of the low-frequency natural oscillatory climate modes remains the key thread of investigation in modern fundamental climate science and the recent project findings continue to show no evidence for such climate modes.&nbsp;&nbsp;</span></span></p>\n<p><span>In the Mann et al., Science article, published in February 2021, we showed, based on the CMIP5 last millennium simulations, that multidecadal spectral peaks during the pre-industrial last millennium do not reflect arise from natural forcing (a response to very large intermittent volcanic eruptions) rather than in intrinsic internal oscillation in the climate system. In the Mann PNAS article, published in September 2021, the current state of knowledge, remaining research challenges and areas of uncertainty in our understanding of the climate of the common era are described, highlighting results from our project, including implications for our understanding of the competing roles of internal and forced variability over the past millennium. In the Mann et al., GRL article published in January 2022 we used the NCAR CESM last millennium climate model ensemble to test methods used in past work to estimate internal climate variability, including the so-called &ldquo;Atlantic Multidecadal Oscillation&rdquo;, from proxy-based paleoclimate reconstructions. We showed that uncertainties in the main drivers of pre-industrial climate variability, including volcanic eruptions and fluctuations in solar output, limit the reliability of those methods. We found, in particular, that they are likely to attribute to &ldquo;internal&rdquo; climate variability &ldquo;forced&rdquo; features that reflect the response of the climate system to those drivers. In the Steinman et al., PNAS article published in April 2022, we analyzed paleoclimate records of precipitation change in the neotropics and climate model simulations that span the preindustrial last millennium to assess ITCZ behavior on multicentury timescales. Our results demonstrate that the ITCZ shifted southward during the Little Ice Age in the Atlantic basin in response to relative cooling of the Northern Hemisphere driven by volcanic forcing. This finding contrasts with studies suggesting that changes in ITCZ width and/or strength, rather than a change in mean position, occurred during the Little Ice Age. This reinforces the idea that ITCZ responses to external forcing are region specific.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;E&nbsp;Mann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigates interdecadal and multidecadal climate oscillations through the analysis of expanded paleoclimate proxy data, updated instrumental data, and extensive multi-model simulation archives that have recently become available. The methodology primarily focuses on application of the multi-taper method singular value decomposition (MTM-SVD) approach of Mann and Park (1994) to detect and characterize narrowband spatially-coherent signals in spatiotemporal instrumental, proxy, and model-generated climate datasets (e.g. Mann et al, 1994; 1995; 1996; 1999; Mann and Delworth, 2000; Knight et al, 2005 and 40+ other studies).  Four peer reviewed articles were produced based on the findings of the studies and the key finding is that the widely reported multidecadal \"AMO\" signal in the historical record, which has been argued to reflect a natural internal oscillation in the climate system (with implications for attribution of trends to climate change), is not produced in control simulations of state-of-the-art climate model simulations.  It is instead shown through analysis of historical simulations, to reflect the response of the climate to competing anthropogenic (greenhouse gas vs. sulphate aerosol) forcings. The identification of the low-frequency natural oscillatory climate modes remains the key thread of investigation in modern fundamental climate science and the recent project findings continue to show no evidence for such climate modes.  \n\nIn the Mann et al., Science article, published in February 2021, we showed, based on the CMIP5 last millennium simulations, that multidecadal spectral peaks during the pre-industrial last millennium do not reflect arise from natural forcing (a response to very large intermittent volcanic eruptions) rather than in intrinsic internal oscillation in the climate system. In the Mann PNAS article, published in September 2021, the current state of knowledge, remaining research challenges and areas of uncertainty in our understanding of the climate of the common era are described, highlighting results from our project, including implications for our understanding of the competing roles of internal and forced variability over the past millennium. In the Mann et al., GRL article published in January 2022 we used the NCAR CESM last millennium climate model ensemble to test methods used in past work to estimate internal climate variability, including the so-called \"Atlantic Multidecadal Oscillation\", from proxy-based paleoclimate reconstructions. We showed that uncertainties in the main drivers of pre-industrial climate variability, including volcanic eruptions and fluctuations in solar output, limit the reliability of those methods. We found, in particular, that they are likely to attribute to \"internal\" climate variability \"forced\" features that reflect the response of the climate system to those drivers. In the Steinman et al., PNAS article published in April 2022, we analyzed paleoclimate records of precipitation change in the neotropics and climate model simulations that span the preindustrial last millennium to assess ITCZ behavior on multicentury timescales. Our results demonstrate that the ITCZ shifted southward during the Little Ice Age in the Atlantic basin in response to relative cooling of the Northern Hemisphere driven by volcanic forcing. This finding contrasts with studies suggesting that changes in ITCZ width and/or strength, rather than a change in mean position, occurred during the Little Ice Age. This reinforces the idea that ITCZ responses to external forcing are region specific. \n\n \n\n\t\t\t\t\tLast Modified: 12/27/2022\n\n\t\t\t\t\tSubmitted by: Michael E Mann"
 }
}