{
 "awd_id": "1749582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Linguistic Variation as a Marker of Ethnic Identity in High School Setting",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2018-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 9303.0,
 "awd_amount": 9303.0,
 "awd_min_amd_letter_date": "2018-01-24",
 "awd_max_amd_letter_date": "2018-03-02",
 "awd_abstract_narration": "The last half century has seen a major wave of migration from Pacific Island nations to primarily English-speaking countries like the United States. This population shift, often accompanied by a shift from heritage languages to English, can lead to the development of new ethnic identities and dialects of English. Yet little is known about how Native Hawaiian and Other Pacific Islander (NHPI) teens in the U.S. construct identity. This study will investigate how NHPI teens use linguistic and other behavioral resources to construct identity in the context of U.S. public high schools.  Because strong ethnic identity has been shown to improve general well-being and scholastic achievement for minority students, the results will be a valuable resource for educators and community leaders.  The research will also add to the understanding of how ethnicity relates to social network and other aspects of identity, contributing to the fields of sociolinguistics and cultural anthropology. Specific research questions include: (1) To what extent do the NHPI students in the study identify with specific ethnic groups, with a panethnic Pacific Islander group, and with the local population as a whole? (2) How do the density of the NHPI population and the general level of diversity affect identity formation? (3) What linguistic and nonlinguistic practices construct and reinforce each of these identities?  \r\n\r\nThe study will be conducted in a metropolitan area of Utah, the state with the highest percentage of NHPIs in the contiguous U.S. It utilizes ethnographic and sociolinguistic methods in a study of NHPI and non-NHPI students in two public high schools with different ethnographic compositions.  Quantitative analysis will focus on phonetic features below the level of speaker awareness, such as the pronunciation of vowels in still and steel and of final consonants in long and was.  The social meaning of variation will be sought in the ethnographic work, drawing on speaker perceptions and ideologies. In addition, the study tests predictions from cultural evolutionary theory about the importance of diversity and migrant population size on the use of ethnic markers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Di Paolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna Di Paolo",
   "pi_email_addr": "dipaolo@anthro.utah.edu",
   "nsf_id": "000729423",
   "pi_start_date": "2018-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Johnson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Johnson",
   "pi_email_addr": "lisa.johnson@anthro.utah.edu",
   "nsf_id": "000743333",
   "pi_start_date": "2018-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  },
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 9303.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the support of the National Science Foundation, Lisa M. Johnson has completed her dissertation entitled &ldquo;Teen Language and Ethnic Identity: Pacific Islander Students in Utah High Schools.&rdquo; This quantitative ethnolinguistic study examines the ways Pacific Islander teens use language to construct their ethnic identity in two Utah high schools with different ethno-racial compositions. Drawing on multiple research traditions in linguistics and anthropology, this study illustrates the use of linguistic features such as the pronunciation of <em>cat, cot</em>, and <em>caught</em> to mark ones ethnic identity and to position oneself and others within a social environment.</p>\n<p>Word list recordings were collected as part of ethnolinguistic interviews with a multiethnic sample of high school students. Data from 77 student participants were then analyzed and comparisons were made between focal groups of Pacific Islanders (PIs/Polys) and European Americans (EAs/Palangis). Data from the two schools were also compared to test the effects of varying levels of ethnic diversity.</p>\n<p>Results show PI participants performing a &ldquo;Poly&rdquo; pan-ethnic identity via Polynesian-patterned pronunciations of the words <em>Hawaii, Samoa</em>, and <em>Tonga</em>. This behavior is shown to be a deliberate assertion of identity and affiliation with a recognizable social group.</p>\n<p>In addition, acoustic analyses reveal subtle differences in English vowel pronunciation that distinguish the speech of PIs from that of their EA peers. This kind of ethnic marking, likely below the level of conscious awareness, is distinct from the more intentional performance of place name pronunciation. Comparisons between schools suggest that the ethnic composition of the school also affects the linguistic marking of ethnic boundaries. Several phonetic variables are included in this analysis. The first involves the near merger of low back vowels, such that <em>cot</em> sounds like <em>caught</em>. Results of the analysis show no significant differences in merger rate based on ethnicity, gender, or school. In Western American English, the merger of the low back vowels is said to be connected to changes in the pronunciation of certain vowels produced in the front of the mouth, those in the BAT, BET and BIT classes.</p>\n<p>Lowering the tongue during vowel pronunciation changes the way a word sounds. For example, the innovative pronunciation of <em>bit</em> approaches the conservative realization of <em>bet</em>, the lowered variant of <em>bet</em> approximates the conservative variant of <em>bat</em>, and the innovative variant of <em>bat</em> is closer to the realization of conservative <em>bot</em>.</p>\n<p>&nbsp;This set of features is called the Low-Back-Merger Shift (LBMS; Becker, 2019). Results of this study show the Utah teens employing many of the LBMS features, with statistical differences based on gender, ethnic group, and school. Girls&rsquo; speech generally reflects a more advanced state of LBMS than boys&rsquo;, and more LBMS features are present in the speech of the EA participants than in the speech of their PI peers. In addition, speech in the more urban, diverse school generally reflects more advanced levels of LBMS than the speech from the suburban school with less diversity. The study also investigates the realization of nonlow back vowels, those in the BOOT, BOOK, BOAT, and BUT classes. The results of these analyses are less conclusive. PI participants pronounce BOAT vowels farther back in the mouth than EAs do, and there is a small difference in the position of the BUT vowel based on gender ethnicity, and school.</p>\n<p>To complete the automated acoustic analysis of the vowels efficiently, Johnson developed a process for finding and correcting a certain type of measurement error, which she calls a &ldquo;faulty low F2&rdquo; (FLF2) error. The correction process is shown to dramatically reduce the number of outliers to be manually checked, saving the researcher hundreds of hours. The R script is being made available to other researchers at https://github.com/Lisa-MoJo/R.</p>\n<p>Although Native Hawaiian and other Pacific Islander (NHPI) is one of the fastest growing groups in the United States, these Americans are generally overlooked in the research on language variation. This study thus advances the field of sociolinguistics and provides insights into the meaning of ethnic identity in a postmigration context.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2022<br>\n\t\t\t\t\tModified by: Marianna&nbsp;Di Paolo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the support of the National Science Foundation, Lisa M. Johnson has completed her dissertation entitled \"Teen Language and Ethnic Identity: Pacific Islander Students in Utah High Schools.\" This quantitative ethnolinguistic study examines the ways Pacific Islander teens use language to construct their ethnic identity in two Utah high schools with different ethno-racial compositions. Drawing on multiple research traditions in linguistics and anthropology, this study illustrates the use of linguistic features such as the pronunciation of cat, cot, and caught to mark ones ethnic identity and to position oneself and others within a social environment.\n\nWord list recordings were collected as part of ethnolinguistic interviews with a multiethnic sample of high school students. Data from 77 student participants were then analyzed and comparisons were made between focal groups of Pacific Islanders (PIs/Polys) and European Americans (EAs/Palangis). Data from the two schools were also compared to test the effects of varying levels of ethnic diversity.\n\nResults show PI participants performing a \"Poly\" pan-ethnic identity via Polynesian-patterned pronunciations of the words Hawaii, Samoa, and Tonga. This behavior is shown to be a deliberate assertion of identity and affiliation with a recognizable social group.\n\nIn addition, acoustic analyses reveal subtle differences in English vowel pronunciation that distinguish the speech of PIs from that of their EA peers. This kind of ethnic marking, likely below the level of conscious awareness, is distinct from the more intentional performance of place name pronunciation. Comparisons between schools suggest that the ethnic composition of the school also affects the linguistic marking of ethnic boundaries. Several phonetic variables are included in this analysis. The first involves the near merger of low back vowels, such that cot sounds like caught. Results of the analysis show no significant differences in merger rate based on ethnicity, gender, or school. In Western American English, the merger of the low back vowels is said to be connected to changes in the pronunciation of certain vowels produced in the front of the mouth, those in the BAT, BET and BIT classes.\n\nLowering the tongue during vowel pronunciation changes the way a word sounds. For example, the innovative pronunciation of bit approaches the conservative realization of bet, the lowered variant of bet approximates the conservative variant of bat, and the innovative variant of bat is closer to the realization of conservative bot.\n\n This set of features is called the Low-Back-Merger Shift (LBMS; Becker, 2019). Results of this study show the Utah teens employing many of the LBMS features, with statistical differences based on gender, ethnic group, and school. Girls’ speech generally reflects a more advanced state of LBMS than boys’, and more LBMS features are present in the speech of the EA participants than in the speech of their PI peers. In addition, speech in the more urban, diverse school generally reflects more advanced levels of LBMS than the speech from the suburban school with less diversity. The study also investigates the realization of nonlow back vowels, those in the BOOT, BOOK, BOAT, and BUT classes. The results of these analyses are less conclusive. PI participants pronounce BOAT vowels farther back in the mouth than EAs do, and there is a small difference in the position of the BUT vowel based on gender ethnicity, and school.\n\nTo complete the automated acoustic analysis of the vowels efficiently, Johnson developed a process for finding and correcting a certain type of measurement error, which she calls a \"faulty low F2\" (FLF2) error. The correction process is shown to dramatically reduce the number of outliers to be manually checked, saving the researcher hundreds of hours. The R script is being made available to other researchers at https://github.com/Lisa-MoJo/R.\n\nAlthough Native Hawaiian and other Pacific Islander (NHPI) is one of the fastest growing groups in the United States, these Americans are generally overlooked in the research on language variation. This study thus advances the field of sociolinguistics and provides insights into the meaning of ethnic identity in a postmigration context.\n\n\t\t\t\t\tLast Modified: 03/18/2022\n\n\t\t\t\t\tSubmitted by: Marianna Di Paolo"
 }
}