{
 "awd_id": "1749608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The spreading of perceived exclusion",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 135698.0,
 "awd_amount": 135698.0,
 "awd_min_amd_letter_date": "2018-07-12",
 "awd_max_amd_letter_date": "2018-07-12",
 "awd_abstract_narration": "Loneliness is a public health concern.  People who feel socially disconnected from others show reductions in psychological and physical well-being.  They behave in more antisocial or aggressive ways and they suffer declines in cognitive abilities and motivation.  Given the pain and harm of being socially disconnected, it is unfortunate that people often incorrectly perceive others as being the cause of social exclusion even when they are not.  This research seeks to identify the factors that make people vulnerable or resilient to false perceptions of exclusion.  It will examine people's responses to these social misunderstandings.  The long-term goal is to develop interventions that can help people identify when they may be falsely perceiving exclusion and how such misunderstandings can be addressed before they lead to harmful consequences.\r\n\r\nThis research focuses on a common, but ambiguous, social dynamic: one-person exclusion. This unfolds when one person (the excluder) includes another (the included) while excluding a third (the rejected).  Such dynamics are very common in everyday life. They may occur, for example, when one person (the excluder) invites another (the included) to an event while not inviting another person (the rejected).  Past work shows that although the included has not contributed to the exclusion, the rejected incorrectly perceives the included as having exclusive inclinations and likely to perpetuate exclusion in the future.  This phenomenon has been called the involuntary excluder effect.  This project examines one-person exclusion as it unfolds in naturalistic social settings over time.  Using a variety of research methods and measures (self-report, behavioral, cognitive, and neurophysiological), the experiments address questions such as: What gives rise to false perceptions of exclusion?  How do rejected persons behave toward those who are included by an excluder?  When might included individuals succumb to pressures of the social dynamic and become excluders themselves?  Ultimately, the research considers whether social misunderstandings are better corrected by training people to recognize when their perceptions might be faulty or by encouraging those caught in the middle of exclusionary dynamics (the included) to take proactive steps to signal that they are inclusive.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clayton",
   "pi_last_name": "Critcher",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Clayton R Critcher",
   "pi_email_addr": "claytoncritcher@haas.berkeley.edu",
   "nsf_id": "000753894",
   "pi_start_date": "2018-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 135698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2023, a US Surgeon General Advisory called attention to loneliness as a public health crisis. The present work speaks to this warning by studying a misperception (the Involuntary Excluder Effect; IEE) that arises in a certain exclusion social dynamic, what has been called&nbsp;<em>one-person exclusion.</em></p>\n<p>&nbsp;</p>\n<p>One central aim of the project was to examine the extent to which this misperception occurs in real-life and in-person face-to-face situations, those in which people have more information to ascertain who are viable interaction partners. In such contexts, people continue to display the IEE: When someone (the excluder) socially excludes another (the rejected) by only including someone else (the included), the included is misperceived as someone with exclusive intentions themselves. Although much of the work showed how these dynamics emerge among new acquaintances, they also emerge among friends: When a friend is included while the self is not, trust and confidence in the included&rsquo;s feelings and intentions toward the self are undermined.</p>\n<p>&nbsp;</p>\n<p>Another goal of the project was to identify different routes to undo the misperceptions that characterize one-person exclusion. Our studies confirm that the IEE thrives on ambiguity. The included's actions have the power to undo the IEE through polite reprimands of the excluder or friendly overtures toward the rejected. Despite this potential, included people are typically hesitant to say something. They fear that such communications would prove award, feel uncomfortable, or simply be imperfectly executes. Crucially, these forecasts are typically wrong. When the included was pushed to engage in these disambiguating strategies, their actions not only undid the IEE, but they proceeded more smoothly and effectively than the included had anticipated.</p>\n<p>&nbsp;</p>\n<p>A different set of studies systematically examined the effectiveness of social-presence interventions. The studies find that such interventions do not undo the social misperceptions that define the IEE but do alleviate some of the emotional distress elicited by one-person exclusion. Simply having a short conversation with a friend or even an unknown peer can lessen the negative sting of one-person exclusion and restore feelings of belonging and personal control. The conversation was key; simply being in the presence of a friend did not have parallel effects. These findings highlight the stubborn persistence of the IEE across different social contexts and identify important ingredients of social presence interventions that alleviate the emotional distress elicited by one-person exclusion.</p>\n<p>&nbsp;</p>\n<p>Much of this project investigated one-person exclusion dynamics from the perspective of those who are caught in the middle (the included). The studies identified a crucial factor along which episodes of one-person exclusion vary: the severity of the exclusion. When the excluder's behavior is clear-cut (e.g., not inviting a person to an event), the included typically want to rectify this wrong by including the rejected. But when the excluder&rsquo;s behavior is more ambiguous (e.g., giving more attention during a conversation to the included), the included is typically torn between wanting to be inclusive of the rejected but also wanting to reciprocate the interest of the excluder. Even uninvolved observers agree that preferential interest and treatment is morally permissible, and thus worthy of being reciprocated. This, in combination with the IEE, highlights how subtle forms of exclusion are condoned and may snowball into broader misunderstandings like the IEE.</p>\n<p>&nbsp;</p>\n<p>More broadly, the project examined how people parse complex social situations that consist of rewarding cues (e.g., promises of affiliation) and threatening cues (e.g., the potential or reality of exclusion and rejection), and the behaviors associated with these perceptions. Delineating the psychological processes by which people quickly assess rewards and threats is critical for understanding how they make sense of ambiguous social dynamics.</p>\n<p>&nbsp;</p>\n<p>Results from the grant have been or will be disseminated to the scientific community at conferences as well as through articles. The grant has provided educational opportunities to undergraduate, graduate, and post-doctoral students from diverse backgrounds who have been instrumental in all aspects of the research process.</p>\n<p>&nbsp;</p>\n<p>This grant led to the creation and production of a 3-minute educational video aimed at 9-to-18-year-olds, which will be disseminated via an engaged learning program to students in Grades 4 through 12 as well as through social media. The video educates children and adolescents, who are particularly sensitive to social cues, about human beings' need for social connection, the potential for misperceptions in social dynamics (i.e., the involuntary excluder effect), and ways to identify the misperception and combat it.</p>\n<p>&nbsp;</p>\n<p>Overall, this work has uncovered findings critical to addressing the epidemic of loneliness that afflicts today's society. People routinely encounter situations in which another person is included when they are not, and such dynamics can lead to misperceptions that leave the self feeling rejected and socially isolated. But neither the misperceptions nor the negative affective consequences are inevitable. Increasing awareness of the phenomenon and ways to combat it can disrupt potential harms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2023<br>\n\t\t\t\t\tModified by: Clayton&nbsp;R&nbsp;Critcher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2023, a US Surgeon General Advisory called attention to loneliness as a public health crisis. The present work speaks to this warning by studying a misperception (the Involuntary Excluder Effect; IEE) that arises in a certain exclusion social dynamic, what has been called one-person exclusion.\n\n \n\nOne central aim of the project was to examine the extent to which this misperception occurs in real-life and in-person face-to-face situations, those in which people have more information to ascertain who are viable interaction partners. In such contexts, people continue to display the IEE: When someone (the excluder) socially excludes another (the rejected) by only including someone else (the included), the included is misperceived as someone with exclusive intentions themselves. Although much of the work showed how these dynamics emerge among new acquaintances, they also emerge among friends: When a friend is included while the self is not, trust and confidence in the included’s feelings and intentions toward the self are undermined.\n\n \n\nAnother goal of the project was to identify different routes to undo the misperceptions that characterize one-person exclusion. Our studies confirm that the IEE thrives on ambiguity. The included's actions have the power to undo the IEE through polite reprimands of the excluder or friendly overtures toward the rejected. Despite this potential, included people are typically hesitant to say something. They fear that such communications would prove award, feel uncomfortable, or simply be imperfectly executes. Crucially, these forecasts are typically wrong. When the included was pushed to engage in these disambiguating strategies, their actions not only undid the IEE, but they proceeded more smoothly and effectively than the included had anticipated.\n\n \n\nA different set of studies systematically examined the effectiveness of social-presence interventions. The studies find that such interventions do not undo the social misperceptions that define the IEE but do alleviate some of the emotional distress elicited by one-person exclusion. Simply having a short conversation with a friend or even an unknown peer can lessen the negative sting of one-person exclusion and restore feelings of belonging and personal control. The conversation was key; simply being in the presence of a friend did not have parallel effects. These findings highlight the stubborn persistence of the IEE across different social contexts and identify important ingredients of social presence interventions that alleviate the emotional distress elicited by one-person exclusion.\n\n \n\nMuch of this project investigated one-person exclusion dynamics from the perspective of those who are caught in the middle (the included). The studies identified a crucial factor along which episodes of one-person exclusion vary: the severity of the exclusion. When the excluder's behavior is clear-cut (e.g., not inviting a person to an event), the included typically want to rectify this wrong by including the rejected. But when the excluder’s behavior is more ambiguous (e.g., giving more attention during a conversation to the included), the included is typically torn between wanting to be inclusive of the rejected but also wanting to reciprocate the interest of the excluder. Even uninvolved observers agree that preferential interest and treatment is morally permissible, and thus worthy of being reciprocated. This, in combination with the IEE, highlights how subtle forms of exclusion are condoned and may snowball into broader misunderstandings like the IEE.\n\n \n\nMore broadly, the project examined how people parse complex social situations that consist of rewarding cues (e.g., promises of affiliation) and threatening cues (e.g., the potential or reality of exclusion and rejection), and the behaviors associated with these perceptions. Delineating the psychological processes by which people quickly assess rewards and threats is critical for understanding how they make sense of ambiguous social dynamics.\n\n \n\nResults from the grant have been or will be disseminated to the scientific community at conferences as well as through articles. The grant has provided educational opportunities to undergraduate, graduate, and post-doctoral students from diverse backgrounds who have been instrumental in all aspects of the research process.\n\n \n\nThis grant led to the creation and production of a 3-minute educational video aimed at 9-to-18-year-olds, which will be disseminated via an engaged learning program to students in Grades 4 through 12 as well as through social media. The video educates children and adolescents, who are particularly sensitive to social cues, about human beings' need for social connection, the potential for misperceptions in social dynamics (i.e., the involuntary excluder effect), and ways to identify the misperception and combat it.\n\n \n\nOverall, this work has uncovered findings critical to addressing the epidemic of loneliness that afflicts today's society. People routinely encounter situations in which another person is included when they are not, and such dynamics can lead to misperceptions that leave the self feeling rejected and socially isolated. But neither the misperceptions nor the negative affective consequences are inevitable. Increasing awareness of the phenomenon and ways to combat it can disrupt potential harms.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2023\n\n\t\t\t\t\tSubmitted by: Clayton R Critcher"
 }
}