{
 "awd_id": "1749052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Functional genomics of plumage ornaments in a warbler",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2018-04-15",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 73070.0,
 "awd_amount": 73070.0,
 "awd_min_amd_letter_date": "2018-04-13",
 "awd_max_amd_letter_date": "2018-04-13",
 "awd_abstract_narration": "One of the grand challenges in animal biology is to understand the influence of genes on the development of phenotypic and behavioral traits. The plumage of birds encompasses a spectacular array of ornamental plumages long appreciated for their beauty, yet we know little about how the color of plumage patches or their size is influenced by genes. It is generally thought that the plumage color of male birds is a signal of quality to females choosing mates. Several hypotheses have now been proposed linking the size and color of plumage ornaments to various physiological and genetic pathways related to health, including those involved in cellular metabolism, growth, oxidative stress and immunity. Any one pathway could provide a general explanation for how bird colors signal quality in males, but these genetic pathways may interact in complex ways that can only be understood using genome-wide analysis techniques. Here the researchers plan to examine these pathways using next generation gene sequencing of the genome of a brightly colored warbler. The types of pigments in this bird (black colored melanin and yellow colored carotenoids) are widespread across species and, thus, will provide a general model for many researchers studying the development of colorful ornaments.  As part of the project the researchers will conduct workshops on genomics at local colleges, at an international behavior meeting and, in Belize, for a local zoo and local conservationists.\r\n\r\n\r\nThis study will use genomic analyses to test several recent hypotheses for the genetic basis of ornament expression in a warbler, the common yellowthroat. This warbler is one of a few species of birds in which females are known to choose mates based on ornamental traits that are associated with indices of fitness. Interestingly, sexual selection targets different ornaments in different populations of the common yellowthroat. In Wisconsin, females prefer males with larger black masks, whereas in New York females prefer males with larger, more colorful yellow bibs. The investigators have already shown that mask size in Wisconsin and bib color in New York are honest signals of similar aspects of male quality in each population. Based on these results, the investigators plan to use a genomics approach to determine if: 1) elaborate ornaments are related to the expression of genes in growth, immunity and oxidative stress pathways, as predicted by recent hypotheses, and 2) if these traits exhibit molecular parallelism where the same genetic pathways are most closely associated with the ornament preferred by females in each location. To maximize the probability of finding differences and to expand the tests of parallelism, the study will also incorporate geographic comparisons with other subspecies and a closely-related species in Belize, which have larger differences in ornament size and color.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Freeman-Gallant",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Corey R Freeman-Gallant",
   "pi_email_addr": "cfreeman@skidmore.edu",
   "nsf_id": "000162030",
   "pi_start_date": "2018-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Skidmore College",
  "inst_street_address": "815 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SARATOGA SPRINGS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185808052",
  "inst_zip_code": "128661632",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SKIDMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2DDAS2E6DP7"
 },
 "perf_inst": {
  "perf_inst_name": "Skidmore College",
  "perf_str_addr": "815 North Broadway",
  "perf_city_name": "Saratoga Springs",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "128661632",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 73070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes:</p>\n<p>Over the last 150 years, Darwin&rsquo;s claim that female mating preferences can result in the evolution of exaggerated male traits has been supported by dozens of studies in numerous species.&nbsp; Much less understood is why females have evolved to prefer males with conspicuous ornaments and/or display behaviors.&nbsp; Although choosy females sometimes improve their own quality by preferring showy males, females may also enhance the quality of their <em>offspring</em>, either because males with more exaggerated traits provide better material resources (territory quality, parental care) or because they provide better genes (for health and longevity).&nbsp; In both cases, males may display their phenotypic or genetic quality through the extent of their ornamentation.&nbsp; For such signaling systems to evolve and remain stable, however, males must honestly reveal their quality to prospective mates.&nbsp; In this context, it is no accident that the traits preferred by females are often costly to produce or maintain.&nbsp; In essence, the traits preferred by females &ldquo;handicap&rdquo; males such that only good quality individuals can afford the cost of signaling, thus enforcing honesty and ensuring that females benefit from their choosiness.&nbsp;</p>\n<p>Although the costs associated with sexual signaling can be varied&mdash;ranging from the energy expended on courtship behaviors to increased predation risk associated with bright plumages&mdash;recent attention has focused on the physiological tradeoffs underlying the development of many secondary sexual traits.&nbsp; At an even more fundamental level, females may have evolved preferences for traits that are inextricably linked to core cellular and tissue-level processes such as those that mediate growth, energy production, and oxidative balance.</p>\n<p>We combined next-generation sequencing and transcriptomics to identify genes that are linked to variation in two plumage ornaments in a North American warbler, the common yellowthroat.&nbsp; In our New York (NY) population, females prefer males with large yellow &ldquo;bibs&rdquo; but in Wisconsin (WI), females prefer males with large black &ldquo;masks.&rdquo;&nbsp; We found that ornament size is related to a large number of genes that are widely distributed throughout the genome. Although there is little overlap between ornaments and populations at the level of individual genes, the different genes associated with the two ornaments are nonetheless associated with similar functional pathways, especially those relating to immunity, oxidative balance, and growth.&nbsp; Further, where the expression of particular genes is related to ornaments size in both populations, the pattern of expression is more likely to be similar when comparing the genes related to the preferred ornaments (bib in NY, mask in WI) than non-preferred ornaments (mask in NY and bib in WI) or even the same ornaments (e.g., bib in NY and bib in WI).</p>\n<p>Overall, we show that the ornaments preferred by females in different populations are correlated with multiple genetic pathways that involve core cellular processes, confirming several recent hypotheses for the honest sexual signaling of male quality.&nbsp; Furthermore, the preferred ornaments in different populations signal many of the same core functions, despite being produced by different pigments (carotenoids in the yellow bib and melanin in the black mask).&nbsp; This parallelism gives these two different pigments the flexibility to both be used as honest signals of similar aspects of male quality. This flexibility in species with multiple ornaments could facilitate divergence of choice and signals across populations, and ultimately has the potential to lead to speciation.</p>\n<p>&nbsp;</p>\n<p>Award-specific Outcomes:</p>\n<p>The present award (NSF 1749052) is part of a linked collaborative proposal and provided support for the collection of DNA samples from common yellowthroats in NY.&nbsp; Raw samples were sent to our collaborators in WI who collected additional samples from other species/locations and performed the DNA sequence and gene expression studies described under Project Goals above.&nbsp; Additional detail regarding outcomes pertaining to all sequencing and transcriptomic work is provided by the report linked to NSF 1749044.<strong>&nbsp; <br /></strong></p>\n<p>Beyond providing the samples required for the sequencing and transcriptomic work, an important goal of NSF 1749052 was to provide training opportunities for students.&nbsp; Overall, 15 individuals participated in the collection of primary samples and/or their use to address questions pertaining to sexual selection.&nbsp; Of the 15 individuals, 8 self-identify as female, 3 as BIPOC, and 3 as LGBTQ.&nbsp; As of spring 2021, twelve of the students have graduated and eight are currently in graduate school or pursuing additional field or laboratory work in preparation for the application process within the next two years.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2021<br>\n\t\t\t\t\tModified by: Corey&nbsp;R&nbsp;Freeman-Gallant</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes:\n\nOver the last 150 years, Darwin’s claim that female mating preferences can result in the evolution of exaggerated male traits has been supported by dozens of studies in numerous species.  Much less understood is why females have evolved to prefer males with conspicuous ornaments and/or display behaviors.  Although choosy females sometimes improve their own quality by preferring showy males, females may also enhance the quality of their offspring, either because males with more exaggerated traits provide better material resources (territory quality, parental care) or because they provide better genes (for health and longevity).  In both cases, males may display their phenotypic or genetic quality through the extent of their ornamentation.  For such signaling systems to evolve and remain stable, however, males must honestly reveal their quality to prospective mates.  In this context, it is no accident that the traits preferred by females are often costly to produce or maintain.  In essence, the traits preferred by females \"handicap\" males such that only good quality individuals can afford the cost of signaling, thus enforcing honesty and ensuring that females benefit from their choosiness. \n\nAlthough the costs associated with sexual signaling can be varied&mdash;ranging from the energy expended on courtship behaviors to increased predation risk associated with bright plumages&mdash;recent attention has focused on the physiological tradeoffs underlying the development of many secondary sexual traits.  At an even more fundamental level, females may have evolved preferences for traits that are inextricably linked to core cellular and tissue-level processes such as those that mediate growth, energy production, and oxidative balance.\n\nWe combined next-generation sequencing and transcriptomics to identify genes that are linked to variation in two plumage ornaments in a North American warbler, the common yellowthroat.  In our New York (NY) population, females prefer males with large yellow \"bibs\" but in Wisconsin (WI), females prefer males with large black \"masks.\"  We found that ornament size is related to a large number of genes that are widely distributed throughout the genome. Although there is little overlap between ornaments and populations at the level of individual genes, the different genes associated with the two ornaments are nonetheless associated with similar functional pathways, especially those relating to immunity, oxidative balance, and growth.  Further, where the expression of particular genes is related to ornaments size in both populations, the pattern of expression is more likely to be similar when comparing the genes related to the preferred ornaments (bib in NY, mask in WI) than non-preferred ornaments (mask in NY and bib in WI) or even the same ornaments (e.g., bib in NY and bib in WI).\n\nOverall, we show that the ornaments preferred by females in different populations are correlated with multiple genetic pathways that involve core cellular processes, confirming several recent hypotheses for the honest sexual signaling of male quality.  Furthermore, the preferred ornaments in different populations signal many of the same core functions, despite being produced by different pigments (carotenoids in the yellow bib and melanin in the black mask).  This parallelism gives these two different pigments the flexibility to both be used as honest signals of similar aspects of male quality. This flexibility in species with multiple ornaments could facilitate divergence of choice and signals across populations, and ultimately has the potential to lead to speciation.\n\n \n\nAward-specific Outcomes:\n\nThe present award (NSF 1749052) is part of a linked collaborative proposal and provided support for the collection of DNA samples from common yellowthroats in NY.  Raw samples were sent to our collaborators in WI who collected additional samples from other species/locations and performed the DNA sequence and gene expression studies described under Project Goals above.  Additional detail regarding outcomes pertaining to all sequencing and transcriptomic work is provided by the report linked to NSF 1749044.  \n\n\nBeyond providing the samples required for the sequencing and transcriptomic work, an important goal of NSF 1749052 was to provide training opportunities for students.  Overall, 15 individuals participated in the collection of primary samples and/or their use to address questions pertaining to sexual selection.  Of the 15 individuals, 8 self-identify as female, 3 as BIPOC, and 3 as LGBTQ.  As of spring 2021, twelve of the students have graduated and eight are currently in graduate school or pursuing additional field or laboratory work in preparation for the application process within the next two years.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2021\n\n\t\t\t\t\tSubmitted by: Corey R Freeman-Gallant"
 }
}