{
 "awd_id": "1749400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Microscale Deformations Underlying Multiscale Mechanics of Fiber Networks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 544461.0,
 "awd_min_amd_letter_date": "2018-01-25",
 "awd_max_amd_letter_date": "2022-03-31",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) award supports fundamental research to study properties of materials made of random networks of microscopic fibers. Applications are most direct in human health, as fibrous materials form the structure for numerous tissues in the human body. Mechanical properties of those tissues relate to injury, for example in tearing of ligaments, and to disease, for example in progression of cancer. Fibrous materials also have potential engineering applications, as they are light in weight yet have high tolerance for damage. In both applications--human health and engineering--it is crucial to understand the relationship between structural properties, like fiber size and number, and mechanical properties, like stiffness and strength. This research will establish these crucial relationships, which will advance treatments to disease and enable engineering applications for fibrous materials. As many future applications of this research are in human health, there will be a need for future engineers to be trained in both engineering and biology. Therefore, an additional objective of this project is to enable students to apply principles from multiple different scientific fields to solve engineering problems. For this, undergraduate students in engineering will practice applying concepts of engineering to problems in biology and human health. Additionally, high school students in biology will learn how principles of physics can be used to understand biology. It is expected that this interdisciplinary training will strengthen the engineering and scientific workforce.\r\n\r\nThe specific objective of this research is to determine how properties of the individual fibers within a network affect the mechanics under different loading conditions. To accomplish this, experiments will subject fibrous networks to both global and local loads and measure the displacements at the scale of the fibers. Results will be compared for networks having different fiber concentration, length, and crosslinking. In parallel, a theoretical model simulating the mechanics of how each fiber bends and stretches will be used to test the state-of-the-art theory against experimental data. The results will establish the fiber properties, strain magnitudes, and length scales for which nonlinearity, heterogeneity, nonaffinity, and plasticity each affect the mechanics. Together, these findings will establish which deformation mechanisms must be accounted for in a model that predicts the response of fibrous materials to general loading conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Notbohm",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob K Notbohm",
   "pi_email_addr": "jknotbohm@wisc.edu",
   "nsf_id": "000702702",
   "pi_start_date": "2018-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1500 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 508000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 12461.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF CAREER project involved research and education on physical properties of biological materials made of microscopic fibers. These sorts of materials form the structure for numerous tissues in the human body, giving them many applications in human health. Mechanical properties of those tissues relate to injury, for example in tearing of ligaments, and to disease, for example in progression of cancer. Fibrous materials also have potential engineering applications, as they are light in weight yet have high tolerance for damage. The research component of this project studied relationships between fiber properties--such as length, density and alignment--and mechanical properties--such as stiffness and deformation. The results of the research showed that these materials are more random than previously thought, which has established a need for careful accounting for the specific fiber properties when predicting how these materials will deform in response to forces. This research has also found new patterns of deformation undergone by these materials that were not predicted by prior theoretical modelling approaches for these materials. These results will lead to advancements in the theoretical models so that the mechanical properties can be predicted by the theories, which is an essential step to use properties of these materials to advance human health. This research also demonstrated that it is feasible to design and manufacture a fibrous material with tunable properties, which is a step towards developing new materials for engineering applications.</p>\n<p>&nbsp;</p>\n<p>The educational component of this project strengthened interdisciplinary education of graduate, undergraduate, and high school students. Four graduate students and four undergraduate students performed the research and gained interdisciplinary research skills. Case studies were written for undergraduate students to apply principles of engineering mechanics to biological materials and applications in human health, which strengthened students&rsquo; skills in interdisciplinary problem solving. The case studies continue to be used in a sophomore level mechanics of materials course. Over 500 students complete these case studies each year. Two high school teachers participated in the research through a Research Experience for Teachers opportunity. The teachers created hands on laboratory activities that they implemented in high school chemistry and physiology classes. By taking part in these lab activities, hundreds of high school students have strengthened their skills in interdisciplinary learning and problem solving.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/13/2024<br>\nModified by: Jacob&nbsp;K&nbsp;Notbohm</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF CAREER project involved research and education on physical properties of biological materials made of microscopic fibers. These sorts of materials form the structure for numerous tissues in the human body, giving them many applications in human health. Mechanical properties of those tissues relate to injury, for example in tearing of ligaments, and to disease, for example in progression of cancer. Fibrous materials also have potential engineering applications, as they are light in weight yet have high tolerance for damage. The research component of this project studied relationships between fiber properties--such as length, density and alignment--and mechanical properties--such as stiffness and deformation. The results of the research showed that these materials are more random than previously thought, which has established a need for careful accounting for the specific fiber properties when predicting how these materials will deform in response to forces. This research has also found new patterns of deformation undergone by these materials that were not predicted by prior theoretical modelling approaches for these materials. These results will lead to advancements in the theoretical models so that the mechanical properties can be predicted by the theories, which is an essential step to use properties of these materials to advance human health. This research also demonstrated that it is feasible to design and manufacture a fibrous material with tunable properties, which is a step towards developing new materials for engineering applications.\n\n\n\n\n\nThe educational component of this project strengthened interdisciplinary education of graduate, undergraduate, and high school students. Four graduate students and four undergraduate students performed the research and gained interdisciplinary research skills. Case studies were written for undergraduate students to apply principles of engineering mechanics to biological materials and applications in human health, which strengthened students skills in interdisciplinary problem solving. The case studies continue to be used in a sophomore level mechanics of materials course. Over 500 students complete these case studies each year. Two high school teachers participated in the research through a Research Experience for Teachers opportunity. The teachers created hands on laboratory activities that they implemented in high school chemistry and physiology classes. By taking part in these lab activities, hundreds of high school students have strengthened their skills in interdisciplinary learning and problem solving.\n\n\n\t\t\t\t\tLast Modified: 05/13/2024\n\n\t\t\t\t\tSubmitted by: JacobKNotbohm\n"
 }
}