{
 "awd_id": "1749357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Correct-By-Design Control of Traffic Flow Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928126",
 "po_email": "yhuang@nsf.gov",
 "po_sign_block_name": "Yih-Fang Huang",
 "awd_eff_date": "2018-02-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 500100.0,
 "awd_amount": 500100.0,
 "awd_min_amd_letter_date": "2018-01-25",
 "awd_max_amd_letter_date": "2018-01-25",
 "awd_abstract_narration": "Modern cities accommodate more people than ever before, leading to transportation networks that operate at or near capacity. In addition, the next generation of transportation systems will include connected vehicles, connected infrastructure, and increased automation, and these advances must coexist with legacy technology into the foreseeable future. Accommodating these rapidly developing advancements requires smarter and more efficient use of existing infrastructure with guarantees of performance, safety, and interoperability.  The goal of this project is to develop fundamental theory and domain-driven techniques for controlling traffic flow in large-scale transportation networks. Recent advances in inexpensive sensors, wireless technology, and the Internet of Things (IoT) enable real-time connectivity of vehicles and infrastructure that offers abundant data and unprecedented opportunities for efficient and   optimized transportation systems.  The main technical goal is to develop techniques and algorithms that are correct-by-design, ensuring that these transportation systems satisfy required operating specifications. In pursuit of this goal, the project will first develop models of traffic flow from rich data streams and then will leverage these models to enable scalable control approaches. In addition, this project will integrate an ambitious education plan that includes a redesigned introductory course in control theory for undergraduates. The course will be restructured to focus on modern challenges in control, culminating in a Control Grand Challenge design competition in which students will design a controller for an autonomous, scale-model car and then compete with their design. \r\n\r\nTo achieve systems that satisfy the rich design specifications demanded of traffic networks, the project will especially focus on bringing powerful techniques from formal methods for verification and synthesis to large-scale physical networks. These formal methods were originally developed for specifying and verifying the correct behavior of software and hardware systems, and an important research objective now is to ensure these approaches are scalable, adaptable, and reliable when applied to physical control systems. The project will focus on the following objectives: i) Develop theory and models for the dynamic behavior of traffic networks that captures domain-specific phenomena such as congestion propagation, ii) Determine how traffic flow dynamics will change as vehicles are increasingly equipped with autonomous capabilities, iii) Identify and exploit intrinsic structure in traffic flow networks to enable scalable formal methods for verification and synthesis, and iv) Use data available through industry collaborations to develop probabilistically correct control of traffic flow networks. These objectives address a growing need for systematic guarantees of performance in traffic networks as the increasing complexity and interdependence of transportation systems renders ad hoc approaches insufficient. The research activities of this project will use real traffic data available through ongoing collaborations with industry. An expected outcome of this project is a suite of scalable algorithms that will be tested on a pilot traffic network available through this collaboration. In addition, the project will establish foundational theory applicable outside the traffic domain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Coogan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Coogan",
   "pi_email_addr": "sam.coogan@gatech.edu",
   "nsf_id": "000700572",
   "pi_start_date": "2018-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed the growing need for smarter, more efficient urban transportation systems by developing scalable, correct-by-design approaches for traffic control and management. The work focused on models for traffic flow, theoretical guarantees for optimization and control, data-driven validation, and educational integration.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>As an example of the projects contributions, we studied the integration of human-driven vehicles (HVs) and autonomous vehicles (AVs) in ride-sharing networks, focusing on how pricing and vehicle prioritization affect platform profitability. We proposed a mixed-autonomy model where ride-sharing platforms determine rider fares, HV compensation, and AV deployment to maximize profits. Our results demonstrated thresholds for AV adoption and provided insights into the economic conditions under which ride-sharing platforms optimally integrate autonomous vehicles. This work offers a foundational framework for understanding mixed autonomy in transportation systems.</p>\r\n<p>&nbsp;</p>\r\n<p>In another research initiative of this project, we explored Urban Air Mobility (UAM) networks, particularly focusing on handling intermittent closures of takeoff and landing sites (vertiports) due to adverse conditions. A novel algorithm was developed to verify whether all Urban Air Vehicles (UAVs) could safely reach alternative landing sites without violating limited vertiport capacities. This algorithm scales well with the size of the UAV fleet and accommodates uncertain travel times.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The project also made significant theoretical contributions to the theory of dynamical flow networks. For example, we established conditions for Strong Integral Input-to-State Stability (Strong iISS), a property enabling the analysis of networks with nonlinear flow constraints, multi-commodity flows, and network cycles. We made further theoretical progress towards developing methods to verify the safety and reliability of systems that behave unpredictably due to randomness, such as transportation or robotic networks. We focused on a special type of system, called&nbsp;<em>mixed monotone systems</em>, which allow for efficient analysis of how these systems evolve over time.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Towards integrating our research into our education initiatives, this project enabled the creation of the ongoing&nbsp;<em>Robot Collective</em>&nbsp;Vertically Integrated Project (VIP) team at Georgia Tech, engaging undergraduate students from diverse disciplines in hands-on research. The project explores multi-agent robotic systems that work together to manipulate objects in physical environments. Applications include collaborative construction and package delivery where multiple robots coordinate their movements efficiently. In this ongoing, long-term team project, students contribute to developing algorithms, building simulations, and designing hardware, fostering interdisciplinary learning and practical experience in robotics. The VIP program provides a unique opportunity for undergraduates to engage in research, develop teamwork skills, and apply classroom knowledge to real-world challenges.</p>\r\n<p>&nbsp;</p>\r\n<p>The project further led to dozens of publications and supported in full or in part four successfully defended PhD theses. It also supported many (50+) undergraduate students through the Robot Collective VIP Team project.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2024<br>\nModified by: Samuel&nbsp;Coogan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project addressed the growing need for smarter, more efficient urban transportation systems by developing scalable, correct-by-design approaches for traffic control and management. The work focused on models for traffic flow, theoretical guarantees for optimization and control, data-driven validation, and educational integration.\r\n\n\n\r\n\n\nAs an example of the projects contributions, we studied the integration of human-driven vehicles (HVs) and autonomous vehicles (AVs) in ride-sharing networks, focusing on how pricing and vehicle prioritization affect platform profitability. We proposed a mixed-autonomy model where ride-sharing platforms determine rider fares, HV compensation, and AV deployment to maximize profits. Our results demonstrated thresholds for AV adoption and provided insights into the economic conditions under which ride-sharing platforms optimally integrate autonomous vehicles. This work offers a foundational framework for understanding mixed autonomy in transportation systems.\r\n\n\n\r\n\n\nIn another research initiative of this project, we explored Urban Air Mobility (UAM) networks, particularly focusing on handling intermittent closures of takeoff and landing sites (vertiports) due to adverse conditions. A novel algorithm was developed to verify whether all Urban Air Vehicles (UAVs) could safely reach alternative landing sites without violating limited vertiport capacities. This algorithm scales well with the size of the UAV fleet and accommodates uncertain travel times.\r\n\n\n\r\n\n\nThe project also made significant theoretical contributions to the theory of dynamical flow networks. For example, we established conditions for Strong Integral Input-to-State Stability (Strong iISS), a property enabling the analysis of networks with nonlinear flow constraints, multi-commodity flows, and network cycles. We made further theoretical progress towards developing methods to verify the safety and reliability of systems that behave unpredictably due to randomness, such as transportation or robotic networks. We focused on a special type of system, calledmixed monotone systems, which allow for efficient analysis of how these systems evolve over time.\r\n\n\n\r\n\n\nTowards integrating our research into our education initiatives, this project enabled the creation of the ongoingRobot CollectiveVertically Integrated Project (VIP) team at Georgia Tech, engaging undergraduate students from diverse disciplines in hands-on research. The project explores multi-agent robotic systems that work together to manipulate objects in physical environments. Applications include collaborative construction and package delivery where multiple robots coordinate their movements efficiently. In this ongoing, long-term team project, students contribute to developing algorithms, building simulations, and designing hardware, fostering interdisciplinary learning and practical experience in robotics. The VIP program provides a unique opportunity for undergraduates to engage in research, develop teamwork skills, and apply classroom knowledge to real-world challenges.\r\n\n\n\r\n\n\nThe project further led to dozens of publications and supported in full or in part four successfully defended PhD theses. It also supported many (50+) undergraduate students through the Robot Collective VIP Team project.\r\n\n\n\t\t\t\t\tLast Modified: 12/18/2024\n\n\t\t\t\t\tSubmitted by: SamuelCoogan\n"
 }
}