{
 "awd_id": "1749612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Subjectivity in language processing: Linguistic and psychological aspects of perspective-taking",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924770",
 "po_email": "rtheodor@nsf.gov",
 "po_sign_block_name": "Rachel M. Theodore",
 "awd_eff_date": "2018-03-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 317164.0,
 "awd_amount": 317164.0,
 "awd_min_amd_letter_date": "2018-03-20",
 "awd_max_amd_letter_date": "2018-03-20",
 "awd_abstract_narration": "People's opinions, tastes and attitudes differ from person to person, and are highly subjective. There are many words that reflect subjective attitudes, including adjectives such as 'fun,' 'frightening' and 'unhealthy.' An important question is whose perspective or opinion these subjective words are anchored to--whose opinion it is that something is frightening, or fun, or unhealthy. Identifying whose opinion these kinds of subjective words reflect is important. For example, consider a physician deeming a certain individual to be unhealthy compared to a friend with no medical training conveying the same sentiment. However, identifying whose opinion a subjective adjective is anchored to is not always straightforward. The type of sentence in which the word occurs influences its meaning. If someone states 'The situation was frightening,' that speaker is often interpreted as the arbiter of what counts as 'frightening,' but if someone asks a friend 'Was the situation frightening?' then the perspective shifts and the friend's opinion of what counts as frightening also matters. The current project aims to improve understanding of how people understand subjective words, including shifts from one person's perspective to another's perspective, and how language-based and social-interaction-based factors influence this. This research may inform theories of language use, as well as the design of interventions to improve communication in contexts such as health, legal and educational settings.  An understanding of the relation between language and people's personal opinions/attitudes may also be relevant when dealing with social tensions due to attitude divergence, as well as investigations of subjective perspective-taking in nontypical populations.\r\n\r\nThis research will contribute to our understanding of subjective perspective-taking and its interfaces with language. The research uses both online and offline experimental methods to examine the mechanisms and representations involved in the interpretation of subjective linguistic expressions. The researchers will investigate whether and to what extent subjective expressions of different types trigger perspective-shifts during language processing, and whether this is modulated by top-down contextual factors. The project will also gauge the extent to which interpretation of perspective-sensitive elements is guided by the linguistic context in which they occur and how the perspective-holder is activated during real-time processing. Current debate in psycholinguistics regarding perspective-taking primarily focuses on objective situations where individuals differ in what they know or can observe directly, whereas much of the recent debate on perspective in theoretical linguistics has centered on subjective differences between individuals' opinions and attitudes.  The studies in this project will broaden the empirical basis of work on perspectival processing and will further our understanding of how humans process perspective-sensitive linguistic material.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsi",
   "pi_last_name": "Kaiser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elsi Kaiser",
   "pi_email_addr": "emkaiser@usc.edu",
   "nsf_id": "000196429",
   "pi_start_date": "2018-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900898001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 317164.0
  }
 ],
 "por": null
}