{
 "awd_id": "1749364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Rapid continuous molecular evolution to create and probe protein-protein interactions",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 818420.0,
 "awd_amount": 821566.0,
 "awd_min_amd_letter_date": "2017-12-22",
 "awd_max_amd_letter_date": "2021-12-21",
 "awd_abstract_narration": "Engineered biological tools are emerging as critical solutions to some of the most pressing issues facing society. However, challenges with designing biological components to perform desired functions remains a primary hurdle to realizing the full potential of engineered biological systems. Laboratory molecular evolution - the iterative process of changing the structure and function of a molecule over time - provides both a lens with which to probe biology and is an increasingly important laboratory tool for creating functional molecules. This project will study how biological molecules evolve to interact with one another by developing and applying new rapid laboratory evolution systems. This project will provide fundamental knowledge about how biomolecules evolve to have new functions, with a focus on activities of relevance to the broader biological community. Additionally, the technologies created for this project will lead to new approaches for harnessing molecular evolution in the laboratory as a design tool. The technologies and fundamental insights gleaned from this project will lead to new approaches to solve biological engineering challenges. This project will provide educational opportunities for students and adults in the Chicago area, with a focus on using the topic of engineering biology to inspire STEM participation.\r\n\r\nAs synthetic biology continues to grow in prevalence in biotechnological, agricultural, and industrial arenas, the need for methods to create and understand the biological components of these technologies is also increasing. This project will impact these needs in several ways: 1) Studying the evolution of molecular interactions will lead to general, fundamental insights about how to better engineer proteins. 2) Developing and leveraging new molecular evolution technologies will lead to new opportunities to use these tools for applied scientific problems, both for academic and commercial purposes. 3) The evolved protein products from the fundamental studies in this work will serve as useful tools to understand protein structure/function relationships. 4) The research will provide a fertile platform for endowing undergraduates and graduate students with the skillsets needed to become the next generation of leaders in synthetic biology. 5) The project will involve work in the local Southside of Chicago to explain the fundamental concepts, goals, and potential of synthetic biology and motivate local youth to enter STEM fields. 6) The project will involve work with adult outreach in Chicago to explain the project to the local community and increase awareness about how these research efforts will impact society in the coming years. ",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Dickinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan Dickinson",
   "pi_email_addr": "dickinson@uchicago.edu",
   "nsf_id": "000671157",
   "pi_start_date": "2017-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 156717.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 493988.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 170861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this CAREER award were to study how biological molecules evolve to interact with one another by developing and applying new rapid laboratory evolution systems, as well as to leverage this research program to provide educational opportunities for students and adults in the Chicago area, with a focus on the topic of synthetic biology.&nbsp;We leveraged our split RNAP biosensor system to, for the first time, develop a technology to select simultaneously&nbsp;<em>in vivo</em>for a protein to bind to one partner of interest, while also evolving to avoid interactions with a second partner. Such a &ldquo;dual selection&rdquo; had never been simultaneously conducted before and allowed us to uniquely tune the selectivity profiles of biomolecular interfaces. Due to the robustness and throughput of our new technology, we were able to perform dozens of replicated unique evolutions of novel specificity between the BCL-2 family of proteins, an important class of human proteins, which revealed that contingency generated over long historical timescales steadily overwhelmed chance and erased necessity as the primary cause of sequence variation, with trajectories launched from phylogenetically distant starting points producing outcomes with virtually no common mutations, even under strong and identical selection pressure. Follow-up experiments show that chance arose because many sets of mutations can alter specificity at any time point; contingency arose because historical substitutions changed these sets. Our results suggest that patterns of variation in BCL-2 sequences &ndash; and likely other protein families &ndash; are largely idiosyncratic products of a particular and unrepeatable course of historical events. Through collaboration, we uncovered the biophysical changes that help explain this specificity change in the BCL-2 family. More broadly, the technology developed during this funding can in principle be used for&nbsp;<em>de novo</em>&nbsp;generation of binding domains/molecules with defined specificity, which is an ongoing focal point of the next phase of our research program. During this research, we engaged with the community in a variety of ways, including Science Festivals, outreach events, and school visits, where we educated both students and adults about the impact and importance of engineering biology as an approach to understand our world and solve important problems.</p><br>\n<p>\n Last Modified: 01/02/2024<br>\nModified by: Bryan&nbsp;Dickinson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goals of this CAREER award were to study how biological molecules evolve to interact with one another by developing and applying new rapid laboratory evolution systems, as well as to leverage this research program to provide educational opportunities for students and adults in the Chicago area, with a focus on the topic of synthetic biology.We leveraged our split RNAP biosensor system to, for the first time, develop a technology to select simultaneouslyin vivofor a protein to bind to one partner of interest, while also evolving to avoid interactions with a second partner. Such a dual selection had never been simultaneously conducted before and allowed us to uniquely tune the selectivity profiles of biomolecular interfaces. Due to the robustness and throughput of our new technology, we were able to perform dozens of replicated unique evolutions of novel specificity between the BCL-2 family of proteins, an important class of human proteins, which revealed that contingency generated over long historical timescales steadily overwhelmed chance and erased necessity as the primary cause of sequence variation, with trajectories launched from phylogenetically distant starting points producing outcomes with virtually no common mutations, even under strong and identical selection pressure. Follow-up experiments show that chance arose because many sets of mutations can alter specificity at any time point; contingency arose because historical substitutions changed these sets. Our results suggest that patterns of variation in BCL-2 sequences  and likely other protein families  are largely idiosyncratic products of a particular and unrepeatable course of historical events. Through collaboration, we uncovered the biophysical changes that help explain this specificity change in the BCL-2 family. More broadly, the technology developed during this funding can in principle be used forde novogeneration of binding domains/molecules with defined specificity, which is an ongoing focal point of the next phase of our research program. During this research, we engaged with the community in a variety of ways, including Science Festivals, outreach events, and school visits, where we educated both students and adults about the impact and importance of engineering biology as an approach to understand our world and solve important problems.\t\t\t\t\tLast Modified: 01/02/2024\n\n\t\t\t\t\tSubmitted by: BryanDickinson\n"
 }
}