{
 "awd_id": "1749911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Prenatal and postnatal correlates of infant growth and development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-02-15",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 22340.0,
 "awd_amount": 22340.0,
 "awd_min_amd_letter_date": "2018-01-30",
 "awd_max_amd_letter_date": "2018-01-30",
 "awd_abstract_narration": "A growing body of research in biological anthropology and related disciplines indicates that an individual's early life environment can have long-term effects on their physiology and well-being. This doctoral dissertation project will investigate whether maternal nutrition and breastfeeding duration are associated with the amount and distribution of fat that infants have between birth and four months of age, in a population with high and rising rates of infant, child, and adult obesity. Certain fat distributions are thought to be related to the risk of obesity, and this fundamental research will be important in characterizing variation in infant growth and development and for comparisons with data from other populations. The research will contribute to our broader understanding of human biological variation and adaptations, and the evolution of modern human life history, and could inform public health research on the global obesity epidemic. The project will provide research training and scientific education in a STEM field to graduate and undergraduate students from the U.S., and build both research capacity and collaborations at the research site.\r\n\r\nThe investigator will use a longitudinal design to collect data on infant size and fatness in Samoan infants, as they grow from birth to four months of age, using the \"gold standard\" dual X-ray absorptiometry (DEXA) technique. The use of DEXA will allow for measurement of both total body fat and body fat distribution. She will test whether maternal nutrition during pregnancy and breastfeeding duration are associated with how much fat infants have at birth and four months, as well as the body regions where fat is distributed. Greater fat stored around the organs and less fat directly stored under the skin is thought to increase the risk for cardiovascular disease in adults. The data generated in this project may inform the design of future interventions that target the prevention of obesity at the earliest point. In addition, findings from this project will contribute to the understanding of how fat growth in early life varies by population history and the current environmental stresses a population faces (e.g., highly pathogenic environments and highly caloric, low nutritional environments), and will be relevant to all human populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Valeggia",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia R Valeggia",
   "pi_email_addr": "claudia.valeggia@yale.edu",
   "nsf_id": "000533505",
   "pi_start_date": "2018-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kendall",
   "pi_last_name": "Arslanian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kendall Arslanian",
   "pi_email_addr": "kendall.arslanian@yale.edu",
   "nsf_id": "000743584",
   "pi_start_date": "2018-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "WS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Samoa",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 22340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What are the factors that influence fat growth during infancy? This study investigated how ethnicity, maternal diet during pregnancy, and breastfeeding duration affect&nbsp;<em>where in the body&nbsp;</em>and&nbsp;<em>how much&nbsp;</em>fat infants deposit during the first four months of life. This question is important because infancy is a critical period for lifelong cardiometabolic health?some of the factors investigated here may increase later risk for obesity and other metabolic disease. One such factor is fat pattering: fat deposited viscerally (surrounding the organs) as opposed to subcutaneously (directly beneath the skin) and centrally versus peripherally, has been shown to increase a person?s risk for cardiometabolic disease. Some populations, as early as birth, are more likely to deposit fat in these depots. Why that is, is unknown. &nbsp;</p>\n<p>Our study took place in Samoa because it is one of several ethnic minorities with high rates of obesity and a known genetic predisposition toward obesity. Polynesian evolutionary history involved the settling the Pacific Islands and may have favored adaptations that promote conserving energy and storing fat. This is supported by a recent finding that some Samoans possess a gene variant in&nbsp;<em>CREBRF&nbsp;</em>that is<em></em>associated with higher BMI and extremely rare in other populations. While previously this adaptation may have protected Samoans during settlement of the islands, in the current environment of overabundant, calorically-dense foods it may be maladaptive. We hypothesized that due to the gene and environment interaction, infant adipose tissue growth is unprecedented in Samoans. To test this, I recruited 160 pregnant women and followed them at three time points, when the baby was born, two months old and four months old.&nbsp;We used the 'gold standard' Dual-Energy X-ray Absorptiometry (DXA) for precise measurement of adipose tissue during the period.</p>\n<p>Our first aim was to 1) compare our measures of infant adipose tissue with other populations. Second, we 2) explored theoretically important correlates of total adipose tissue growth from birth to four months of age, namely maternal nutritional status during pregnancy and infant feeding practices. Third, we 3) explored the relationship between the same correlates and regional distribution of adipose tissue growth.&nbsp;</p>\n<p><em>Comparing Samoan total fat at birth and four months with other populations</em></p>\n<p>Early analyses suggest that Samoans weigh more at birth and may have a greater proportion of fat compared to other populations. Comparing my data to other published studies showed that Samoans have the second highest amount of body fat compared to 11 other cohorts that included multiethnic U.S., Swedish, Danish, Indian, Australian and Ethiopian infants. Our next efforts are to perform Samoa DXA comparisons to U.S. populations.&nbsp;</p>\n<p><em>Maternal nutritional status and infant feeding practices on total fat at birth</em></p>\n<p>Overall there was little evidence that the amount of carbohydrates, fat, protein or micronutrients mothers ate during the third trimester of their pregnancy influenced infants? body fat at birth or four months. We did find that mothers of males who ate a higher proportion of fat during pregnancy had infants with less fat-free mass at birth. This finding, however, still requires more data to confirm because of the small sample. As expected and shown in other studies, babies that were exclusively breastfed gained less body fat from birth to four months and had lower BMIs. There was no evidence that the&nbsp;<em>CREBRF</em>variant had any effect on body fat in infants, contrary to what we expected.</p>\n<p><em>Maternal nutritional status and infant feeding practices on total fat visceral and subcutaneous fat</em></p>\n<p>There were no relationships between maternal diet during pregnancy and regional fat. Our data did however suggest that infants have more total (sum of all skinfolds) and central (sum of suprailiac and subscapular skinfolds) subcutaneous fat, but no difference in abdominal circumference if they are breastfed exclusively from birth to four months of age. These findings are not statistically significant, however they are borderline significant and with a larger sample may have been. If these results are confirmed, they would validate that exclusive breastfeeding for at least four months may reduce the risk of fat deposition in areas associated with cardiometabolic disease in later life. &nbsp;</p>\n<p><em>Broader Impacts</em></p>\n<p>These findings will inform current knowledge on what factors influence infant adipose biology and provide data for public health clinics in Samoa. The study trained four research assistants, three American undergraduates and a Samoan enumerator, on research methods. In the U.S. two undergraduates have written their theses with the data and three other graduate students are currently being trained to analyze and publish findings from this data. Four posters on preliminary findings have been presented at three different academic conferences. The Co-PI will disseminate her final findings in Samoa to the local hospital, Ministry of Health, and Samoan community, including the participants, in December 2019.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2019<br>\n\t\t\t\t\tModified by: Kendall&nbsp;Arslanian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat are the factors that influence fat growth during infancy? This study investigated how ethnicity, maternal diet during pregnancy, and breastfeeding duration affect where in the body and how much fat infants deposit during the first four months of life. This question is important because infancy is a critical period for lifelong cardiometabolic health?some of the factors investigated here may increase later risk for obesity and other metabolic disease. One such factor is fat pattering: fat deposited viscerally (surrounding the organs) as opposed to subcutaneously (directly beneath the skin) and centrally versus peripherally, has been shown to increase a person?s risk for cardiometabolic disease. Some populations, as early as birth, are more likely to deposit fat in these depots. Why that is, is unknown.  \n\nOur study took place in Samoa because it is one of several ethnic minorities with high rates of obesity and a known genetic predisposition toward obesity. Polynesian evolutionary history involved the settling the Pacific Islands and may have favored adaptations that promote conserving energy and storing fat. This is supported by a recent finding that some Samoans possess a gene variant in CREBRF that isassociated with higher BMI and extremely rare in other populations. While previously this adaptation may have protected Samoans during settlement of the islands, in the current environment of overabundant, calorically-dense foods it may be maladaptive. We hypothesized that due to the gene and environment interaction, infant adipose tissue growth is unprecedented in Samoans. To test this, I recruited 160 pregnant women and followed them at three time points, when the baby was born, two months old and four months old. We used the 'gold standard' Dual-Energy X-ray Absorptiometry (DXA) for precise measurement of adipose tissue during the period.\n\nOur first aim was to 1) compare our measures of infant adipose tissue with other populations. Second, we 2) explored theoretically important correlates of total adipose tissue growth from birth to four months of age, namely maternal nutritional status during pregnancy and infant feeding practices. Third, we 3) explored the relationship between the same correlates and regional distribution of adipose tissue growth. \n\nComparing Samoan total fat at birth and four months with other populations\n\nEarly analyses suggest that Samoans weigh more at birth and may have a greater proportion of fat compared to other populations. Comparing my data to other published studies showed that Samoans have the second highest amount of body fat compared to 11 other cohorts that included multiethnic U.S., Swedish, Danish, Indian, Australian and Ethiopian infants. Our next efforts are to perform Samoa DXA comparisons to U.S. populations. \n\nMaternal nutritional status and infant feeding practices on total fat at birth\n\nOverall there was little evidence that the amount of carbohydrates, fat, protein or micronutrients mothers ate during the third trimester of their pregnancy influenced infants? body fat at birth or four months. We did find that mothers of males who ate a higher proportion of fat during pregnancy had infants with less fat-free mass at birth. This finding, however, still requires more data to confirm because of the small sample. As expected and shown in other studies, babies that were exclusively breastfed gained less body fat from birth to four months and had lower BMIs. There was no evidence that the CREBRFvariant had any effect on body fat in infants, contrary to what we expected.\n\nMaternal nutritional status and infant feeding practices on total fat visceral and subcutaneous fat\n\nThere were no relationships between maternal diet during pregnancy and regional fat. Our data did however suggest that infants have more total (sum of all skinfolds) and central (sum of suprailiac and subscapular skinfolds) subcutaneous fat, but no difference in abdominal circumference if they are breastfed exclusively from birth to four months of age. These findings are not statistically significant, however they are borderline significant and with a larger sample may have been. If these results are confirmed, they would validate that exclusive breastfeeding for at least four months may reduce the risk of fat deposition in areas associated with cardiometabolic disease in later life.  \n\nBroader Impacts\n\nThese findings will inform current knowledge on what factors influence infant adipose biology and provide data for public health clinics in Samoa. The study trained four research assistants, three American undergraduates and a Samoan enumerator, on research methods. In the U.S. two undergraduates have written their theses with the data and three other graduate students are currently being trained to analyze and publish findings from this data. Four posters on preliminary findings have been presented at three different academic conferences. The Co-PI will disseminate her final findings in Samoa to the local hospital, Ministry of Health, and Samoan community, including the participants, in December 2019.\n\n\t\t\t\t\tLast Modified: 05/31/2019\n\n\t\t\t\t\tSubmitted by: Kendall Arslanian"
 }
}