{
 "awd_id": "1749257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Sociolinguistic variation in post-Katrina New Orleans",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924770",
 "po_email": "rtheodor@nsf.gov",
 "po_sign_block_name": "Rachel M. Theodore",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 114321.0,
 "awd_amount": 114321.0,
 "awd_min_amd_letter_date": "2018-08-07",
 "awd_max_amd_letter_date": "2024-02-27",
 "awd_abstract_narration": "What are the effects of displacement and migration on language? Population movement world-wide is at an all time high, and projections suggest that it will only increase over time. Improving our understanding of the social consequences of population movements can result in better policies for addressing their impacts. Places exist not just as physical locations, but as ideas in our minds about what it means to be authentically local; language in particular is a major factor in conceptions about locality and identity. New Orleans boasts a unique historic development and demographic distribution, in addition to featuring distinctive linguistic practices. A city with a long history of in-migration and diversity, since Hurricane Katrina in 2005 New Orleans has been undergoing a major demographic shift. The recovery process following the hurricane resulted in the displacement of locals, an influx of outsiders, and a number of sociopolitical developments that have accelerated ongoing processes of gentrification throughout the city. New Orleans is thus ideally situated for an examination of the linguistic effects of displacement and identity in a post-disaster context. \r\n\r\nThis study represents the first large-scale, systematic study of sociolinguistic variation conducted in New Orleans. The investigators will conduct over two hundred interviews with lifelong residents of different ethnic backgrounds and neighborhood origins to create a corpus of linguistic data comprising the largest and most diverse sample ever collected in the city. They will then analyze the use of locally significant sociolinguistic variables (3 phonological, 10 syntactic, and 4 lexical) across these speakers. The researchers will examine how the use of these features correlates with ethnic identification and place affiliation. They will situate their interpretation of the results in terms of the sociopolitical and demographic shifts following Hurricane Katrina, proposing further hypotheses for how these factors influence language variation and change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathalie",
   "pi_last_name": "Dajko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathalie Dajko",
   "pi_email_addr": "ndajko@tulane.edu",
   "nsf_id": "000494454",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6825 St. Charles Ave",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 114321.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We interviewed over 140 residents of the Greater New Orleans area, representing diverse socioeconomic, geographic, ethnic, and racial backgrounds.&nbsp; These interviews complemented a series of written surveys conducted prior to the start of the interview phase.&nbsp; The results so far reveal a city in flux:&nbsp; &nbsp;Black and White New Orleanians occupy the same <em>space</em>, but in many ways they live in different <em>places.&nbsp; </em>Ethnic and racial lines are being redrawn, with the long-standing category <em>Creole </em>undergoing significant change.&nbsp; While older generations treat <em>Creole </em>as a category distinct from both White and Black, younger generations no longer recognize it as such.&nbsp; Indeed, many older residents have adjusted their understanding of the term&mdash;and as a consequence their own identity&mdash;as well.&nbsp; Linguistic variation patterns with overt statements residents make:&nbsp; today, many people consider <em>Creole</em> to be one way of being Black.&nbsp; That said, the process is not complete, and Creole identity re-emerges in nuanced ways that we are continuing to analyze.&nbsp; <br /> <br /> One of the major results of the research was the documentation of features that distinguish English as it is spoken in New Orleans from varieties spoken elsewhere. &nbsp;These include pronunciation, words (like <em>neutral ground</em>), and syntactic structures (like <em>to make an age </em>or to be somewhere <em>for </em>a given time). Together with a local educator, we have compiled this data into a document, aimed at K-3 teachers of literacy (but ideally also useful for those teaching at higher levels), that we hope will help inform teaching practices in the city.&nbsp; This document can be found online at <a href=\"https://www.504voices.com/dialects-in-the-classroom\">https://www.504voices.com/dialects-in-the-classroom</a>.&nbsp; <br /> <br /> We further maintain our website at <a href=\"http://www.504voices.com\">www.504voices.com</a>, where we will continue to post updates as we further analyze the data collected.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/11/2024<br>\nModified by: Nathalie&nbsp;Dajko</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe interviewed over 140 residents of the Greater New Orleans area, representing diverse socioeconomic, geographic, ethnic, and racial backgrounds. These interviews complemented a series of written surveys conducted prior to the start of the interview phase. The results so far reveal a city in flux: Black and White New Orleanians occupy the same space, but in many ways they live in different places. Ethnic and racial lines are being redrawn, with the long-standing category Creole undergoing significant change. While older generations treat Creole as a category distinct from both White and Black, younger generations no longer recognize it as such. Indeed, many older residents have adjusted their understanding of the termand as a consequence their own identityas well. Linguistic variation patterns with overt statements residents make: today, many people consider Creole to be one way of being Black. That said, the process is not complete, and Creole identity re-emerges in nuanced ways that we are continuing to analyze. \n \n One of the major results of the research was the documentation of features that distinguish English as it is spoken in New Orleans from varieties spoken elsewhere. These include pronunciation, words (like neutral ground), and syntactic structures (like to make an age or to be somewhere for a given time). Together with a local educator, we have compiled this data into a document, aimed at K-3 teachers of literacy (but ideally also useful for those teaching at higher levels), that we hope will help inform teaching practices in the city. This document can be found online at https://www.504voices.com/dialects-in-the-classroom. \n \n We further maintain our website at www.504voices.com, where we will continue to post updates as we further analyze the data collected.\r\n\n\n\t\t\t\t\tLast Modified: 12/11/2024\n\n\t\t\t\t\tSubmitted by: NathalieDajko\n"
 }
}