{
 "awd_id": "1749078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Diet in Arctic Adaptations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 228412.0,
 "awd_amount": 336271.0,
 "awd_min_amd_letter_date": "2018-07-18",
 "awd_max_amd_letter_date": "2021-08-27",
 "awd_abstract_narration": "Dr. Shelby Anderson, Portland State University, and Dr. Tammy Buonasera, University of California-Davis, will carry out research on past aquatic resource use in the Arctic.  Aquatic resources are central to modern Iupiaq and Inuit culture.  The importance of aquatic resources (e.g. fish, seal, whale) extends far beyond food and consumption, providing social, spiritual, community connection, and sustenance.  When, why, and how this way of life developed remains one of the most enduring questions in Arctic archaeology.  This research will be the first extensive study of ancient Arctic foodways through lipid and isotopic analysis.  The project will provide long-term data on northern food systems and human-animal interactions that are of interest to northern Indigenous communities, biologists, and paleoecologists.  \r\n\r\nDrs. Anderson and Buoansera will study the role of processing of animal products (bone, fat, and oil for food and fuel) in the development and expansion aquatic focused subsistence over the last 4500 years. During this period, archaeological evidence points to the emergence, intensification, and spread of a maritime focused subsistence economy in the North.  The evidence for this is indirect; archaeologists infer aquatic resource use from the appearance of seasonal coastal habitation and specialized marine hunting technology in archaeological sites from this time period.  This project will study direct evidence of past aquatic resource use by undertaking lipid and isotopic analysis of ceramic cooking vessel residues and sediments from archaeological sites.   Research will address the question of what types of foods were processed and consumed over the last 4500 years in Arctic Alaska.  Project activities include: 1) a petrographic study of pottery technology and production, 2) an experimental study of pottery manufacturing and cooking, 3) lipid and compound specific isotope analysis (CSIA) of ceramic and sediment residues, and 4) analysis of residues from key modern species to inform interpretation of residue results. This project will begin the process of constructing a regional residue reference database that is critical for future lipid and isotopic research in the North.  The project will provide a student training opportunity and a Master's thesis.  Lastly, this research is addressing key questions about the antiquity and nature of Arctic aquatic resource use and food processing practices that are of broader interest to communities, archaeologists, biologists, and paleoecologists working across the circumpolar region and beyond.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shelby",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shelby Anderson",
   "pi_email_addr": "shelby.anderson@pdx.edu",
   "nsf_id": "000600448",
   "pi_start_date": "2018-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tammy",
   "pi_last_name": "Buonasera",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Tammy Y Buonasera",
   "pi_email_addr": "tybuonasera@ucdavis.edu",
   "nsf_id": "000528623",
   "pi_start_date": "2018-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4th Ave",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 228412.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107859.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit</em>: Aquatic resources are central to modern I&ntilde;upiaq and Inuit culture.&nbsp; The importance of these resources extends far beyond food and consumption, providing social, spiritual, and community connection and sustenance.&nbsp; When, why, and how this complex human-animal interaction and way of life developed remains one of the most enduring questions in Arctic archaeology.&nbsp; Our interest was in studying the role of processing of animal products (bone, fat, and oil for food and fuel) in the development and expansion of Arctic maritime traditions over the last 4500 years.&nbsp;During this period, archaeological evidence and community knowledge points to the development and spread of a food way focused on fishing and marine mammal hunting. However, there is limited direct evidence of foodways for the earliest Paleo-Inuit period (approx. 4500 to 1700 cal B.P.), with the current understanding based instead on indirect evidence such as seasonal coastal habitation.&nbsp; Data from analysis of animal bones preserved in archaeological sites is very limited prior to 1700 cal B.P. due to poor preservation conditions.</p>\n<p>To address the lack of information about early Arctic diet we applied new methods, lipid and isotopic analysis of ceramic residues and sediments, to the question of: <em>what types of foods were processed over the last 4500 years in Arctic Alaska? </em>Our goal was to study new sources of data on animal use to develop a richer understanding of past subsistence practices that extend beyond diet to include processing technology and use of animal products as fuel. We tested the hypothesis that aquatic resources were a central part of northern diet and lifeways earlier than previously established, during the Paleo-Inuit period (approximately 4500 to 1700 cal B.P.) in northern Alaska. To achieve this we undertook several activities including: 1) lipid and isotopic analysis of archaeological ceramics and sediments; 2) lipid and isotopic analysis of modern animal and fish samples from northwest Alaska; 3) experimental analysis of different Arctic pottery technology and cooking techniques; 4) lipid and isotopic analysis of experimentally produced sherds; 5) metric and petrographic analysis of early Arctic pottery technology; 6) dating of several early pottery sites in Alaska, 7) and two reciprocal learning workshops about ancestral pottery technology and cooking practices in collaboration with the Native Village of Igiugig and the Confederated Tribes of the Grand Ronde that informed experimental design and interpretation of results.</p>\n<p>This research resulted in new information about the antiquity and nature of Arctic aquatic resource use and food processing practices. This research also resulted in new data on the character and use of the earliest pottery technology in Alaska, which has broader implications for the understanding major Arctic migrations, long term interaction across the Arctic, and the evolution of Arctic maritime lifeways and associated technologies.&nbsp; Our experimental work, particularly the lipid analysis of experimentally produced ceramic sherds, provides new data on the taphonomic processes (the cultural and natural processes) that can impact lipid preservation in archaeological specimens that is of broader interest across the discipline of archaeology.&nbsp; This research contributes to an international body of research on hunter-gatherer pottery, and adds new data to on-going discussion about why some hunter-gatherer groups develop pottery and how pottery was part of a foraging lifeway.</p>\n<p><em>Broader Impacts: </em>This research provides long-term data on northern food systems and human-animal interactions that is of interest to biologists, paleoecologists, and northern Indigenous communities. &nbsp;The regional lipid database is the only one for Arctic specimens of which we are aware; this database will be of use to archaeologists, ecologists, biologists, and potentially other disciplines interested in data on animal behavior, health, and environment in northwest Alaska.&nbsp;</p>\n<p>One early career researcher and 12 students (both graduate and undergraduate) were directly engaged with this research and have benefited from the educational and career advancement opportunities provided by the project.&nbsp; Additional post-secondary and K-12 students and community members benefitted from the reciprocal learning workshops we undertook in collaboration with the Native Village of Igiugig and the Confederated Tribes of the Grand Ronde Tribal Historic Preservation Office.&nbsp; We also shared research results with northwest Alaska Native communities and governments, and with the general public in Portland Oregon through several workshops, events, and distribution of publicly oriented outreach materials on pottery, diet, foodways.</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Shelby&nbsp;Anderson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: Aquatic resources are central to modern Iupiaq and Inuit culture. The importance of these resources extends far beyond food and consumption, providing social, spiritual, and community connection and sustenance. When, why, and how this complex human-animal interaction and way of life developed remains one of the most enduring questions in Arctic archaeology. Our interest was in studying the role of processing of animal products (bone, fat, and oil for food and fuel) in the development and expansion of Arctic maritime traditions over the last 4500 years.During this period, archaeological evidence and community knowledge points to the development and spread of a food way focused on fishing and marine mammal hunting. However, there is limited direct evidence of foodways for the earliest Paleo-Inuit period (approx. 4500 to 1700 cal B.P.), with the current understanding based instead on indirect evidence such as seasonal coastal habitation. Data from analysis of animal bones preserved in archaeological sites is very limited prior to 1700 cal B.P. due to poor preservation conditions.\n\n\nTo address the lack of information about early Arctic diet we applied new methods, lipid and isotopic analysis of ceramic residues and sediments, to the question of: what types of foods were processed over the last 4500 years in Arctic Alaska? Our goal was to study new sources of data on animal use to develop a richer understanding of past subsistence practices that extend beyond diet to include processing technology and use of animal products as fuel. We tested the hypothesis that aquatic resources were a central part of northern diet and lifeways earlier than previously established, during the Paleo-Inuit period (approximately 4500 to 1700 cal B.P.) in northern Alaska. To achieve this we undertook several activities including: 1) lipid and isotopic analysis of archaeological ceramics and sediments; 2) lipid and isotopic analysis of modern animal and fish samples from northwest Alaska; 3) experimental analysis of different Arctic pottery technology and cooking techniques; 4) lipid and isotopic analysis of experimentally produced sherds; 5) metric and petrographic analysis of early Arctic pottery technology; 6) dating of several early pottery sites in Alaska, 7) and two reciprocal learning workshops about ancestral pottery technology and cooking practices in collaboration with the Native Village of Igiugig and the Confederated Tribes of the Grand Ronde that informed experimental design and interpretation of results.\n\n\nThis research resulted in new information about the antiquity and nature of Arctic aquatic resource use and food processing practices. This research also resulted in new data on the character and use of the earliest pottery technology in Alaska, which has broader implications for the understanding major Arctic migrations, long term interaction across the Arctic, and the evolution of Arctic maritime lifeways and associated technologies. Our experimental work, particularly the lipid analysis of experimentally produced ceramic sherds, provides new data on the taphonomic processes (the cultural and natural processes) that can impact lipid preservation in archaeological specimens that is of broader interest across the discipline of archaeology. This research contributes to an international body of research on hunter-gatherer pottery, and adds new data to on-going discussion about why some hunter-gatherer groups develop pottery and how pottery was part of a foraging lifeway.\n\n\nBroader Impacts: This research provides long-term data on northern food systems and human-animal interactions that is of interest to biologists, paleoecologists, and northern Indigenous communities. The regional lipid database is the only one for Arctic specimens of which we are aware; this database will be of use to archaeologists, ecologists, biologists, and potentially other disciplines interested in data on animal behavior, health, and environment in northwest Alaska.\n\n\nOne early career researcher and 12 students (both graduate and undergraduate) were directly engaged with this research and have benefited from the educational and career advancement opportunities provided by the project. Additional post-secondary and K-12 students and community members benefitted from the reciprocal learning workshops we undertook in collaboration with the Native Village of Igiugig and the Confederated Tribes of the Grand Ronde Tribal Historic Preservation Office. We also shared research results with northwest Alaska Native communities and governments, and with the general public in Portland Oregon through several workshops, events, and distribution of publicly oriented outreach materials on pottery, diet, foodways.\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: ShelbyAnderson\n"
 }
}