{
 "awd_id": "1749453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Feeding patterns and bone response in the jaw: Models for understanding primate morphology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2020-10-31",
 "tot_intn_awd_amt": 498825.0,
 "awd_amount": 498825.0,
 "awd_min_amd_letter_date": "2018-05-01",
 "awd_max_amd_letter_date": "2019-09-07",
 "awd_abstract_narration": "The shape of an animal's skeleton is related to aspects of its behavior and diet, and this relationship allows scientists to extract clues about the biology and ecology of extinct species based on their fossilized bones. However, the complexities of such form-function relationships are not fully understood. This project will model a wide range of feeding patterns like those found in wild primates to better understand the relationship among feeding, mechanical food properties, and jaw form. The findings will inform adaptive scenarios about skeletal biology and evolution, including in primates and our own human lineage. This study will foster interdisciplinary approaches to research and education and involve members of under-represented groups in STEM fields. It will benefit a postdoctoral fellow, graduate students and undergraduates as well as local STEM teachers and students, all of whom will participate in lab apprenticeships, scientific presentations and outreach to the public and local institutions. Another benefit to society includes development of a novel training environment for the next generation of academic researchers and educators. Advancing knowledge about how the skeleton responds external loading patterns is also critical for hard-tissue growth and maintenance after surgical intervention, and for developing therapies to counter osteoporotic bone loss.\r\n\r\nThe ecomorphological importance of variation in diet-related loading patterns is a key issue in primate biology and evolution. Although jaw proportions are commonly used to infer feeding ecology, the interspecific link between diet and phenotypic diversity is variable, which poses a problem for accurate fossil reconstructions.  This project will quantify the long-term effects of variation in the modality of daily feeding patterns on jaw growth and function in a naturalistic mammalian model of dietary loading with important similarities to primates.  The investigators will assess if a saturation response is resident at more than one level of skeletal architecture and how such variation underlies skeletal performance. The \"saturation response\" occurs when bone cells become desensitized during protracted loading, which in turn inhibits hard-tissue formation despite the continued presence of routine mechanical stimuli.  Temporal variation in daily patterns of feeding activity is likely to represent an ecological factor that induces the saturation response in the oral cavity. As locomotor activity is in part dictated by patterns of feeding modality, this study may also identify the ecological correlates of osteogenic stimuli and anatomical covariation throughout the skeleton.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Ravosa",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Ravosa",
   "pi_email_addr": "mravosa1@jhmi.edu",
   "nsf_id": "000097527",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299603.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 199222.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ecomorphological importance of variation in diet-related loading patterns is a key issue in primate biology and evolution.&nbsp; Although jaw proportions are commonly used to infer feeding ecology, the interspecific link between diet and phenotypic diversity is variable, which poses a problem for accurate fossil reconstructions. &nbsp;This study addresses variation in an unappreciated biological mechanism that may mitigate the association between feeding ecology and jaw form.&nbsp; The &lsquo;saturation response&rsquo; occurs when bone cells become desensitized during protracted loading, which in turn inhibits hard-tissue&nbsp;formation despite the continued presence of routine mechanical stimuli.&nbsp; We find evidence in the rabbit mandible (lower jaw) that temporal variation in daily patterns of feeding activity represents an ecological factor that induces the saturation response. This finding alters current understanding of relationships between bone formation and mechanical loading and complicates our ability to interpret behavior from bony anatomy in extinct or past populations. This information is important for anthropologists, paleontologists, and evolutionary biologists who aim to reconstruct the natural history of animals, including our own evolutionay history.&nbsp;Elucidation of skeletal responses to variation in the daily modality of loading patterns is also critical for hard-tissue growth and maintenance after surgical intervention, and for developing therapies to counter osteoporotic bone loss. Thus, our findings also inform research on treatments and therapies for bone pathologies.</p>\n<p>This experimental study fostered interdisciplinary approaches to research and education involving members of under-represented groups as defined by the NSF.&nbsp; It benefit a postdoctoral fellow, graduate students and undergraduates as well as local STEM teachers and students, all of whom will participate in lab apprenticeship, scientific presentations and outreach to the public and local institutions.&nbsp; This project benefited society by creating a novel training environment for the next generation of academic researchers and educators, as well as providing foundation for many students now working in and/or pursuing STEM professions.&nbsp; Apart from the direct involvement of trainees at multiple academic levels, research from this project was used to enhance recent course materials/lectures as well as STEM outreach to the local community and related public schools.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/07/2021<br>\n\t\t\t\t\tModified by: Matthew&nbsp;J&nbsp;Ravosa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ecomorphological importance of variation in diet-related loading patterns is a key issue in primate biology and evolution.  Although jaw proportions are commonly used to infer feeding ecology, the interspecific link between diet and phenotypic diversity is variable, which poses a problem for accurate fossil reconstructions.  This study addresses variation in an unappreciated biological mechanism that may mitigate the association between feeding ecology and jaw form.  The ‘saturation response’ occurs when bone cells become desensitized during protracted loading, which in turn inhibits hard-tissue formation despite the continued presence of routine mechanical stimuli.  We find evidence in the rabbit mandible (lower jaw) that temporal variation in daily patterns of feeding activity represents an ecological factor that induces the saturation response. This finding alters current understanding of relationships between bone formation and mechanical loading and complicates our ability to interpret behavior from bony anatomy in extinct or past populations. This information is important for anthropologists, paleontologists, and evolutionary biologists who aim to reconstruct the natural history of animals, including our own evolutionay history. Elucidation of skeletal responses to variation in the daily modality of loading patterns is also critical for hard-tissue growth and maintenance after surgical intervention, and for developing therapies to counter osteoporotic bone loss. Thus, our findings also inform research on treatments and therapies for bone pathologies.\n\nThis experimental study fostered interdisciplinary approaches to research and education involving members of under-represented groups as defined by the NSF.  It benefit a postdoctoral fellow, graduate students and undergraduates as well as local STEM teachers and students, all of whom will participate in lab apprenticeship, scientific presentations and outreach to the public and local institutions.  This project benefited society by creating a novel training environment for the next generation of academic researchers and educators, as well as providing foundation for many students now working in and/or pursuing STEM professions.  Apart from the direct involvement of trainees at multiple academic levels, research from this project was used to enhance recent course materials/lectures as well as STEM outreach to the local community and related public schools.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/07/2021\n\n\t\t\t\t\tSubmitted by: Matthew J Ravosa"
 }
}