{
 "awd_id": "1749500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Mapping physical networks to functional networks in SCN oscillation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 1450000.0,
 "awd_amount": 1450000.0,
 "awd_min_amd_letter_date": "2018-05-02",
 "awd_max_amd_letter_date": "2019-07-16",
 "awd_abstract_narration": "A broad goal of Neuroscience is to understand how the structure of the brain gives rise to its functions. The present project uses the brain's master circadian clock, the suprachiasmatic nucleus in the hypothalamus, as a model system to tackle this problem. In the brain clock, the way individual elements interact can be studied at multiple levels; for example, clock genes, clock neurons, the brain clock as a whole, or the behavior and physiology of the animal. The project aims to reveal new information about how individual neurons are connected in a network that produces a 24-hour rhythm in the brain clock, and how this master brain clock provides timing information to the rest of the body. It already is known that individual neurons, each with internal clocks of their own, are organized in time and space into distinct clusters bearing stable phase relationships to each other. Preliminary data indicate that the brain clock contains phase-coherent, and highly organized, \"rings\" of cells. This is exciting: it is the first demonstration of functional network topography within a hypothalamic nucleus. Classically, the hypothalamus is viewed as loosely organized collections of neurons. In other brain regions, such as the auditory or the visual cortex, neurons are organized in specific 3-dimensional spatial formations that are important for information coding. The goal of this study is to understand information coding in the suprachiasmatic nucleus, and how the newly discovered rings contribute to the brain clock's network and function. In all the work, research in both the biological and mathematical aspects of the studies engages women undergraduate students interested in Neuroscience and in Applied Mathematics.\r\n\r\nThe suprachiasmatic nucleus (SCN) of the hypothalamus is the master clock in the brain.  The goal of this project is to gain insight into information coding in the SCN and to elucidate how ring-like arrangements among cells in the SCN contribute to the clock's network and function. The first study establishes the orientation of the rings by using coronal, sagittal, and horizontal slices of the SCN in vivo. The results contribute to the development of mathematical models that characterize coherent structures within the SCN. The second study involves use of tissue clearing methods to visualize the structures of the rings observed in SCN slices. The third study serves to test the function of the rings both in adults and during development and in animals with mutations that alter circadian rhythmicity. At each step, mathematical models of ring functions are being developed in parallel with the biological work, and used to develop ideas on how to further understanding of the ring structures. The results from these studies provide a new level of analysis to previously established aspects of SCN organization and extend the understanding of the widely-accepted core/shell structure of the SCN. A unifying hypothesis is that this multi-scale organization provides robustness and resilience to the circadian oscillatory system, a hypothesis tested here via modeling, simulation, and biological analyses of mutant and wild type SCN.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rae",
   "pi_last_name": "Silver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rae Silver",
   "pi_email_addr": "qr@columbia.edu",
   "nsf_id": "000176664",
   "pi_start_date": "2018-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276598",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 900000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The brain's neural circuits are incredibly complex. We have probed circuit structure using the vast amount of empirical data generated by biological experiments and mathematical methods to integrate and interpret this data, permitting the transformation of raw information into meaningful insights and testing hypotheses about neural mechanisms. Specifically, we studied&nbsp;the suprachiasmatic nucleus (SCN),&nbsp;an accessible model system for examining neural circuits at multiple levels. Its ~20,000 oscillatory neurons are organized to function as a master brain clock that controls daily rhythms.&nbsp; Imaging techniques show us that not all neurons in the SCN oscillate in synchrony. The network connecting SCN neurons and how they achieve synchronization is not fully understood. By comparing model predictions with experimental data, we can validate and refine theories about how the SCN&rsquo;s neural circuits function and how they maintain a 24-hour rhythm in individual cells and behavioral sleep/wake cycles in the body as a whole.</p>\n<p>Our research goal was to use our combined expertise with mathematical and biological methods to map the physical connectivity of the SCN to the functional process generating and maintaining circadian rhythmicity. We found the surprising and novel observation that SCN neurons are organized into &ldquo;phaseoids&rdquo; or rings/rosettes of synchronized neurons that are not in phase with surrounding neurons. The existence of phaseoids presents the possibility that such synchronized structures, rather than individual neurons, might be the key unit to oscillation and hypothesized that these play a central role in the oscillatory dynamics of the system. We conjectured that phaseoids &ndash; as a basic feature of the connectivity patterns within the SCN &ndash; provide a mechanism for ensuring robustness (i.e.., the ability of the SCN to function even after damage). The local phase differences among neurons in phaseoids are related to a larger global pattern of activity in the SCN. Specifically, we found a gradual change in the timing and strength of these local phase differences from the front (rostral) to the back (caudal) of the SCN. Mathematical modeling suggested that a gradient in how strongly neurons are connected can explain the observed gradient in phaseoid activity. This model provides a simple but effective explanation for the complex patterns of activity seen in the oscillation of individual neurons in the SCN. The same pattern of phaseoids was seen in the postnatal (day 6-7) SCN, indicating that it is a fundamental early component of oscillation of the SCN tissue as a whole and is present early on, apparently even before synaptogenesis and neuronal maturation are complete.</p>\n<p>In subsequent work, using a simple linear model, we found a linear relationship between change in brightness of a clock protein expression to its phase at a specific time point, allowing us to estimate phase across intact SCN.&nbsp; Comparing the effects of mathematically cutting SCN networks in various orientations (coronal vs. horizontal vs. sagittal) on the SCN&rsquo;s oscillation showed that coronal slicing causes the most disruption to oscillatory dynamics while horizontal slicing causes the least. This shows the SCN has some built-in redundancy along the horizontal axis, and its function relies on a flow of information from the back (caudal) to the front (rostral) of the SCN.</p>\n<p>Undergraduates in our neuroscience and mathematics labs were exposed to interdisciplinary research, teaching them to approach problems from multiple angles. They learned to integrate quantitative analysis with biological understanding, enhancing their ability to solve complex problems and develop innovative solutions. The ability to work at the intersection of neuroscience and mathematics is increasingly valuable in various scientific and medical fields. Training in this integrated approach prepares students for careers in research, biotechnology, computational neuroscience, and other areas where interdisciplinary skills are &nbsp;crucial. Also, our approach encourages teamwork and communication between scientists from different backgrounds. This not only enriches the learning experience but also prepares students for real-world scientific environments where collaboration is essential.</p>\n<p>Building on the modeling/biology work, &nbsp;each lab pursued questions arising from these findings. <span style=\"text-decoration: underline;\">In the Silver lab</span>, the modeling work drew our attention to the rostral SCN and led to the extremely exciting discovery of new portal pathways in the brain. The portal vascular pathway goes from the rostral-most tip of the SCN to a circumventricular organ with leaky blood vessels that lie outside the blood-brain barrier. This is a fundamental new structure that must be considered in understanding volume transmission and waste clearance in the brain. The work achieved immediate attention and it is anticipated that it will shift research focus in neuroendocrinology more broadly. <span style=\"text-decoration: underline;\">The Pauls lab</span> created and analyzed an evolutionary game theoretic model of neural synchronization, finding an interesting relationship: the benefit of synchronization needs to be greater than twice the cost of maintaining inter-neuron communication for synchronization to arise.&nbsp; Applications of this model constrain possible connectivity patterns in the SCN.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/29/2024<br>\nModified by: Rae&nbsp;Silver</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe brain's neural circuits are incredibly complex. We have probed circuit structure using the vast amount of empirical data generated by biological experiments and mathematical methods to integrate and interpret this data, permitting the transformation of raw information into meaningful insights and testing hypotheses about neural mechanisms. Specifically, we studiedthe suprachiasmatic nucleus (SCN),an accessible model system for examining neural circuits at multiple levels. Its ~20,000 oscillatory neurons are organized to function as a master brain clock that controls daily rhythms. Imaging techniques show us that not all neurons in the SCN oscillate in synchrony. The network connecting SCN neurons and how they achieve synchronization is not fully understood. By comparing model predictions with experimental data, we can validate and refine theories about how the SCNs neural circuits function and how they maintain a 24-hour rhythm in individual cells and behavioral sleep/wake cycles in the body as a whole.\n\n\nOur research goal was to use our combined expertise with mathematical and biological methods to map the physical connectivity of the SCN to the functional process generating and maintaining circadian rhythmicity. We found the surprising and novel observation that SCN neurons are organized into phaseoids or rings/rosettes of synchronized neurons that are not in phase with surrounding neurons. The existence of phaseoids presents the possibility that such synchronized structures, rather than individual neurons, might be the key unit to oscillation and hypothesized that these play a central role in the oscillatory dynamics of the system. We conjectured that phaseoids  as a basic feature of the connectivity patterns within the SCN  provide a mechanism for ensuring robustness (i.e.., the ability of the SCN to function even after damage). The local phase differences among neurons in phaseoids are related to a larger global pattern of activity in the SCN. Specifically, we found a gradual change in the timing and strength of these local phase differences from the front (rostral) to the back (caudal) of the SCN. Mathematical modeling suggested that a gradient in how strongly neurons are connected can explain the observed gradient in phaseoid activity. This model provides a simple but effective explanation for the complex patterns of activity seen in the oscillation of individual neurons in the SCN. The same pattern of phaseoids was seen in the postnatal (day 6-7) SCN, indicating that it is a fundamental early component of oscillation of the SCN tissue as a whole and is present early on, apparently even before synaptogenesis and neuronal maturation are complete.\n\n\nIn subsequent work, using a simple linear model, we found a linear relationship between change in brightness of a clock protein expression to its phase at a specific time point, allowing us to estimate phase across intact SCN. Comparing the effects of mathematically cutting SCN networks in various orientations (coronal vs. horizontal vs. sagittal) on the SCNs oscillation showed that coronal slicing causes the most disruption to oscillatory dynamics while horizontal slicing causes the least. This shows the SCN has some built-in redundancy along the horizontal axis, and its function relies on a flow of information from the back (caudal) to the front (rostral) of the SCN.\n\n\nUndergraduates in our neuroscience and mathematics labs were exposed to interdisciplinary research, teaching them to approach problems from multiple angles. They learned to integrate quantitative analysis with biological understanding, enhancing their ability to solve complex problems and develop innovative solutions. The ability to work at the intersection of neuroscience and mathematics is increasingly valuable in various scientific and medical fields. Training in this integrated approach prepares students for careers in research, biotechnology, computational neuroscience, and other areas where interdisciplinary skills are crucial. Also, our approach encourages teamwork and communication between scientists from different backgrounds. This not only enriches the learning experience but also prepares students for real-world scientific environments where collaboration is essential.\n\n\nBuilding on the modeling/biology work, each lab pursued questions arising from these findings. In the Silver lab, the modeling work drew our attention to the rostral SCN and led to the extremely exciting discovery of new portal pathways in the brain. The portal vascular pathway goes from the rostral-most tip of the SCN to a circumventricular organ with leaky blood vessels that lie outside the blood-brain barrier. This is a fundamental new structure that must be considered in understanding volume transmission and waste clearance in the brain. The work achieved immediate attention and it is anticipated that it will shift research focus in neuroendocrinology more broadly. The Pauls lab created and analyzed an evolutionary game theoretic model of neural synchronization, finding an interesting relationship: the benefit of synchronization needs to be greater than twice the cost of maintaining inter-neuron communication for synchronization to arise. Applications of this model constrain possible connectivity patterns in the SCN.\n\n\n\t\t\t\t\tLast Modified: 08/29/2024\n\n\t\t\t\t\tSubmitted by: RaeSilver\n"
 }
}