{
 "awd_id": "1749465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The microbiome and condition-dependent signals in primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 397507.0,
 "awd_amount": 409507.0,
 "awd_min_amd_letter_date": "2018-05-22",
 "awd_max_amd_letter_date": "2024-02-27",
 "awd_abstract_narration": "The microbiome, made up of trillions of bacteria and other microbes that live within animal bodies, is increasingly recognized as being beneficial for its host. This project will study lemurs and their microbiomes, to understand the role that the microbiome plays in normal host functions such as scent marking, and the ways that scent and the microbiome may change when a lemur is ill or injured. The results will advance fundamental knowledge about the role of microbes in physiological maintenance and signaling in primates, as well as the costs to animals of administering broad-spectrum antibiotics and the mitigation of these costs by replenishing microbial communities. The project will thus have applied benefits for optimizing animal welfare and medical practices around the use of antibiotics, with relevance to humans. The research will contribute to the education and professional development of undergraduates, post-graduates, graduate students, post-docs, and faculty. Beyond publications, scientific presentations, collaborations, and public outreach activities, all findings will be shared with the Duke Lemur Center and Primate Microbiome Project, for broad dissemination and support of primate conservation strategies. \r\n\r\nThere remain fundamental gaps in what is known about the relationships between microbes and animal wellness, broadly defined, particularly in non-model, non-laboratory species. Therefore, two integrated studies (in socially housed, semi-free ranging lemurs) examine the connections between host health (during wellness, injury, and antibiotic treatment), various microbial communities (in the gut, on the skin, and in specialized scent glands), and host olfactory signals. Study 1 examines the chemical quality and behavioral discernability of glandular secretions collected opportunistically over the course of a decade, from male and female lemurs, before, during, and after naturally occuring injuries, treated with or without antibiotics. It tests if injury alone negatively impacts signals, in a manner detectable by others, and if microbial depletion via antibiotic treatment exacerbates signal loss. Study 2 further examines the symbiotic relationships between hosts and their bacterial communities during antibiotic treatment and microbial transplant. It tests if these treatments, respectively, disrupt and restore host health (e.g. energetics), various microbial communities throughout the body, scent signals, and information transfer between animals, with long-term follow up revealing the pathways and conditions of recovery. These collaborative studies combine traditional methods of care with behavioral assessment, various state-of-the-art techniques in chemical, physiological, and genomic analyses, and bioinformatics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Drea",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Drea",
   "pi_email_addr": "cdrea@duke.edu",
   "nsf_id": "000179570",
   "pi_start_date": "2018-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "130 Science Drive (Room 125A/B)",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277089976",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 289126.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 114381.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}