{
 "awd_id": "1750931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Mathematical Modeling and Computational Tools for in vivo Astrocyte Activity",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 529249.0,
 "awd_amount": 529249.0,
 "awd_min_amd_letter_date": "2018-06-01",
 "awd_max_amd_letter_date": "2020-06-16",
 "awd_abstract_narration": "This project aims to develop new computational tools to interpret and analyze the activity of astrocytes. Astrocytes, one type of glial cells and the most populous cells in brain, have recently been found to have much more active functionality than previously thought. Astrocytes closely listen to and proactively regulate the nervous system, yet their exact roles in normal and pathological brains remain elusive. Recent technological progress makes it possible to monitor astrocyte activity with unprecedented spatial and temporal resolution, but considering the complexity and scale of astrocyte activity data, rigorous computational modeling is critically needed. This project will establish a solid foundation for quantitative analysis of astrocyte activity, enabling in vivo analysis, greater reproducibility, and  benefits for understanding brain disorders. The computationally challenging problems formulated in this project are expected to be valuable for other areas of computer science, serving as examples to build new statistical models and develop powerful generic machine-learning theory and algorithms. \r\n\r\nThe proposed research will develop a comprehensive data-driven framework to model astrocyte activity, with the specific goals of automatically detecting calcium events, identifying functional independent units and characterizing their individual and systems manifestation. Three research objectives include: (1) developing computational approaches to detect calcium events (2) systems modeling and quantification of astrocyte activity, and (3) application to in vivo astrocytes of mouse and other model animals to  showcase the usefulness of the proposed methodology by addressing several different current biological questions. The educational objective is to help maintain the competitive vitality of the U.S. computational neuroscience workforce, and to deepen the understanding of core computational concepts, by incorporating cutting-edge computational neuroscience problems into the engineering curriculum, by improving the recruitment and retention of women and minority students, by reaching out to K-12 students to inspire their interest in this interdisciplinary field, and by interacting with undergraduate students to offer opportunities and encourage them to choose computational neuroscience as a career.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guoqiang",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guoqiang Yu",
   "pi_email_addr": "yug@vt.edu",
   "nsf_id": "000626679",
   "pi_start_date": "2018-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute  State University",
  "perf_str_addr": "900 N. Glebe Rd.",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222031822",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 244508.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 184741.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supported by this award, we have developed AQuA, for quantifying astrocyte calcium activity. Conventionally, image quantification methods are based on Regions of Interest (ROIs), separating the link between space and time, severely limiting the ability to capture complex activity. AQuA pioneered a<strong> </strong>new event-based analysis paradigm, unifying space and time modeling in astrocyte activity data. Astrocyte Quantitative Analysis (AQuA) software enables users to take an event-based approach to accurately capture and quantify the irregular activity observed in astrocyte imaging datasets. &nbsp;Our lab established the feasibility of this event-based analysis framework, demonstrated its superiority in accurately characterizing complex astrocyte activity patterns, and revealed phenomena that would otherwise be missed.</p>\n<p class=\"BodyAA\">We apply AQuA to three experimental two-photon (2P) imaging dataset --&nbsp;<em>ex vivo </em>Ca<sup>2+ </sup>imaging of GCaMP6 from acute cortical slices, <em>in vivo</em> Ca<sup>2+</sup> imaging of GCaMP6 in primary visual cortex (V1) of awake, head-fixed mice, and <em>ex vivo</em> glutamate imaging of both astrocytic and neuronal expression of GluSnFR. In these test cases, we find that AQuA accurately detects fluorescence dynamics by capturing fluorescence events as they change in space and time, rather than the activity from a single location in space, as in ROI-based approaches. AQuA outputs a comprehensive set of biologically relevant parameters from these datasets, including propagation speed, propagation direction, area, shape, and spatial frequency. Using these detected events and associated output features, we uncover neurobiological phenomena that have not been previously described in astrocytes. A wide variety of cellular and circuit functions have been ascribed to astrocytes, and a key question currently under examination in the field is whether certain classes of Ca<sup>2+</sup> or glutamate activities observed in these cells correspond to particular neurobiological functions. The framework allows for a rigorous, in-depth dissection of astrocyte physiology across spatial and temporal imaging scales, and sets the stage for a comprehensive categorization of heterogeneous astrocyte activities both at baseline and after experimental manipulations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/03/2024<br>\nModified by: Guoqiang&nbsp;Yu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSupported by this award, we have developed AQuA, for quantifying astrocyte calcium activity. Conventionally, image quantification methods are based on Regions of Interest (ROIs), separating the link between space and time, severely limiting the ability to capture complex activity. AQuA pioneered a new event-based analysis paradigm, unifying space and time modeling in astrocyte activity data. Astrocyte Quantitative Analysis (AQuA) software enables users to take an event-based approach to accurately capture and quantify the irregular activity observed in astrocyte imaging datasets. Our lab established the feasibility of this event-based analysis framework, demonstrated its superiority in accurately characterizing complex astrocyte activity patterns, and revealed phenomena that would otherwise be missed.\n\n\nWe apply AQuA to three experimental two-photon (2P) imaging dataset --ex vivo Ca2+ imaging of GCaMP6 from acute cortical slices, in vivo Ca2+ imaging of GCaMP6 in primary visual cortex (V1) of awake, head-fixed mice, and ex vivo glutamate imaging of both astrocytic and neuronal expression of GluSnFR. In these test cases, we find that AQuA accurately detects fluorescence dynamics by capturing fluorescence events as they change in space and time, rather than the activity from a single location in space, as in ROI-based approaches. AQuA outputs a comprehensive set of biologically relevant parameters from these datasets, including propagation speed, propagation direction, area, shape, and spatial frequency. Using these detected events and associated output features, we uncover neurobiological phenomena that have not been previously described in astrocytes. A wide variety of cellular and circuit functions have been ascribed to astrocytes, and a key question currently under examination in the field is whether certain classes of Ca2+ or glutamate activities observed in these cells correspond to particular neurobiological functions. The framework allows for a rigorous, in-depth dissection of astrocyte physiology across spatial and temporal imaging scales, and sets the stage for a comprehensive categorization of heterogeneous astrocyte activities both at baseline and after experimental manipulations.\n\n\n\t\t\t\t\tLast Modified: 05/03/2024\n\n\t\t\t\t\tSubmitted by: GuoqiangYu\n"
 }
}