{
 "awd_id": "1750269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Losing Nemo- the impact of changing seas on mutualistic behavioral interactions",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032924332",
 "po_email": "cstmary@nsf.gov",
 "po_sign_block_name": "Colette St. Mary",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2018-06-08",
 "awd_max_amd_letter_date": "2018-06-08",
 "awd_abstract_narration": "Declining ocean ecosystems are an environmental concern of global importance. Tropical coral reefs are especially vulnerable to stressors such as rising seawater temperature and ocean acidification. Elevated temperature causes the bleaching and death of important structural organisms for reefs, such as corals and sea anemones.  Ocean acidification changes the chemical make up of seawater, making it harder for corals to build reefs, and causes behavioral and sensory impairments in a variety of reef species including fishes. Although research has examined how each of these environmental alterations affects individual species independently, the ecological relevance of these findings is limited.  Coral reefs are the most diverse of all marine ecosystems, with >25% of all ocean species living in a location that covers <2% of the ocean's floor. The importance of understanding both environmental changes acting concurrently on species interactions is vital to understanding how the ocean functions. Mutualistic interactions, where two different species benefit from one another, are key components of biodiverse ecosystems, yet may be severely impacted by climatic conditions.  In addition, ocean acidification and rising temperatures occur simultaneously, yet their impacts are rarely studied together. This project will use the iconic interaction between anemonefishes (or clownfish) and their host sea anemones to investigate the ecology of mutualistic interactions, and how they will be affected by changing environmental condtitions.  Using a programmable seawater system to adjust both the acidity and temperature of the water, mimicking daily fluctuations found on a natural reef, this project has the potential to further the understanding of how changing climatic conditions impact reef ecosystems as a whole. The use of charismatic fauna that are widely recognized will foster public awareness.  Research findings will be shared with the general public in a number of different mediums including lecture series at popular venues, educational displays in national and international locations, and the development of children's storybook used to bring scientific information to a relatively ignored age group, increasing scientific exposure at an early age.  \r\n\r\nWhile focusing on one specific mutual interaction, the results gained from these experiments extend beyond the anemonefish and the sea anemone and the coral reef system, impacting any species interaction in which species are reliant on a photosynthetic host as habitat, such as coral, seagrasses, seaweeds, or kelp. Specifically, this research will investigate: 1) the impact that changing temperature and ocean acidification conditions will have on the mutualistic interactions using a complex laboratory study in which the anemone and fish are held separated or together in acidified and temperature conditions projected to occur by the year 2100 and the combination of temperature and acidified water; 2) the impact that bleached host habitat has on the recruitment potential under natural field conditions tested in situ on reefs of Papua New Guinea where anemones will be bleached in the environment and natural recruitment rates will be recorded to the different treatments; 3) if the presence of fish assists the recovery of bleached habitat following bleaching events tested using a laboratory set up to determine if added nutrients provided by the fish to the anemone can increase resilience to bleaching as well as aid in recovery; and 4) whether a bleached host leaves occupants more vulnerable to predation due to changes in camouflage under laboratory altered ocean acidification and/or temperature scenarios.  This project will use a state-of-the-art programmable carbon dioxide dosing and temperature adjustment system to incorporate biologically realistic diel fluctuations, which have not been considered in past studies. This comparative approach will elucidate the evolutionary ecology of this iconic symbiosis and determine the role that mutualistic behaviors will play in rapidly changing ecosystems. This project was co-funded by the Division of Integrative Organismal Systems and the Established Program to Stimulate Competitive Research (EPSCoR) in the Office of Integrative Activities (OIA).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Dixson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle Dixson",
   "pi_email_addr": "dixson@udel.edu",
   "nsf_id": "000651383",
   "pi_start_date": "2018-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197163501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": null
}