{
 "awd_id": "1750155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Software Adaptation and Synthesis Techniques for Internet of Things Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jason Hallstrom",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 499311.0,
 "awd_amount": 499311.0,
 "awd_min_amd_letter_date": "2018-02-02",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "Wearable Internet-of-Things (IoT) devices, such as smart watches, smart glasses, and cloud-enabled hearing aids promise to improve our everyday lives. However, developing such systems is challenging. System developers must account for the differences in users and hardware platforms, and anticipate how a system will respond to the changing operating conditions. For example, a hearing aid may use its onboard processor to augment speech in relatively quiet surroundings but rely on more powerful cloud computing resources to enhance speech as users encounters more noisy environments. Today, developers lack effective programming languages and tools to help them create and improve such IoT systems.\r\n\r\nThis project investigates how adaptive IoT systems may be developed using policy-driven software adaptation and synthesis.  Central to our approach is to separate the functionality of a system (encapsulated in software components) from its run-time adaptation (specified as a policy).  Developers will be provided with a language to write policies that control when components are executed, their concurrency, and dynamically selects which alternate component implementation should be used. The policy language will be combined with data-driven techniques that integrate simulation, program analysis, and machine learning techniques to configure the parameters of a policy as well as synthesize new policies.\r\n\r\nThe research undertaken as part of this proposal will provide a solid foundation for building adaptive IoT systems. The primary research activities will help reduce the development time and improve the robustness of IoT systems, bringing this technology closer to fruition.  The primary educational activities include incorporating new topics on IoT systems into the Operating Systems curriculum and topics on software adaptation and synthesis into the Mobile Computing curriculum. These efforts will create a pipeline of undergraduate and graduate students that are broadly interested in systems research. \r\n\r\nThe publications, educational materials, software artifacts, and results obtained as part of this project will be made publically available at http://cs.uiowa.edu/~ochipara/career for five years following the completion of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Octav",
   "pi_last_name": "Chipara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Octav Chipara",
   "pi_email_addr": "octav-chipara@uiowa.edu",
   "nsf_id": "000572983",
   "pi_start_date": "2018-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "14 MacLean Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421419",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 99825.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99668.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100584.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 103099.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 96135.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER project focuses on supporting the development of Internet-of-Things (IoT) systems that must adapt to manage multidimensional performance tradeoffs. Developing systems that provide predictable performance requires using (fixed) schedules to drive their computation and communication. As an alternative, we propose to replace schedules with domain-specific policies. Our idea is that nodes will run automatically generated policies that make stateful decisions at run time rather than using an a priori fixed schedule. While it is true that fixed schedules, which specify the policy's action in each time step,&nbsp; are more straightforward to analyze, this simplicity sacrifices performance. Thanks to more powerful hardware, some degree of dynamic decision-making is possible based on local conditions. We have shown that policies that include stateful decisions can be synthesized on resource-constrained hardware, provide statistical performance guarantees, and can outperform the performance of state-of-the-art baselines. We demonstrated the generalizability of the developed techniques in two classes of systems: (1) policies that control the execution of software components in IoT systems to improve energy consumption and (2) policies that control packet transmissions in real-time wireless networks as envisioned for supporting Industrial IoT applications. More broadly, we expect our research to have a broader impact on systems that must operate reliably in the presence of failures while maintaining performance guarantees.&nbsp;</p><br>\n<p>\n Last Modified: 11/06/2023<br>\nModified by: Octav&nbsp;Chipara</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis CAREER project focuses on supporting the development of Internet-of-Things (IoT) systems that must adapt to manage multidimensional performance tradeoffs. Developing systems that provide predictable performance requires using (fixed) schedules to drive their computation and communication. As an alternative, we propose to replace schedules with domain-specific policies. Our idea is that nodes will run automatically generated policies that make stateful decisions at run time rather than using an a priori fixed schedule. While it is true that fixed schedules, which specify the policy's action in each time step, are more straightforward to analyze, this simplicity sacrifices performance. Thanks to more powerful hardware, some degree of dynamic decision-making is possible based on local conditions. We have shown that policies that include stateful decisions can be synthesized on resource-constrained hardware, provide statistical performance guarantees, and can outperform the performance of state-of-the-art baselines. We demonstrated the generalizability of the developed techniques in two classes of systems: (1) policies that control the execution of software components in IoT systems to improve energy consumption and (2) policies that control packet transmissions in real-time wireless networks as envisioned for supporting Industrial IoT applications. More broadly, we expect our research to have a broader impact on systems that must operate reliably in the presence of failures while maintaining performance guarantees.\t\t\t\t\tLast Modified: 11/06/2023\n\n\t\t\t\t\tSubmitted by: OctavChipara\n"
 }
}