{
 "awd_id": "1750587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Two-Stage Competition on Spatio-Temporal Location and Pricing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shen",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-03-12",
 "awd_max_amd_letter_date": "2018-03-12",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) project exploits the opportunities brought by the emerging technologies and combines knowledge from operations research (OR), economics and computer science to advance science in resource allocation and promote national prosperity and welfare. The project will establish the mathematical foundations for resource allocation, coupled with computational algorithms and empirical validation methods, for prescriptive and predictive analysis in determining facility locations and associated pricing. Prescriptive analysis helps competing entities in optimizing their scheduling and facility location decisions. Predictive analysis helps central authorities (e.g., government and regulators) in optimizing system efficiency and equity through infrastructure investments, incentives creation, and regulations. Under this project's integrated vision for research and education, the research program directly informs the educational program. The educational program includes the development and dissemination of an active learning module for high-school mathematics focused on underrepresented minority students; an undergraduate research internship program for underprepared prospective engineering students; and undergraduate and graduate course development in OR and game theory. These educational activities contribute toward strengthening and diversifying the pipeline of researchers and practitioners skilled in OR and analytics, in turn fostering the long-term growth of the very disciplines which the research program builds upon. Educational and outreach activities also focus on highlighting the economic, social and political complexities associated with planning and operations of civil infrastructure systems.\r\n\r\nScheduling and facility location problems (together called as spatio-temporal location problems) share similar underlying mathematical structures that allow researchers to analyze them jointly. However, under dynamic pricing, spatio-temporal location decisions become interdependent with pricing decisions which are made at a later stage through complex interactions between competing service providers and their customers. This necessitates the use of two-stage game theoretic models. This project develops a comprehensive framework that relies on combining and mutually reinforcing mathematical, computational and empirical insights. The key innovations are the tight interplay between mathematical, computational and empirical ideas, a holistic approach that enables the optimal tradeoff between modeling precision and solution tractability, and a comprehensive testbed comprising large-scale real-world networks from aviation, railways, transit, hotels and gasoline distribution. The project not only makes deep contributions to the theoretical and applied research in competitive transportation scheduling, but also triggers further exploration enabling similar future contributions to the competitive facility location theory and applications. Additionally, this general approach could be usefully employed in other, otherwise intractable, applications of multi-stage game theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vikrant",
   "pi_last_name": "Vaze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vikrant Vaze",
   "pi_email_addr": "Vikrant.S.Vaze@Dartmouth.edu",
   "nsf_id": "000703179",
   "pi_start_date": "2018-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Thayer School of Engineering, Dartmouth College",
  "perf_str_addr": "14 Engineering Drive",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037554401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project made contributions toward its two primary goals, namely, 1) enhancing the decision-making process in transportation scheduling and facility location through new operations research (OR) tools; and 2) strengthening and diversifying the pipeline of researchers and practitioners trained in OR and analytics.</p>\n<p>There are many similarities in the underlying mathematical structures of the scheduling and facility location problems arising in a variety of practical domains, which allowed the project to perform their joint analysis. From a theoretical standpoint, the project developed new models and analytical insights demonstrating that the models can be solved in a computationally tractable manner and their results are consistent with practical decision-making processes. From a computational standpoint, the project invented several new algorithms and heuristics that can generate high-quality solutions to hard computational challenges arising in transportation scheduling and facility location domains. As indicated by the mathematical analysis, our computational approaches succeeded in finding good solutions in a tractable manner. From an empirical standpoint, real-world case studies were successfully solved using efficient computational approaches across a variety of domains such as aviation, rail, transit, micromobility, and ride-sharing. When validated against real-world datasets, the computational results showed a close fit to the empirical values. These key innovations were generated through a holistic approach with a tight interplay between mathematical, computational and empirical ideas. It enabled identification of the optimal tradeoff between modeling precision and solution tractability, and the creation of a comprehensive testbed consisting of large-scale real-world networks.</p>\n<p>The project developed an active learning module for high-school mathematics, focusing particularly on the underrepresented groups in engineering and other STEM fields. Research shows that underprepared students are significantly more likely to drop out of the engineering major than students who are better prepared, and underrepresented student groups are disproportionately more affected by this phenomenon. The research internships provided by this project to several first-year college students belonging to these at-risk groups had considerable success in retention of talent and diversity. Finally, educational materials in OR, game theory, and analytics developed as part of the project were incorporated into graduate and undergraduate courses, which further integrated the research and educational components of the project.</p><br>\n<p>\n Last Modified: 07/25/2024<br>\nModified by: Vikrant&nbsp;Vaze</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project made contributions toward its two primary goals, namely, 1) enhancing the decision-making process in transportation scheduling and facility location through new operations research (OR) tools; and 2) strengthening and diversifying the pipeline of researchers and practitioners trained in OR and analytics.\n\n\nThere are many similarities in the underlying mathematical structures of the scheduling and facility location problems arising in a variety of practical domains, which allowed the project to perform their joint analysis. From a theoretical standpoint, the project developed new models and analytical insights demonstrating that the models can be solved in a computationally tractable manner and their results are consistent with practical decision-making processes. From a computational standpoint, the project invented several new algorithms and heuristics that can generate high-quality solutions to hard computational challenges arising in transportation scheduling and facility location domains. As indicated by the mathematical analysis, our computational approaches succeeded in finding good solutions in a tractable manner. From an empirical standpoint, real-world case studies were successfully solved using efficient computational approaches across a variety of domains such as aviation, rail, transit, micromobility, and ride-sharing. When validated against real-world datasets, the computational results showed a close fit to the empirical values. These key innovations were generated through a holistic approach with a tight interplay between mathematical, computational and empirical ideas. It enabled identification of the optimal tradeoff between modeling precision and solution tractability, and the creation of a comprehensive testbed consisting of large-scale real-world networks.\n\n\nThe project developed an active learning module for high-school mathematics, focusing particularly on the underrepresented groups in engineering and other STEM fields. Research shows that underprepared students are significantly more likely to drop out of the engineering major than students who are better prepared, and underrepresented student groups are disproportionately more affected by this phenomenon. The research internships provided by this project to several first-year college students belonging to these at-risk groups had considerable success in retention of talent and diversity. Finally, educational materials in OR, game theory, and analytics developed as part of the project were incorporated into graduate and undergraduate courses, which further integrated the research and educational components of the project.\t\t\t\t\tLast Modified: 07/25/2024\n\n\t\t\t\t\tSubmitted by: VikrantVaze\n"
 }
}