{
 "awd_id": "1750341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Molding the thermal emission of light",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2018-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-01-19",
 "awd_max_amd_letter_date": "2018-01-19",
 "awd_abstract_narration": "Thermal emission (thermal radiation) is the phenomenon responsible for most of the light in the universe, including light from the sun and stars, the glow of embers in a fire, and the invisible infrared light from people and vehicles that enables thermal imaging. Though detailed understanding of thermal emission dates back over a century, recent advances have encouraged the re-examination of this phenomenon and its potential applications. This project will explore ways to utilize and engineer thermal emission for applications such as passively regulating temperatures without using external power or feedback loops, coatings that camouflage objects from infrared cameras, and improved temperature measurements at a distance. The design and implementation of thermal emitters and thermal-emission measurement schemes will involve computational design, collaboration with materials scientists, micro- and nanofabrication, and table-top optical experiments. Students working on this project will thus gain experience in all parts of the engineering process, and develop analytical, experimental, and communication skills. This project will closely integrate the research, teaching, and outreach missions, with the aims of improving undergraduate and graduate education, communicating science to the public, and increasing participation in science from students at all levels. The principal investigator will incorporate timely research findings into his advanced optics and photonics courses, which will be redesigned using a hybrid model combining lectures and a flipped classroom approach. The project will aim to expand the recruitment of students from groups underrepresented in science and technology programs via targeted recruiting into summer and graduate programs. To promote science communication, the principal investigator and his group will also launch a podcast focused on topics in applied physics, technology, and the practice of science. \r\n\r\nConventional wisdom grounded in the century-old Planck and Stefan-Boltzmann laws holds that thermally emitted light is broadband, unpolarized, non-directional, and becomes brighter with rising temperature. Over the last fifteen years, a number of groups have shown that it is possible to engineer the spectrum, directionality, and polarization of thermal emitters, enabling applications such as thermo-photovoltaics and high-efficiency incandescent light sources. However, other engineering degrees of freedom of thermal emitters have scarcely been explored, including temperature dependence in the emissivity, temperature non-uniformity, and wavefront selectivity. This project will explore these degrees of freedom and their applications to thermoregulation, infrared privacy, and metrology. Phase-transition materials will be used to realize thermal emitters with temperature-dependent emissivity, utilizing thin-film optical design and nanoscale defect engineering to maximize the design space. One set of emitters will enable passive regulation of temperature in systems where radiative heat transfer dominates, such as components of spacecraft or high-temperature power plants. Complementary emitter designs will enable cloaking of objects from infrared cameras, masking temperature profiles. In parallel, a new thermography technique will be developed, granting the ability to measure temperature distributions underneath the surfaces of materials. Finally, thermal emitters will be demonstrated that can directly generate a variety of complex optical wavefronts, including optical vortices and radially polarized beams.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Kats",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail A Kats",
   "pi_email_addr": "mkats@wisc.edu",
   "nsf_id": "000678048",
   "pi_start_date": "2018-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thermal emission (thermal radiation) is the phenomenon responsible for most of the light in the universe, including light from the sun and stars, the glow of embers in a fire, and the invisible infrared light from people and vehicles that enables thermal imaging. Though detailed understanding of thermal emission dates back over a century, recent advances have encouraged the re-examination of this phenomenon and its potential applications.</p>\n<p>This project explored ways to engineer and measure thermal emission, enabling applications such as&nbsp;passively regulating temperatures without using external power or feedback loops, and&nbsp;coatings that camouflage objects from infrared cameras.</p>\n<p>Specific technical achievements include the following: (1) the development of coatings based on phase-transition materials that emit approximately the same amount of thermal radiation for different temperatures, thus concealing information from thermal imagers, (2) the development of a vapor-condensation technology using thermal radiation that can efficiently extract water from moisture in air, (3) the measurement of optical properties of several key materials, including molten salts and silicon nitride, (4) the development of techniques to precisely and accurately measure thermal radiation, (5) the fundamental understanding of heat-powered radiation for objects not in equilibrium, i.e., not all at the same temperature, (6) the exploration of the interaction between laser absorption and thermal radiation in laser-driven light sails for spacecraft, (7) the development of a switchable passive radiative cooling technology, and (8) the design of thermal radiation angular spectra using self-assembled inverse poals. The work performed has also led by the creation of optical-constants data for several optical materials, and these have been publicly shared through publications.&nbsp;This project also supported the writing of a highly regarded review article summarizing and critiquing the literature in the field of thermal-emission engineering.&nbsp;</p>\n<p>The project spanned the start and end of the covid pandemic, during which we developed new ways of working and sharing science remotely. In particular, PI Kats co-founded the Photonics Online Meetup (POM), which was the first online conference just prior to the start of the covid pandemic. POM grew into a series of conferences (flagship POMs and sub-topic POMs), which are held to this day. POM also introduced a number of innovations, including \"POM Hubs\", which are regional physical meetups held in support of the virtual event, and poster sessions via social media and virtual-reality platforms.&nbsp;The founders wrote an article describing their experiences and lessons learned, which informed many online conferences throughout the pandemic. Also, during this time period, PI Kats chaired the OSA/Optica Novel Optical Materials and Applications (NOMA) conference, held virtually over the pandemic and then in person, serving as a key meeting for optical materials researchers.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Mikhail&nbsp;A&nbsp;Kats</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThermal emission (thermal radiation) is the phenomenon responsible for most of the light in the universe, including light from the sun and stars, the glow of embers in a fire, and the invisible infrared light from people and vehicles that enables thermal imaging. Though detailed understanding of thermal emission dates back over a century, recent advances have encouraged the re-examination of this phenomenon and its potential applications.\n\n\nThis project explored ways to engineer and measure thermal emission, enabling applications such aspassively regulating temperatures without using external power or feedback loops, andcoatings that camouflage objects from infrared cameras.\n\n\nSpecific technical achievements include the following: (1) the development of coatings based on phase-transition materials that emit approximately the same amount of thermal radiation for different temperatures, thus concealing information from thermal imagers, (2) the development of a vapor-condensation technology using thermal radiation that can efficiently extract water from moisture in air, (3) the measurement of optical properties of several key materials, including molten salts and silicon nitride, (4) the development of techniques to precisely and accurately measure thermal radiation, (5) the fundamental understanding of heat-powered radiation for objects not in equilibrium, i.e., not all at the same temperature, (6) the exploration of the interaction between laser absorption and thermal radiation in laser-driven light sails for spacecraft, (7) the development of a switchable passive radiative cooling technology, and (8) the design of thermal radiation angular spectra using self-assembled inverse poals. The work performed has also led by the creation of optical-constants data for several optical materials, and these have been publicly shared through publications.This project also supported the writing of a highly regarded review article summarizing and critiquing the literature in the field of thermal-emission engineering.\n\n\nThe project spanned the start and end of the covid pandemic, during which we developed new ways of working and sharing science remotely. In particular, PI Kats co-founded the Photonics Online Meetup (POM), which was the first online conference just prior to the start of the covid pandemic. POM grew into a series of conferences (flagship POMs and sub-topic POMs), which are held to this day. POM also introduced a number of innovations, including \"POM Hubs\", which are regional physical meetups held in support of the virtual event, and poster sessions via social media and virtual-reality platforms.The founders wrote an article describing their experiences and lessons learned, which informed many online conferences throughout the pandemic. Also, during this time period, PI Kats chaired the OSA/Optica Novel Optical Materials and Applications (NOMA) conference, held virtually over the pandemic and then in person, serving as a key meeting for optical materials researchers.\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: MikhailAKats\n"
 }
}