{
 "awd_id": "1750295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Toolkit to Modulate the Mitochondrial Calcium Uptake Machinery",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 565384.0,
 "awd_amount": 565384.0,
 "awd_min_amd_letter_date": "2018-06-25",
 "awd_max_amd_letter_date": "2018-06-25",
 "awd_abstract_narration": "Mitochondria are critical components of a cell because they produce most of the chemical energy the cell needs and influence the cell survival and death pathways. Calcium ion entry in, and exit from, mitochondria is crucial for the function of these cellular components; conversely, deregulation of mitochondrial calcium levels was implicated in several human diseases.  The understanding of how the calcium ions influence the function of the mitochondria depends on having appropriate tools to selectively decrease the uptake of calcium by mitochondria.  With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Professor Justin Wilson from Cornell University to develop such tools based on small-molecule regulators of mitochondrial calcium uptake. These tools are valuable to the larger research community that studies the important roles of calcium in biology and in human health and disease. The graduate students who conduct research in Professor Wilson's lab gain knowledge of bioinorganic chemistry and acquire skills in synthetic chemistry and cell biology that prepare them to become members of the next generation of scientists. Professor Wilson also works on enhancing STEM education in rural communities by organizing outreach activities and workshops for K-12 STEM teachers. \r\n\r\nThis research project develops inhibitors of the mitochondrial calcium uniporter (MCU), which is the only known calcium transporter protein in mitochondria. The MCU was conclusively identified in 2011. Its precise role in modulating the biological effects of mitochondrial calcium levels remains uncertain. Efforts to elucidate the roles of the MCU in mediating cellular processes would be strengthened by a toolkit of selective MCU modulators that operate in a range of biological conditions and settings. The only known selective inhibitor for the MCU is the dinuclear oxo-bridged ruthenium complex Ru360. However, the experimental use of this compound is limited by several factors. The complex is useful only for studying isolated mitochondria or permeabilized cells because it cannot penetrate into cells; isolated mitochondria or permeabilized cells are too simple to afford the extrapolation of results and conclusions to in vivo systems. Furthermore, the mechanism of action of Ru360 is unknown, which prevents the design of improved analogues. Professor Wilson develops MCU inhibitors based on Ru360. The development of these inhibitors is first based on gaining mechanistic insight with respect to how Ru360 functions. The interactions of this compound with biomolecules relevant to its MCU-inhibitory activity is studied by NMR and EPR spectroscopy. The insight gained from the mechanistic studies is applied in the design of new ruthenium-based MCU inhibitors with enhanced cell permeability and aqueous stability. These new inhibitors are evaluated in living mammalian cells to verify that their MCU-inhibitory activity is retained in complex biological systems. The new tools may be used to elucidate the role and importance of the MCU in mediating physiological and pathophysiological cellular processes, thereby leading to deeper insight into the fundamental cell biology of calcium and its importance in human health.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Wilson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Justin J Wilson",
   "pi_email_addr": "justinjwilson@ucsb.edu",
   "nsf_id": "000752460",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Baker Laboratory",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 565384.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Calcium ions play an important role in cellular communications, as well as the regulation of different cellular processes. The mitochondria, or the \"powerhouse\" of the cell, have a high affinity for this ion, and uptake of calcium within this organelle is a key cellular regulatory process that can dictate cell death and survival. Consequently, proper regulation of mitochondrial calcium uptake is important for human health. Mitochondrial calcium overload, for example, has been implicated in a number of different pathophysiological conditions. In this project, we developed mitochondrial calcium uptake inhibitors as tools to study the role of mitochondrial calcium uptake in biology.</p>\n<p>A new mitochondrial calcium uptake inhibitor that contains the metal element ruthenium was synthesized and characterized. This mitochondrial calcium uptake inhibitor, which we named Ru265, was identified to possess superior properties compared to previously reported inhibitors of this type. Our studies on the fundamental biological properties of this compound revealed that it is remarkably stable and highly effective in intact cell systems. The value of this compound as a mitochondrial calcium uptake inhibitor has led to its widespread adoption and use by different research groups across the globe, as well as its availability from commercial vendors.</p>\n<p>In addition, alternative analogues to Ru265 were developed. These analogues act as \"prodrugs\" for Ru265; they start out in solution as inactive inhibitors, but increase their potency over time. These prodrug Ru265-based inhibitors have enabled us to systematically modify and optimize this compound class to enhance their cell uptake and confer them with useful properties for probing biological systems, like fluorescence.</p>\n<p>When applied to cellular models, these inhibitors were found to prevent cell death associated with hypoxia-reoxygenation. This condition is related to the clinical pathology of ischemia-reperfusion injury, which occurs in heart disease, stroke, and organ transplantation. As such, these studies demonstrated the viability of inhibiting mitochondrial calcium uptake as a potential therapeutic target for treating human disease. Work by other research groups across the globe have used Ru265 to study the role of mitochondrial calcium uptake in alternative pathological conditions like cancer and neurological disorders, highlighting the importance of this compound class as chemical biology tools.</p>\n<p>With the support of this project, our team also developed new science outreach activities for K-12 students. These outreach activities are focused primarily on educating students about nuclear chemistry. The activities highlight - in an accessible manner - the fundamentals of nuclear chemistry as well as the beneficial applications of it within society, like its use in radiopharmaceutical agents. These activities were carried out with over eight different school groups, and were further developed into a Learning Library Kit, that enables the activity to be shipped to teachers across the United States.</p>\n<p>Our team also engaged with local K-12 STEM teachers in the upstate New York area.&nbsp; For two years, prior to the COVID-19 pandemic, we organized a STEM teacher workshop at Cornell University that brought local teachers to our campus and showed them various opportunities and resources for science outreach.</p>\n<p>This project contributed to the scientific training of five graduate students, as well as four undergraduate students. The former graduate students who received their PhD on this project are occupying important position within the scientific workforce, including a staff scientist position in a national lab and a faculty member at a primarily undergraduate institute. Among the undergraduate students who received training on this project, one is pursuing graduate studies in chemistry and another is in an MD-PhD program.</p>\n<p>This project led to the publication of 15 manuscripts in peer-reviewed scientific journals. Two of these manuscripts were published in chemical education journals, highlighting the contributions of this work to scientific education and training, in addition to fundamental science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2023<br>\n\t\t\t\t\tModified by: Justin&nbsp;J&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCalcium ions play an important role in cellular communications, as well as the regulation of different cellular processes. The mitochondria, or the \"powerhouse\" of the cell, have a high affinity for this ion, and uptake of calcium within this organelle is a key cellular regulatory process that can dictate cell death and survival. Consequently, proper regulation of mitochondrial calcium uptake is important for human health. Mitochondrial calcium overload, for example, has been implicated in a number of different pathophysiological conditions. In this project, we developed mitochondrial calcium uptake inhibitors as tools to study the role of mitochondrial calcium uptake in biology.\n\nA new mitochondrial calcium uptake inhibitor that contains the metal element ruthenium was synthesized and characterized. This mitochondrial calcium uptake inhibitor, which we named Ru265, was identified to possess superior properties compared to previously reported inhibitors of this type. Our studies on the fundamental biological properties of this compound revealed that it is remarkably stable and highly effective in intact cell systems. The value of this compound as a mitochondrial calcium uptake inhibitor has led to its widespread adoption and use by different research groups across the globe, as well as its availability from commercial vendors.\n\nIn addition, alternative analogues to Ru265 were developed. These analogues act as \"prodrugs\" for Ru265; they start out in solution as inactive inhibitors, but increase their potency over time. These prodrug Ru265-based inhibitors have enabled us to systematically modify and optimize this compound class to enhance their cell uptake and confer them with useful properties for probing biological systems, like fluorescence.\n\nWhen applied to cellular models, these inhibitors were found to prevent cell death associated with hypoxia-reoxygenation. This condition is related to the clinical pathology of ischemia-reperfusion injury, which occurs in heart disease, stroke, and organ transplantation. As such, these studies demonstrated the viability of inhibiting mitochondrial calcium uptake as a potential therapeutic target for treating human disease. Work by other research groups across the globe have used Ru265 to study the role of mitochondrial calcium uptake in alternative pathological conditions like cancer and neurological disorders, highlighting the importance of this compound class as chemical biology tools.\n\nWith the support of this project, our team also developed new science outreach activities for K-12 students. These outreach activities are focused primarily on educating students about nuclear chemistry. The activities highlight - in an accessible manner - the fundamentals of nuclear chemistry as well as the beneficial applications of it within society, like its use in radiopharmaceutical agents. These activities were carried out with over eight different school groups, and were further developed into a Learning Library Kit, that enables the activity to be shipped to teachers across the United States.\n\nOur team also engaged with local K-12 STEM teachers in the upstate New York area.  For two years, prior to the COVID-19 pandemic, we organized a STEM teacher workshop at Cornell University that brought local teachers to our campus and showed them various opportunities and resources for science outreach.\n\nThis project contributed to the scientific training of five graduate students, as well as four undergraduate students. The former graduate students who received their PhD on this project are occupying important position within the scientific workforce, including a staff scientist position in a national lab and a faculty member at a primarily undergraduate institute. Among the undergraduate students who received training on this project, one is pursuing graduate studies in chemistry and another is in an MD-PhD program.\n\nThis project led to the publication of 15 manuscripts in peer-reviewed scientific journals. Two of these manuscripts were published in chemical education journals, highlighting the contributions of this work to scientific education and training, in addition to fundamental science.\n\n\t\t\t\t\tLast Modified: 10/05/2023\n\n\t\t\t\t\tSubmitted by: Justin J Wilson"
 }
}