{
 "awd_id": "1750377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Positive Selection on Gene Regulation and the Evolution of the Human Brain",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 330001.0,
 "awd_amount": 330001.0,
 "awd_min_amd_letter_date": "2018-05-01",
 "awd_max_amd_letter_date": "2019-09-01",
 "awd_abstract_narration": "Although humans and chimpanzees share approximately 98% of the same genes, they have very different brains. Scientists hypothesize that regions of the genome that turn gene expression on and off are critically important for understanding this difference. This project uses evolutionary and experimental methods to examine how natural selection has shaped gene expression in the human brain. The investigators will analyze regions of the genome showing evidence for adaptations unique to the human lineage, to better understand the advent, nature, and importance of neural differentiation between humans and non-human primates. The project will provide student-led educational experiences using a next-generation sequencing platform for hands-on training. The critical big-data skill set that students will gain is translatable both to graduate training and careers in biotech. Additionally, outreach to local elementary school students will be provided through a partnership with the Eureka! Program for STEM retention of women, which runs every summer at UMass Amherst. \r\n\r\nThis project will find functional links between adaptation across the genome and changes in neural cells. Using a curated bioinformatics catalog of putative enhancers, this project will test the hypothesis that there are functional links between adaptation in the genome and changes in neural phenotypes that occurred during human evolution. In order to understand the functional consequences of mutations particular to human regulatory regions, changes in gene expression associated with particular gene regulatory sequences will be measured. This will be done in neural progenitor cells and in mature neurons, in both human and chimpanzee cell lines. To functionally test these regions, cutting-edge high-throughput enhancer assays will be used to measure significant differences in how these ~10,000 implicated regulatory regions are driving differential gene expression in neural progenitor cells and mature neurons. Both of these cell types will be derived from induced pluripotent stem cell (iPSC) lines, which have the capacity to be driven to many different cell types. The results will reveal information about the functional links between adaptation and human-specific changes in a tightly controlled experimental environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Babbitt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney C Babbitt",
   "pi_email_addr": "cbabbitt@bio.umass.edu",
   "nsf_id": "000663204",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039354",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 118154.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 211847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Positive Selection on Gene Regulation and the Evolution of the&nbsp;Transcriptional Phenotype in Human BrainThe objective of this project was to use new technologies to find important adaptive changes throughout the human genome. Humans and chimpanzees share 98% of the same genes, but have very different brains. Our hypothesis was that the regions of the genome that turn these genes on and off (called promoters or enhancers) are critically important in understating the evolution of the human brain. This research examined regions of the genome showing evidence for adaptations that were important in human evolutionary history, using massively parallel experiments. We found that many regions have undergone adaptation, and, unexpectedly, found that the WNT signaling pathway (genes that are very important during development) are enriched in these adaptations in humans. As part of the broader impacts, this project provided student-led educational experiences using a next-generation sequencing platform for hands-on student training. The critical big-data skill sets that students gained is translatable both to students going on to graduate training, and to those who will move into Massachusetts? formidable biotech industry. Additionally, we did outreach program with local elementary school students through a partnership with the Eureka! Program for STEM retention of women, which runs every summer at UMass Amherst.&nbsp;<br />This project found functional links between adaptation across the genome and changes in neural cells. Using a curated bioinformatics catalog of putative enhancers, this project tested the hypothesis that there are functional links between adaptation in the genome and changes in neural phenotypes that occurred during human evolution. In order to understand the functional consequences of mutations particular to human regulatory regions, changes in gene expression associated with particular gene regulatory sequences were measured. We did this in neural progenitor cells and in mature neurons, in both humans and chimpanzee cell lines. We used cutting-edge high-throughput enhancer assays to measure significant differences in how these ~10,000 implicated regulatory regions are driving differential gene expression in neural progenitor cells and mature neurons. Both of these cell types werederived from induced pluripotent stem cell (iPSC) lines, which have the capacity to be driven to many different cell types, from both humans and chimpanzees. This project took an integrative approach using evolutionary and experimental methods to examine how natural selection has shaped gene expression in the human brain.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2022<br>\n\t\t\t\t\tModified by: Courtney&nbsp;Babbitt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPositive Selection on Gene Regulation and the Evolution of the Transcriptional Phenotype in Human BrainThe objective of this project was to use new technologies to find important adaptive changes throughout the human genome. Humans and chimpanzees share 98% of the same genes, but have very different brains. Our hypothesis was that the regions of the genome that turn these genes on and off (called promoters or enhancers) are critically important in understating the evolution of the human brain. This research examined regions of the genome showing evidence for adaptations that were important in human evolutionary history, using massively parallel experiments. We found that many regions have undergone adaptation, and, unexpectedly, found that the WNT signaling pathway (genes that are very important during development) are enriched in these adaptations in humans. As part of the broader impacts, this project provided student-led educational experiences using a next-generation sequencing platform for hands-on student training. The critical big-data skill sets that students gained is translatable both to students going on to graduate training, and to those who will move into Massachusetts? formidable biotech industry. Additionally, we did outreach program with local elementary school students through a partnership with the Eureka! Program for STEM retention of women, which runs every summer at UMass Amherst. \nThis project found functional links between adaptation across the genome and changes in neural cells. Using a curated bioinformatics catalog of putative enhancers, this project tested the hypothesis that there are functional links between adaptation in the genome and changes in neural phenotypes that occurred during human evolution. In order to understand the functional consequences of mutations particular to human regulatory regions, changes in gene expression associated with particular gene regulatory sequences were measured. We did this in neural progenitor cells and in mature neurons, in both humans and chimpanzee cell lines. We used cutting-edge high-throughput enhancer assays to measure significant differences in how these ~10,000 implicated regulatory regions are driving differential gene expression in neural progenitor cells and mature neurons. Both of these cell types werederived from induced pluripotent stem cell (iPSC) lines, which have the capacity to be driven to many different cell types, from both humans and chimpanzees. This project took an integrative approach using evolutionary and experimental methods to examine how natural selection has shaped gene expression in the human brain.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/10/2022\n\n\t\t\t\t\tSubmitted by: Courtney Babbitt"
 }
}