{
 "awd_id": "1750675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Human population history and the evolution of human immune function",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 386245.0,
 "awd_amount": 421137.0,
 "awd_min_amd_letter_date": "2018-05-01",
 "awd_max_amd_letter_date": "2024-05-09",
 "awd_abstract_narration": "Pathogens are thought to have played a significant role in shaping human population history by affecting patterns of mortality and immune system evolution. Moreover, differential pathogen exposure across ancient populations may have resulted in modern day population differences in immune function. This project will investigate how Yersinia pestis (plague) exposure in past populations may have affected modern day human immune system function and outcomes of illness. The investigators will compare the responses of macrophages (cells required by Y. pestis to establish an infection) from individuals descended from populations with putative severe historic plague exposure (European) and substantially lesser plague exposure (West African). The research findings will advance our understanding of the role of pathogens in human evolution, and may inform public health research on immune function. The project will provide laboratory training opportunities for graduate and undergraduate students, including groups underrepresented in science, and foster a diverse, international research network. Findings will be distributed not only through peer-reviewed publications, conferences and popular press, but directly to the public through university-organized adult education seminars and child science engagement events.\r\n\r\nHuman immune systems have functionally diverged, with geographic populations exhibiting differences in immune responses to particular pathogens, and in the manifestation of chronic inflammatory/autoimmune diseases and cancers. One possible contributing factor to the strong functional divergence in immunity seen in such a comparatively young species is differing degrees of natural selection on the immune system by \"local\" past infectious disease epidemics. Plague has been posited to be one of the strongest agents of disease-based natural selection in human history. Encountered by Eurasian and North and Central African populations until it disseminated worldwide during the late 19th century, Y. pestis is estimated to have killed 30-50% of the European population during the \"Black Death\" outbreak of the 14th century. Plague, therefore, has long been suspected of altering the immune function of European populations. There has been little examination of human immune responses to Y. pestis to assess assertions that it is a factor in the divergence of immunity and health of human populations. The objective of this study is to clarify how immune responses in modern populations with differing historical plague exposure have evolved and respond to Y. pestis. By infecting macrophages from historically severely- and lesser-exposed populations with Y. pestis in vitro and assessing whole genome expression, cell physiological responses and evidence of natural selection, this project aims to identify 1) population-level variation in genomic and cell physiological responses to plague, 2) immune responses that are more plague-specific, and 3) responding genes that are evolving. These data will be compared to responses to other bacterial infections, and assessed for association with acute and chronic diseases of differing prevalence in European and African American populations. In combination this work will better define how differing infectious disease histories are reflected in the immune function of modern human populations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Brinkworth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Brinkworth",
   "pi_email_addr": "jfbrinkw@illinois.edu",
   "nsf_id": "000179667",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Barreiro",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Luis Barreiro",
   "pi_email_addr": "lbbarreiro@gmail.com",
   "nsf_id": "000723756",
   "pi_start_date": "2018-05-01",
   "pi_end_date": "2019-03-19"
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "Suite A, 1901 South First Street",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 297665.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 88580.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 34892.0
  }
 ],
 "por": null
}