{
 "awd_id": "1750316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Intelligent Corrosion Mitigation System of Steel Structures with Duplex Coating",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gianluca Cusatis",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-05-08",
 "awd_max_amd_letter_date": "2018-05-08",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) project is to explore, develop and promote an autonomous decision supporting system for the life-cycle corrosion management of steel structures and steel reinforced concrete structures. The innovative technology can transform the current practice of time-based visual inspection with inconsistent decisions to a sensor/data-based decision-supporting process for timely corrosion management. The intelligent system can not only inform end users identify and reduce safety risks to avoid unexpected failure and associated fatality but it can also achieve operational excellence by enhancing the service life of aging infrastructures where corrosion degradation is a main concern.  As corrosion has shown to cost about 3.1 percent of the national gross domestic product, this mitigation/management technology can have significant cost saving, and thus greatly benefit national economy.  The results and findings from this interdisciplinary research can be directly integrated into corrosion-related curriculums, attracting a broader participation of both undergraduate and graduate students from several disciplines. The pre-college, CORrosion Engineers (CORE), program with learning activities from video lectures on corrosion fundamentals to hands-on qualification tests of clothes as corrosion protection coating for minimum water penetration can stimulate the interests for STEM educations among K-12 young girls. In addition, two CORE programs are designed to involve middle and high school students from the underrepresented groups.\r\n\r\nThe system consists of a corrosion protective duplex coating of an inner thermally-sprayed non-ferrous metal layer and an outer nanomaterial modified polymeric sealing paint layer, a corrosion assessment strategy with distributed fiber optic sensors embedded in the duplex coating, and a decision-making tool with dynamic risk assessment modeling. This research will advance the duplex coating technology by 1) optimizing composites of non-ferrous metal coating to achieve robust mechanical and corrosion resistance, and 2) understanding the chemical interaction between nano-additives and polymeric paints to accomplish the desirable dispersion. The interface bonding mechanics and behavior of duplex coating with both steel substrates and fiber optic sensors, more importantly, the effect of metal composites and nano-additives on improving the bond strength will be investigated using pull-off tests, scanning electron microscopy (SEM) with energy dispersion system (EDS) for interface structure and state analysis, and X-ray diffraction (XRD) technique for phase composition analysis. With the distributed fiber optic sensors embedded in duplex coating layers, this research also aims to understand the in-situ corrosion deterioration mechanism of coated structural steel with combined cathodic and barrier protection. The in-situ corrosion data availed by the intelligent system enable the understanding on the path and rate of moisture and oxygen penetration through duplex coating to assess scenarios of the uniform corrosion through a large area of porous coatings or coating degradation, or pitted corrosion through local defects and damage. The corresponding assessment will be fed into a real-time corrosion condition updating algorithm to develop a self-updated hybrid corrosion risk management model for a cost-effective prioritization of mitigation actions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ying",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Huang",
   "pi_email_addr": "ying.huang@ndsu.edu",
   "nsf_id": "000630550",
   "pi_start_date": "2018-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "",
  "perf_city_name": "Fargo",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  },
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1637",
   "pgm_ref_txt": "HAZARD MIT & STRUCTURAL ENG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER project &ldquo;Intelligent Corrosion Mitigation System of Steel Structures with Duplex Coating&rdquo; made significant contributions to pave a pathway towards autonomous decision-making for steel corrosion mitigation and management, in addition to its educational efforts to disseminate research results to the broader community and train future researchers and corrosion engineers. Specifically, this project developed various innovative coating materials including nanomodified (e.g. carbo nanotube modified) epoxy coatings and wire arc sprayed metallic coatings such as Zn, Al, and Zn-Al alloys, and their duplex coatings to protect the steel structures from corrosion attack. These new coatings&rsquo; mechanical, bonding, electrochemical performances, and the corrosion mechanisms of the coated steel were studied and understood fundamentally. Through innovative embedded intelligence using fiber optic sensors in the developed advanced single and duplex coatings, this project also invented and validated an intelligent life-cycle corrosion mitigation supporting system of dynamic corrosion risk assessments with timely condition updating from the embedded intelligence for a cost-effective maintenance solution of deteriorating steel structures. This system will contribute to transform the current visual inspection to the next-generation life-cycle management of steel structures, which can be expanded to corrosion management in multiple other engineering disciplines. To disseminate these significant findings, this project published thrifty-four peer-reviewed publications, five doctoral dissertations and master&rsquo;s thesis, during the five years of the project duration, in addition to seven peer-reviewed publications under review. This project also provided a well-integrated educational and training program, which trained graduate and undergraduate students, especially, students from minority groups to pursue corrosion-related science, technology, engineering, and mathematics (STEM) higher educations and careers. For instance, through this project, a total of over sixteen graduate and ten undergraduate students participated in this project and got trained to be experts in corrosion science and technologies, advanced materials, material testing, and structural health and risk assessment. The project was integrated in undergraduate courses to bring the trainings to more than a hundred undergraduate students in classes to learn related science and technologies. In addition, the &ldquo;CORE&rdquo; outreach program in this project provided many hand-on workshop and camp activities to hundreds of underrepresented elementary, middle school and high school students, such as young girls, Native American students, and first-generation refugee immigrants.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/25/2024<br>\nModified by: Ying&nbsp;Huang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis CAREER project Intelligent Corrosion Mitigation System of Steel Structures with Duplex Coating made significant contributions to pave a pathway towards autonomous decision-making for steel corrosion mitigation and management, in addition to its educational efforts to disseminate research results to the broader community and train future researchers and corrosion engineers. Specifically, this project developed various innovative coating materials including nanomodified (e.g. carbo nanotube modified) epoxy coatings and wire arc sprayed metallic coatings such as Zn, Al, and Zn-Al alloys, and their duplex coatings to protect the steel structures from corrosion attack. These new coatings mechanical, bonding, electrochemical performances, and the corrosion mechanisms of the coated steel were studied and understood fundamentally. Through innovative embedded intelligence using fiber optic sensors in the developed advanced single and duplex coatings, this project also invented and validated an intelligent life-cycle corrosion mitigation supporting system of dynamic corrosion risk assessments with timely condition updating from the embedded intelligence for a cost-effective maintenance solution of deteriorating steel structures. This system will contribute to transform the current visual inspection to the next-generation life-cycle management of steel structures, which can be expanded to corrosion management in multiple other engineering disciplines. To disseminate these significant findings, this project published thrifty-four peer-reviewed publications, five doctoral dissertations and masters thesis, during the five years of the project duration, in addition to seven peer-reviewed publications under review. This project also provided a well-integrated educational and training program, which trained graduate and undergraduate students, especially, students from minority groups to pursue corrosion-related science, technology, engineering, and mathematics (STEM) higher educations and careers. For instance, through this project, a total of over sixteen graduate and ten undergraduate students participated in this project and got trained to be experts in corrosion science and technologies, advanced materials, material testing, and structural health and risk assessment. The project was integrated in undergraduate courses to bring the trainings to more than a hundred undergraduate students in classes to learn related science and technologies. In addition, the CORE outreach program in this project provided many hand-on workshop and camp activities to hundreds of underrepresented elementary, middle school and high school students, such as young girls, Native American students, and first-generation refugee immigrants.\n\n\n\t\t\t\t\tLast Modified: 07/25/2024\n\n\t\t\t\t\tSubmitted by: YingHuang\n"
 }
}