{
 "awd_id": "1750607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Engineering Molecular Adjuvants for Cancer Vaccines",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 539422.0,
 "awd_amount": 539422.0,
 "awd_min_amd_letter_date": "2018-03-22",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "PI:  Liu, Haipeng\r\nProposal #: 1750607\r\n\r\nVaccines are biological substances that represent inactive forms of unwanted germs/diseases.  When a person is inoculated with a vaccine (by injection, nose or mouth) the body's immune system learns how to confront the harmless version of the disease by creating appropriate antibodies.  The body then \"remembers\" the germ and what is required should another attack occur.  To achieve clinical benefits, since tumors use many strategies to suppress the body's immune system, therapeutic cancer vaccines must include strong \"adjuvants,\" which are substances that are added to vaccines to improve the body's immune response to the vaccine.  The use of adjuvants decreases the amount of vaccine needed to overcome the tumor-related immune suppression, which improves vaccine safety. Though a wide variety of adjuvants are available and have been shown to activate immune cells in laboratory experiments, only a few have reached the clinical stage. Effectiveness and safety concerns are the major challenges that have limited the translation of many adjuvants to the clinical setting. To amplify the effectiveness and safety of two representative molecular adjuvants, this project uses \"rational molecular design,\" which is a strategy for creating new molecules with a desired functionality, based upon having the ability to use physical models to predict how the molecule's structure will affect its behavior. The PI will construct a series of chemically modified immune response modifiers (IRMs) and define the molecular structure-based design rules governing the adjuvant-immune system interactions at the tissue, cellular, and subcellular levels. The knowledge gained through these efforts will bridge the gap between synthetic chemistry and immunology, and give rise to the design of the next generation of molecular adjuvants for cancer vaccines. The results obtained from these studies can be applied to vaccines other than cancer, where adjuvant efficacy and safety are needed. In addition, the research will be directly integrated into educational programs, including enhancement of the Graduate Certificate Program in Polymer Engineering, with the goal of attracting underrepresented minorities to the excitement and career opportunities in the emerging field of immunobioengineering.\r\n\r\n\r\nThis project focuses on integrating molecular engineering and immunology to gain fundamental insight into important aspects of how to rationally design molecular adjuvants for therapeutic cancer vaccines that are safe and can overcome tumor related immune suppression.  Although potent in vitro, most adjuvants do not have the desired physiochemical and pharmacokinetic properties to activate antigen presenting cells (APCs) in lymph nodes (LNs), the anatomical sites where the anti-tumor immunity is initiated. A comprehensive set of studies involving synthetic chemistry and immunology has been designed to amplify the adjuvant function and safety of two representative immune response modifiers (IRMs). A series of lymph node targeting IRMs will be constructed and used to define the molecular structure-based design rules governing the adjuvants-immune system interactions at the tissue, cellular, and subcellular levels. The research objectives are: 1) To synthesize LN-targeting immune response modifiers (IRMs) with a pH sensitive linker and define the structure-based design rules that govern lymph node accumulation via \"albumin-hitchhiking\" (adjuvants bind to endogenous albumin protein and transport to lymph nodes), immune cell uptake and activation; 2) To amplify the magnitude and function of the T cell immunity by combining LN-targeting IRMs and an LN-targeting, thymidine-rich oligonucleotide and 3) To establish the functional and safety impact of this localized IRMs approach in therapeutic treatment of cancer.  Vaccine efficacy, both prophylactic (prior to injection of melanoma producing OVA-B16F10 cells) and therapeutic (after melanoma establishment), will be evaluated in C57BL/6 mice.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haipeng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haipeng Liu",
   "pi_email_addr": "ct0405@wayne.edu",
   "nsf_id": "000662187",
   "pi_start_date": "2018-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5050 Anthony Wayne Drive",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 425814.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 113608.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aims to make significant advancements in the design of molecular adjuvants for cancer vaccines. By creating and studying new immune response modifiers (IRMs) that specifically target lymph nodes, the research will provide valuable insights into how these adjuvants can improve vaccine effectiveness. The goal is to overcome the challenges faced by current cancer vaccines, which are often hindered by the tumor's ability to suppress the immune system.</p>\n<p><br />The research resulted in the development of these novel IRMs with pH-sensitive linkers, helping to understand how different molecular structures influence their ability to bind to proteins, accumulate in lymph nodes, and activate immune cells. By combining these IRMs with specific oligonucleotides, the project hopes to enhance the strength and function of T cell responses against tumors. Additionally, the study evaluated the safety and effectiveness of this approach in treating cancer, providing new strategies for improving cancer vaccines.</p>\n<p><br />Beyond the scientific contributions, the project also impacted education. It integrated into existing programs to offer high school, undergraduate, and graduate students hands-on experience in research that combines chemistry, materials science, and immunology. This included developing new training opportunities and spreading awareness about the potential of these fields, inspiring future careers in these interdisciplinary areas. Overall, the research aims to provide a new model for designing small molecular adjuvants and improve both vaccine development and educational outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/25/2024<br>\nModified by: Haipeng&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project aims to make significant advancements in the design of molecular adjuvants for cancer vaccines. By creating and studying new immune response modifiers (IRMs) that specifically target lymph nodes, the research will provide valuable insights into how these adjuvants can improve vaccine effectiveness. The goal is to overcome the challenges faced by current cancer vaccines, which are often hindered by the tumor's ability to suppress the immune system.\n\n\n\nThe research resulted in the development of these novel IRMs with pH-sensitive linkers, helping to understand how different molecular structures influence their ability to bind to proteins, accumulate in lymph nodes, and activate immune cells. By combining these IRMs with specific oligonucleotides, the project hopes to enhance the strength and function of T cell responses against tumors. Additionally, the study evaluated the safety and effectiveness of this approach in treating cancer, providing new strategies for improving cancer vaccines.\n\n\n\nBeyond the scientific contributions, the project also impacted education. It integrated into existing programs to offer high school, undergraduate, and graduate students hands-on experience in research that combines chemistry, materials science, and immunology. This included developing new training opportunities and spreading awareness about the potential of these fields, inspiring future careers in these interdisciplinary areas. Overall, the research aims to provide a new model for designing small molecular adjuvants and improve both vaccine development and educational outcomes.\n\n\n\t\t\t\t\tLast Modified: 07/25/2024\n\n\t\t\t\t\tSubmitted by: HaipengLiu\n"
 }
}