{
 "awd_id": "1750515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Identifying Barriers and Supports for Physics Students and Early Career Physicists with Disabilities",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 760716.0,
 "awd_amount": 760716.0,
 "awd_min_amd_letter_date": "2018-01-18",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "In U.S. colleges and universities about 25% of undergraduate students and 20% of graduate students with a disability enroll in science and engineering fields.  Surprisingly, the economic well-being of persons with disabilities has decreased since the passage of anti-discrimination laws such as the 1990 Americans with Disabilities Act.  However, STEM careers offer better financial outcomes for individuals with disabilities.  Additionally, economic projections suggest an increasing need to recruit more STEM majors, and students with disabilities are an under-recruited group who could help to meet this national economic need.  Undergraduate and graduate students with disabilities may be dissuaded from pursuing STEM careers by instructors and mentors who lack the knowledge to support the students' participation. This CAREER scholar is investigating the barriers and supports encountered by undergraduate and graduate physics students and early career physicists with disabilities in their learning and research experiences.  Results of this work provide information to college instructors and professional mentors to make physics more accessible and inclusive for persons with disabilities pursuing physics careers.\r\n\r\nThe Faculty Early Career Development (CAREER) program is a National Science Foundation (NSF)-wide activity that offers awards in support of junior faculty who exemplify the role of teacher-scholars through outstanding research, excellent education, and the integration of education and research within the context of the mission of their organizations.  This award is supported through the EHR Core Research (ECR) program.  ECR emphasizes fundamental STEM education research that generates foundational knowledge in the field.  \r\n\r\nThe goal of this CAREER project is to explore how the attitudes toward and experiences of physics students and early career physicists vary across multiple components, including demographic variables, research experience, and physics sub-field. This research is focusing on individuals with visual, hearing, physical, mental health and/or cognitive-learning impairments, including those with learning and reading disorders, Autism Spectrum Disorder and other executive function disorders.   Everyone is conceived to have an ability profile, with strengths and weaknesses along multiple dimensions. Research questions include: (1) How is the existing culture in the physics research and instructional communities towards persons with disabilities shaped by the ability profile and other personal characteristics of the instructor/mentor and the student/mentee?  (2) How does the existing culture in the physics research community vary across sub-fields and research types?  (3) What are effective strategies for making physics more accessible and inclusive for persons with disabilities?  (4) What are effective ways to train university faculty to better support undergraduate and graduate students, and early career researchers with disabilities?  In addition to collecting student data, surveys will be administered in collaboration with the American Physical Society to capture a broad population of practicing physicists, and interviews will be conducted with physicists with disabilities and their mentors. The research is integrated with an extensive education plan that includes creating learning communities for faculty interested in persons with disabilities in physics, modifying trainings for graduate teaching assistants and undergraduate learning assistants to include inclusive teaching strategies, conducting workshops to train physics teachers and mentors, and publishing articles for practicing physicists and instructors.  Additionally, undergraduate and graduate students working with the researcher will benefit from learning about STEM education research methods and integrating research with educational opportunities for improving physics instruction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacquelyn",
   "pi_last_name": "Chini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacquelyn Chini",
   "pi_email_addr": "chini.3@osu.edu",
   "nsf_id": "000620633",
   "pi_start_date": "2018-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162385",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 317617.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 443099.0
  }
 ],
 "por": null
}