{
 "awd_id": "1751590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Rational Design and Manufacturing of Nanostructured Surfaces and Interfaces in Lightweight Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-03-02",
 "awd_max_amd_letter_date": "2018-03-02",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) award supports fundamental research on scalable manufacturing of lightweight structural materials including polymer-matrix composites and lightweight magnesium alloys. The grant looks to develop new surface modification techniques, relying on atomic layer deposition (ALD) which can deposit sub-monolayer thick layers which serve as seeds to subsequently grow new structures three-dimensional structures at the nanoscale. These designed nanostructures are remarkably versatile. They can serve to improve the strength of polymer composites allowing for light-weight materials as well as impede corrosion on metal surfaces. This addresses critical needs, for example, in the transportation sector to improve fuel efficiency and vehicle performance, while maintaining safety. Beyond the direct impact on lightweighting, the scientific knowledge generated will provide an alternative design paradigm to the bottom-up design and manufacturing at the nanoscale. The educational goal is to promote public awareness of the importance of nanomaterials for the future of domestic manufacturing.  The educational plan integrates concepts of design and manufacturing, nanotechnology, and surface science across multiple levels, including a new 6th grade materials curriculum, integrating materials education into undergraduate student team mentorship, and promoting a more diverse STEM workforce through research demonstrations to encourage underrepresented students to apply to graduate school and participate in research.\r\n\r\nCurrent manufacturing processes for controlling surface and interfacial structure in bulk structural materials suffer from poor control of geometric parameters such as feature size, shape, geometric orientation, which is particularly challenging within hierarchical assemblies of nanomaterials on non-planar surfaces. This lack of deterministic control of structure limits our ability to fundamentally understand how the nanostructuring produces specific material properties and a route to rationally design optimized structures to achieve application-specific properties. This project's effort addresses this limitation by quantitatively identifying the process-structure relationships needed to achieve deterministic control of interfacial geometry and composition at the nanoscale. The approach uses the concept of spatial ALD to generate sub-monolayer seeding areas for the growth of nanostructures through solution-based processes. The process can be repeated to develop three dimensional nanostructures on surfaces to precisely tune the interfacial geometry, composition, and microstructure of lightweight structural materials, and quantify the impact on their mechanical properties and corrosion resistance. An improved understanding of these process-structure relationships will provide the fundamental knowledge needed to ?encode? the manufacturing instructions for the controlled hierarchical assembly of nanoscale building blocks into surface architectures. This approach will be used to address two critical challenges in lightweight structural materials: 1) rational design of nanostructured interphases in polymer matrix composites to tune their mechanical properties, and 2) improving corrosion-resistance of magnesium alloys.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Dasgupta",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Neil P Dasgupta",
   "pi_email_addr": "ndasgupt@umich.edu",
   "nsf_id": "000666180",
   "pi_start_date": "2018-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project developed a fundamental scientific understanding of surface-directed assembly as a method to precisely tune the interfacial geometry, composition, and microstructure of lightweight structural materials. The work quantified the impact of these hierarchical structures at the nanoscale on multifunctional performance, including mechanical properties and corrosion resistance. Through the sequential deposition of tailored coatings using Atomic Layer Deposition (ALD), and its atmospheric pressure analog, spatial ALD (S-ALD), atomically-precise control of surface composition and defects was enabled on bulk materials, which was used as &ldquo;seed layers&rdquo; to drive programmable solidification of nanoscale constituents from fluid sources onto the surface. Understanding the fundamental mechanisms that guide this surface-directed assembly process was the emphasis of the research effort. These process-structure relationships provide the fundamental knowledge needed to &ldquo;encode&rdquo; the manufacturing instructions for assembly of nanoscale building blocks into hierarchical surface structures with programmable control of feature size, shape, and orientation.</p>\n<p>A major outcome was the development of new ALD-seeded surface directed assembly processes. In particular, we introduced a suite of new processes that enable rational control of the resulting nanostructure size, shape, position, and geometric orientation. We then applied this methodology to fabricate complex, multi-component nanomaterial architectures, including hierarchical structures that span multiple length scales. Examples include core-shell-shell nanowires, nanosheets with tunable geometries, and compositionally graded interfaces. We utilized high-resolution microscopy and spectroscopy methods to reveal the mechanisms that guide this control of material geometry and structure, illustrating the dynamic nucleation, growth, and diffusion processes that occur. This mechanistic understanding was supported by multi-scale reaction-diffusion models. These findings represent a new &ldquo;toolbox&rdquo; for materials engineers to integrate nanomaterial architectures into complex, non-planar 3-D substrates without the need for traditional lithography or cleanroom processes.</p>\n<p>The research approach spanned multiple disciplines, ranging from atomistic understanding of chemical reaction mechanisms to machine design and scalable nanomanufacturing. For example, we designed and fabricated a new mechatronic S-ALD system that allows for tunable control of process parameters such as dynamic control of alignment and gap size with closed-loop feedback control. A a 3-D transport-reaction model was developed to study how variations in SALD process parameters affect the resulting deposited materials. This direct hand-off between experiments and modeling enables us to create a digital twin of the manufacturing platform, to perform rapid screening and predictive modeling. In another example, we developed an automated hydrothermal growth system with digital control of key flow, temperature, and chemical parameters. This allowed for a study of the science of scaling up the surface directed assembly process onto large, non-planar surfaces. Computational modeling was used to describe the fluid and chemical interactions with the substrate, and to rationalize the observed process-structure relationships. To compliment these multi-scale manufacturing platforms and modeling packages, we also integrated novel metrology systems to provide <em>in situ</em> process sensing and real-time feedback.</p>\n<p>Equipped with these new material fabrication processes, manufacturing platforms, and process models, we then applied these methodologies to explore the application of this new &ldquo;toolbox&rdquo; towards multiple real-world applications. Examples include multi-functional polymer-matrix composites with integrated electrical conductivity, corrosion-resistant Mg alloys, and silica aerogel monoliths with improved thermal and mechanical properties. A common theme of all of these applications is structural lightweighting, with the goal of overcoming key limitations of low-density materials for engineering applications. Again, these applications were supported by the rational control of material structure and geometry afforded by ALD and surface-directed assembly, as well as the computational models that allow for predictive control of the resulting surface nanostructures.</p>\n<p>Throughout the project, we have engaged in a number of education and outreach activities, including: training of undergraduate and graduate students; enrichment of curriculum; dissemination to researchers in interdisciplinary fields, practicing engineers, and common public; publication in journals; and presentation at national and international conferences. This project supported the recruitment, retention, and graduation of multiple researchers that identify as members of underrepresented groups in STEM. We built a long-term relationship with multiple K-12 educational institutions and programs, integrated research outcomes into a new graduate course, and promoted awareness of these technologies through involvement and mentorship of student teams.</p><br>\n<p>\n Last Modified: 09/29/2024<br>\nModified by: Neil&nbsp;P&nbsp;Dasgupta</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project developed a fundamental scientific understanding of surface-directed assembly as a method to precisely tune the interfacial geometry, composition, and microstructure of lightweight structural materials. The work quantified the impact of these hierarchical structures at the nanoscale on multifunctional performance, including mechanical properties and corrosion resistance. Through the sequential deposition of tailored coatings using Atomic Layer Deposition (ALD), and its atmospheric pressure analog, spatial ALD (S-ALD), atomically-precise control of surface composition and defects was enabled on bulk materials, which was used as seed layers to drive programmable solidification of nanoscale constituents from fluid sources onto the surface. Understanding the fundamental mechanisms that guide this surface-directed assembly process was the emphasis of the research effort. These process-structure relationships provide the fundamental knowledge needed to encode the manufacturing instructions for assembly of nanoscale building blocks into hierarchical surface structures with programmable control of feature size, shape, and orientation.\n\n\nA major outcome was the development of new ALD-seeded surface directed assembly processes. In particular, we introduced a suite of new processes that enable rational control of the resulting nanostructure size, shape, position, and geometric orientation. We then applied this methodology to fabricate complex, multi-component nanomaterial architectures, including hierarchical structures that span multiple length scales. Examples include core-shell-shell nanowires, nanosheets with tunable geometries, and compositionally graded interfaces. We utilized high-resolution microscopy and spectroscopy methods to reveal the mechanisms that guide this control of material geometry and structure, illustrating the dynamic nucleation, growth, and diffusion processes that occur. This mechanistic understanding was supported by multi-scale reaction-diffusion models. These findings represent a new toolbox for materials engineers to integrate nanomaterial architectures into complex, non-planar 3-D substrates without the need for traditional lithography or cleanroom processes.\n\n\nThe research approach spanned multiple disciplines, ranging from atomistic understanding of chemical reaction mechanisms to machine design and scalable nanomanufacturing. For example, we designed and fabricated a new mechatronic S-ALD system that allows for tunable control of process parameters such as dynamic control of alignment and gap size with closed-loop feedback control. A a 3-D transport-reaction model was developed to study how variations in SALD process parameters affect the resulting deposited materials. This direct hand-off between experiments and modeling enables us to create a digital twin of the manufacturing platform, to perform rapid screening and predictive modeling. In another example, we developed an automated hydrothermal growth system with digital control of key flow, temperature, and chemical parameters. This allowed for a study of the science of scaling up the surface directed assembly process onto large, non-planar surfaces. Computational modeling was used to describe the fluid and chemical interactions with the substrate, and to rationalize the observed process-structure relationships. To compliment these multi-scale manufacturing platforms and modeling packages, we also integrated novel metrology systems to provide in situ process sensing and real-time feedback.\n\n\nEquipped with these new material fabrication processes, manufacturing platforms, and process models, we then applied these methodologies to explore the application of this new toolbox towards multiple real-world applications. Examples include multi-functional polymer-matrix composites with integrated electrical conductivity, corrosion-resistant Mg alloys, and silica aerogel monoliths with improved thermal and mechanical properties. A common theme of all of these applications is structural lightweighting, with the goal of overcoming key limitations of low-density materials for engineering applications. Again, these applications were supported by the rational control of material structure and geometry afforded by ALD and surface-directed assembly, as well as the computational models that allow for predictive control of the resulting surface nanostructures.\n\n\nThroughout the project, we have engaged in a number of education and outreach activities, including: training of undergraduate and graduate students; enrichment of curriculum; dissemination to researchers in interdisciplinary fields, practicing engineers, and common public; publication in journals; and presentation at national and international conferences. This project supported the recruitment, retention, and graduation of multiple researchers that identify as members of underrepresented groups in STEM. We built a long-term relationship with multiple K-12 educational institutions and programs, integrated research outcomes into a new graduate course, and promoted awareness of these technologies through involvement and mentorship of student teams.\t\t\t\t\tLast Modified: 09/29/2024\n\n\t\t\t\t\tSubmitted by: NeilPDasgupta\n"
 }
}