{
 "awd_id": "1751971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Computational Design and Optimization of Operationally Robust Crystal Nucleating Materials via Surface Nano-Patterning",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927125",
 "po_email": "cawalker@nsf.gov",
 "po_sign_block_name": "Catherine Walker",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 521000.0,
 "awd_min_amd_letter_date": "2018-03-29",
 "awd_max_amd_letter_date": "2021-07-16",
 "awd_abstract_narration": "Single crystalline materials are in high demand for a variety of applications in the electronics, solar energy conversion and aerospace industries. Large-scale growth of single crystals typically requires conducting crystallization under conditions at which the nucleation rate is slow enough to prevent the formation of polycrystalline particles. This process is time consuming and expensive. The proposed research is aimed at using advanced computational techniques to study the use of engineered surfaces, called crystal nucleating agents (CNAs), for accelerating the nucleation and growth of single crystals. The proposed studies aim to develop fundamental theories that can be used for optimizing crystal growth of a variety of materials.\r\n\r\nThe main objective of this project is to develop a fundamental understanding of the effects of nanoscale patterning of a CNA surface on crystal nucleation and to identify operating conditions leading to reduced sensitivity of the nucleation rate to changes in process variables over a wide range of operating conditions within the nucleation-limited regime. This previously unknown deviation from the classical picture of heterogeneous nucleation is interesting to explore and understand from a theoretical perspective. The proposed research will computationally explore how different features of a nano-patterned CNA surface affect the sensitivity of nucleation rate to temperature and concentration in the nucleation-limited regime, and use that knowledge to design optimal CNA surfaces that offer the smallest sensitivity of rate to operating conditions at specific nucleation rates. The insights obtained from such theoretical and computational investigations can result in design rules that can guide experimental efforts to design operationally robust CNA materials. Integration of research and education will be focused towards developing a new course on Computational Materials Science for graduate and undergraduate students. Outreach efforts will involve public presentations and programming workshops targeting underrepresented minority students to motivate them to pursue career paths in STEM fields. The proposed project also involves the development of an advanced sampling software package that will be publicly shared with researchers that study rare events in a wide variety of physical, chemical and biological systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Haji-Akbari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir Haji-Akbari",
   "pi_email_addr": "amir.hajiakbaribalou@yale.edu",
   "nsf_id": "000753337",
   "pi_start_date": "2018-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "SEAS - Mason Lab",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208286",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 21000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary focus of this award is to use molecular dynamics (MD) simulations, advanced path sampling techniques, and data science approaches to probe the sensitivity of the kinetics and mechanism of heterogeneous crystal nucleation on the chemical heterogeneity of a crystal nucleating surface (CNS). Historically, classical nucleation theory (CNT) has been a widely used framework for interpreting experimental measurements of nucleation rate. In the case of heterogeneous nucleation, however, the validity of CNT is only guaranteed if certain restrictive assumptions about the interface are satisfied, first and foremost the chemical and topographical uniformity of the CNS. In this award, we use rate calculations to examine the validity of CNT on chemically heterogeneous surfaces, and to leverage potential deviations from CNT to design crystal nucleating materials that harbor nucleation at rates that are less sensitive to operating variables, such as temperature and concentration.</p>\n<p>&nbsp;</p>\n<p>Throughout the duration of this award, we have made considerable progress towards addressing this formidable challenge. Here is a list of our major achievements:</p>\n<p>&nbsp;</p>\n<ol>\n<li><strong>Development of the jumpy forward flux sampling (jFFS) algorithm</strong>: We have developed the jFFS algorithm, which is a generalized extension of forward-flux sampling for accurately probing the kinetics of aggregation phenomena, such as crystal nucleation. What distinguishes such phenomena is that they can only be described using order parameters (OPs) that can undergo discontinuous jumps. The jFFS algorithm properly takes such jumps into account, providing more accurate estimates of the nucleation rate. The method has been used by us and others for studying other types of rare events, such as ion transport as well.&nbsp;</li>\n<li><strong>Characterizing finite size effects in simulations of crystal nucleation</strong>:&nbsp;Due to constraints in computational power and memory, most molecular simulations are conducted in boxes with up to a few hundred thousand particles, and periodic boundary conditions are employed to avoid interfacial artifacts. The errors emanating from the small size of the simulation box and the application of periodic boundary conditions are referred to as finite size effects, and can be substantial in the case of rare events, such as crystal nucleation. Through this award, we developed heuristics for assessing the extent of finite size effects in crystal nucleation studies. We have also developed theories to rectify finite size effects in studies of other rare events, such as ion transport.&nbsp;</li>\n<li><strong>Role of interfacial proximity on the kinetics and mechanism of ice nucleation:</strong>&nbsp;One of the phenomena that we studied as part of this award is contact freezing, a process in which a collision between a dry ice nucleating particle and a clean microdroplet of supercooled water results in super-fast nucleation. We use direct rate calculations to demonstrate that the observed enhancement in nucleation rate can be fully attributed to the proximity of the nucleating surface and the free interface. We developed an extension of CNT to explain the nonclassical mechanism of nucleation, which involves the formation of hourglass-shaped nuclei.</li>\n<li><strong>Divergence between structure, dynamics and nucleation outcome in heterogeneous nucleation of close-packed crystals:</strong>&nbsp;We examined heterogeneous nucleation of close-packed crystals on simple surfaces and observed that structure-based order parameters (primarily developed for homogeneous nucleation studies) falter at describing the physics of heterogeneous nucleation. This points to a divergence between apparent crystalline structure and the outcome of nucleation. We develop a machine learning-based framework to assess different refinement strategies for constructing more potent collective variables.</li>\n<li><strong>Robustness of CNT to strong chemical heterogeneity:</strong>&nbsp;We examined heterogeneous nucleation of a close-packed crystal on a checkerboard surface comprised of liquiphobic and liquiphilic patches and find CNT to satisfactorily explain the dependence of the nucleation rate on temperature. We are examining other surfaces to identify conditions at which CNT will fail at accurately representing the kinetics and mechanism of heterogeneous nucleation.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Beyond these specific achievements in the realm of crystal nucleation, this award has helped us in making significant methodological contributions to studying other rare events, such as hindered ion transport, and biomolecular aggregation. We have also developed a kernel-based algorithm to quantify spatial variations of diffusivity in confined geometries.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Amir&nbsp;Haji-Akbari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary focus of this award is to use molecular dynamics (MD) simulations, advanced path sampling techniques, and data science approaches to probe the sensitivity of the kinetics and mechanism of heterogeneous crystal nucleation on the chemical heterogeneity of a crystal nucleating surface (CNS). Historically, classical nucleation theory (CNT) has been a widely used framework for interpreting experimental measurements of nucleation rate. In the case of heterogeneous nucleation, however, the validity of CNT is only guaranteed if certain restrictive assumptions about the interface are satisfied, first and foremost the chemical and topographical uniformity of the CNS. In this award, we use rate calculations to examine the validity of CNT on chemically heterogeneous surfaces, and to leverage potential deviations from CNT to design crystal nucleating materials that harbor nucleation at rates that are less sensitive to operating variables, such as temperature and concentration.\n\n\n\n\n\nThroughout the duration of this award, we have made considerable progress towards addressing this formidable challenge. Here is a list of our major achievements:\n\n\n\n\nDevelopment of the jumpy forward flux sampling (jFFS) algorithm: We have developed the jFFS algorithm, which is a generalized extension of forward-flux sampling for accurately probing the kinetics of aggregation phenomena, such as crystal nucleation. What distinguishes such phenomena is that they can only be described using order parameters (OPs) that can undergo discontinuous jumps. The jFFS algorithm properly takes such jumps into account, providing more accurate estimates of the nucleation rate. The method has been used by us and others for studying other types of rare events, such as ion transport as well.\nCharacterizing finite size effects in simulations of crystal nucleation:Due to constraints in computational power and memory, most molecular simulations are conducted in boxes with up to a few hundred thousand particles, and periodic boundary conditions are employed to avoid interfacial artifacts. The errors emanating from the small size of the simulation box and the application of periodic boundary conditions are referred to as finite size effects, and can be substantial in the case of rare events, such as crystal nucleation. Through this award, we developed heuristics for assessing the extent of finite size effects in crystal nucleation studies. We have also developed theories to rectify finite size effects in studies of other rare events, such as ion transport.\nRole of interfacial proximity on the kinetics and mechanism of ice nucleation:One of the phenomena that we studied as part of this award is contact freezing, a process in which a collision between a dry ice nucleating particle and a clean microdroplet of supercooled water results in super-fast nucleation. We use direct rate calculations to demonstrate that the observed enhancement in nucleation rate can be fully attributed to the proximity of the nucleating surface and the free interface. We developed an extension of CNT to explain the nonclassical mechanism of nucleation, which involves the formation of hourglass-shaped nuclei.\nDivergence between structure, dynamics and nucleation outcome in heterogeneous nucleation of close-packed crystals:We examined heterogeneous nucleation of close-packed crystals on simple surfaces and observed that structure-based order parameters (primarily developed for homogeneous nucleation studies) falter at describing the physics of heterogeneous nucleation. This points to a divergence between apparent crystalline structure and the outcome of nucleation. We develop a machine learning-based framework to assess different refinement strategies for constructing more potent collective variables.\nRobustness of CNT to strong chemical heterogeneity:We examined heterogeneous nucleation of a close-packed crystal on a checkerboard surface comprised of liquiphobic and liquiphilic patches and find CNT to satisfactorily explain the dependence of the nucleation rate on temperature. We are examining other surfaces to identify conditions at which CNT will fail at accurately representing the kinetics and mechanism of heterogeneous nucleation.\n\n\n\n\n\n\nBeyond these specific achievements in the realm of crystal nucleation, this award has helped us in making significant methodological contributions to studying other rare events, such as hindered ion transport, and biomolecular aggregation. We have also developed a kernel-based algorithm to quantify spatial variations of diffusivity in confined geometries.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: AmirHaji-Akbari\n"
 }
}