{
 "awd_id": "1751450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Dynamics in Nanostructured Polymer Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 540704.0,
 "awd_amount": 572754.0,
 "awd_min_amd_letter_date": "2017-11-17",
 "awd_max_amd_letter_date": "2023-05-10",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY\r\n\r\nPolymer membranes are potential sustainable solutions for important societal needs, such as energy storage and clean water. The materials studied in this project have complex structure on small scales that result in unique properties on much larger scales not seen in materials without such structure. The underlying cause is not well understood. The most significant potential impact of the proposed work is fundamental understanding of polymer physics related to the effect of molecular tethering and interface softness on local dynamics, as well as the nature of collective dynamics of interfaces and larger structures and how these processes impact membrane properties.  This understanding will be achieved by designing new materials, conducting advanced experiments at national laboratories and in the PI's lab, and using theory. Since nanostructures are pervasive in many advanced functional soft materials, this understanding and the experimental techniques being developed can be extended to a broad range of other materials. \r\n\r\nThis knowledge will help address limitations of existing nanostructured polymeric materials and improve performance and durability in many technological applications, such as membrane-based separations, food packaging, battery electrolytes, and capacitor dielectrics.  This project also serves the nation by training a diverse team of graduate and undergraduate students through their participation in the advanced research effort and educational outreach to middle-school students. The project's educational goal of increasing diversity in the polymer and engineering communities will begin at a local level but be designed for implementation nationally. The knowledge generated by the research will be incorporated into the curriculum taught by the PI, and the outreach program will be documented for replication at other universities and broadly disseminated through scientific journals and conferences. The impact of the integrated research and educational efforts on increasing diversity in long-term STEM careers will be evaluated with surveys and tracking. \r\n\r\n\r\nPART 2:   TECHNICAL SUMMARY\r\n\r\nThe main research objective of this CAREER project is to develop a deeper understanding of the dynamics of strongly-segregated block copolymers (BCPs) across a broad range of length and time scales. Strongly-segregated block copolymers form predictable nanostructures with sharp interfaces, and they decouple small molecule transport from mechanical properties. The underlying causes of this decoupling are not well understood. Interfacial effects associated with tethering and/or confinement could be responsible for modifying the properties of each phase. On the other hand, properties like low-frequency elasticity can emerge from the structure itself. Only limited effort has been dedicated to understanding dynamics in strongly segregated BCPs, especially on length scales comparable to the size of the nanostructures. First, X-ray photon correlation spectroscopy (XPCS) will be used to interrogate on such length scales across a wide range of time scales to measure structural dynamics such as grain rotations and surface waves. Second, the effect of tethering on local (segmental) dynamics will be achieved using selective deuteration and neutron spin echo spectroscopy, complemented by dielectric spectroscopy. Third, the connection among dynamics on local and mesoscopic length scales with macroscopic properties will be investigated. Mechanical, rheological, and small-molecule transport properties will be evaluated.  Experiments will be performed on a glass-rubber block copolymer with mechanical contrast and on a rubber-rubber block copolymer without mechanical contrast in order to differentiate BCP grain motion from surface waves. The effect of interface softness on local segment dynamics will also be evaluated. In addition to examining the effect of the mechanical contrast, composition and processing will be used to examine the effect of morphology and grain size on dynamics. Experimental measurements of structural dynamics will be analyzed in the context of the Soft Glassy Rheology model, segmental dynamics in the context of Rostiashvili's theory of polymer dynamics, and macroscopic properties in the context of several theories including effective medium theory. Fundamental understanding of how dynamics is transmitted across such a wide range of length and time scales will enable intelligent design of nanostructured polymeric materials with enhanced decoupling of important, application-specific properties, such as permeability and toughness. The research effort is integrated with an educational effort to impact diversity in STEM through teaching, mentoring, and educational outreach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hallinan",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Daniel T Hallinan",
   "pi_email_addr": "dhallinan@eng.famu.fsu.edu",
   "nsf_id": "000674860",
   "pi_start_date": "2017-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "2003 Levy Avenue",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323105754",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 118369.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 115780.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 113335.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 105038.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 114232.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\r\n<p>The research objective of this CAREER project was to develop deeper understanding of dynamics in strongly-segregated block copolymers (BCPs) across a broad range of length and time scales as shown in Figure 1. Strongly-segregated BCPs form predictable nanostructures with sharp interfaces, and they decouple small molecule transport from mechanical properties. The underlying causes of this decoupling were not well understood. The presence of interfaces can modify the properties of each phase, and properties like low-frequency elasticity can emerge from the structure itself. <em>First</em>, X-ray photon correlation spectroscopy (XPCS) was used to measure dynamics of BCP structures and compared to shear rheology. The PI's group reported the first measurement of structural relaxation of neat, strongly segregated BCP via their work with XPCS [<a href=\"https://pubs.acs.org/doi/abs/10.1021/acs.macromol.7b01803\">10.1021/acs.macromol.7b01803</a>] and how these relaxations depend on morphology.[<a href=\"https://doi.org/10.1002/macp.202300357\">10.1002/macp.202300357</a>] <em>Second</em>, the effect of interface proximity on local (segmental) dynamics was measured with neutron spin echo spectroscopy of specially designed BCPs. They comprised a hard, glassy phase and a soft, rubbery phase. In one sample, the rubbery chains were labeled near the glass interface and in another they were labeled at the chain end, via selective deuteration. It was found that long-range polymer relaxations are slowed due to being near a rigid interface, but that short-range, segmental motion is unaffected. Moreover, the interface caused a much stronger length-scale dependence of chain relaxations as compared to that far from an interface.[<a href=\"https://pubs.acs.org/doi/full/10.1021/acs.macromol.2c01814\">10.1021/acs.macromol.2c01814</a>] <em>Third</em>, the connection between transport (small molecule diffusion and thermal conduction) on BCP structure was investigated. This was achieved via numerical modeling, by studying 3D printed structures inspired by BCPs, and through permeation measurements on BCP membranes. &nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>The research effort was integrated with an educational effort to impact diversity in STEM through teaching, mentoring, and educational outreach. The project's educational goal of increasing diversity in the polymer and engineering communities began at the local level and, by design, its reach was extended by incorporating into outreach efforts associated with an NSF Center that the PI is a part. The knowledge generated by the research was incorporated into curriculum taught by the PI via undergraduate transport phenomena and graduate Polymer Physics. The outreach program was integrated with an NSF-funded education program coordinated by a full-time staff member of the FAMU-FSU College of Engineering that combined mentoring of small under-represented minority (URM) engineering student teams to develop and prepare outreach activities that were then presented at diverse, economically disadvantaged area middle schools. The impact of the integrated research and educational efforts were found to increase first-year URM engineering student retention rate by 34% and to significantly increase awareness of STEM career opportunities (and the joy of this pathway) in middle-school URM communities. Diversity in the researchers impacted by this award, e.g. summer REU students, undergraduate researchers, and graduate students, was maintained by proactively involving existing students in recruitment.</p>\r\n<p>&nbsp;</p>\r\n<p>The most significant scientific impact of the proposed work is on fundamental understanding of polymer physics related to the effect of interface proximity and collective dynamics of BCP structures. Since nanostructure is realized in many advanced functional soft materials, this understanding and the experimental techniques developed [e.g. <a href=\"https://doi.org/10.1021/acs.jpcb.3c04130\">https://doi.org/10.1021/acs.jpcb.3c04130</a>] can be extended to a broad range of other nanostructured soft materials, such as polymer-grafted nanoparticles. Better understanding of the connection between local/mesoscopic dynamics and macroscopic properties has improved our ability to design better performing materials for sophisticated applications that rely on transient processes. Examples include solid-state batteries, gas separations, and water purification. Solid-state batteries are a safer, higher-capacity alternative to lithium-ion batteries, but they suffer from slow discharge rates. Understanding how nanostructure affects ionic conductivity is key to designing higher rate polymer batteries for electric vehicles. Low frequency material behavior, such as aging, reduces membrane flux over time and limits service life of water and gas separation membranes, but the aging rate of a nanostructured polymer membrane cannot be predicted at this time. The proposed research generated knowledge about grain rotation that is crucial for making such predictions</p>\r\n<p>&nbsp;</p>\r\n<p>The research findings were disseminated broadly through scientific publications (12 publications with PI as corresponding author and his students as first authors) and via presentations at national and international meetings as well as invited seminars. The PI emphasized the involvement of graduate researchers (7 directly in project, 1 as visiting scholar from Italy) and undergraduate researchers (7 directly in project research) in writing manuscripts and presenting at conferences. More than 50 other graduate students were impacted via incorporation of project knowledge into course curriculum and foundation of a thriving polymer community whose ACS Poly/PMSE Student Chapter (advised by the PI) held their 3<sup>rd</sup> annual Polymer Research Symposium. Several hundred more undergraduate students have been impacted through course instruction and educational outreach activities that have reached thousands in the Tallahassee community through venues such as an annual open house and science festivals.</p><br>\n<p>\n Last Modified: 12/19/2024<br>\nModified by: Daniel&nbsp;T&nbsp;Hallinan</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1751450/1751450_10524561_1734622983954_Figure_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1751450/1751450_10524561_1734622983954_Figure_1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1751450/1751450_10524561_1734622983954_Figure_1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematics (from right to left) of dynamics in a lamellar block copolymer across decreasing length scales: Macroscopic transport, Mesoscopic dynamics, and Local segmental dynamics. [https://doi.org/10.1002/macp.202300357]</div>\n<div class=\"imageCredit\">https://doi.org/10.1002/macp.202300357</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Daniel&nbsp;T&nbsp;Hallinan\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\nThe research objective of this CAREER project was to develop deeper understanding of dynamics in strongly-segregated block copolymers (BCPs) across a broad range of length and time scales as shown in Figure 1. Strongly-segregated BCPs form predictable nanostructures with sharp interfaces, and they decouple small molecule transport from mechanical properties. The underlying causes of this decoupling were not well understood. The presence of interfaces can modify the properties of each phase, and properties like low-frequency elasticity can emerge from the structure itself. First, X-ray photon correlation spectroscopy (XPCS) was used to measure dynamics of BCP structures and compared to shear rheology. The PI's group reported the first measurement of structural relaxation of neat, strongly segregated BCP via their work with XPCS [10.1021/acs.macromol.7b01803] and how these relaxations depend on morphology.[10.1002/macp.202300357] Second, the effect of interface proximity on local (segmental) dynamics was measured with neutron spin echo spectroscopy of specially designed BCPs. They comprised a hard, glassy phase and a soft, rubbery phase. In one sample, the rubbery chains were labeled near the glass interface and in another they were labeled at the chain end, via selective deuteration. It was found that long-range polymer relaxations are slowed due to being near a rigid interface, but that short-range, segmental motion is unaffected. Moreover, the interface caused a much stronger length-scale dependence of chain relaxations as compared to that far from an interface.[10.1021/acs.macromol.2c01814] Third, the connection between transport (small molecule diffusion and thermal conduction) on BCP structure was investigated. This was achieved via numerical modeling, by studying 3D printed structures inspired by BCPs, and through permeation measurements on BCP membranes. \r\n\n\n\r\n\n\nBroader Impacts\r\n\n\nThe research effort was integrated with an educational effort to impact diversity in STEM through teaching, mentoring, and educational outreach. The project's educational goal of increasing diversity in the polymer and engineering communities began at the local level and, by design, its reach was extended by incorporating into outreach efforts associated with an NSF Center that the PI is a part. The knowledge generated by the research was incorporated into curriculum taught by the PI via undergraduate transport phenomena and graduate Polymer Physics. The outreach program was integrated with an NSF-funded education program coordinated by a full-time staff member of the FAMU-FSU College of Engineering that combined mentoring of small under-represented minority (URM) engineering student teams to develop and prepare outreach activities that were then presented at diverse, economically disadvantaged area middle schools. The impact of the integrated research and educational efforts were found to increase first-year URM engineering student retention rate by 34% and to significantly increase awareness of STEM career opportunities (and the joy of this pathway) in middle-school URM communities. Diversity in the researchers impacted by this award, e.g. summer REU students, undergraduate researchers, and graduate students, was maintained by proactively involving existing students in recruitment.\r\n\n\n\r\n\n\nThe most significant scientific impact of the proposed work is on fundamental understanding of polymer physics related to the effect of interface proximity and collective dynamics of BCP structures. Since nanostructure is realized in many advanced functional soft materials, this understanding and the experimental techniques developed [e.g. https://doi.org/10.1021/acs.jpcb.3c04130] can be extended to a broad range of other nanostructured soft materials, such as polymer-grafted nanoparticles. Better understanding of the connection between local/mesoscopic dynamics and macroscopic properties has improved our ability to design better performing materials for sophisticated applications that rely on transient processes. Examples include solid-state batteries, gas separations, and water purification. Solid-state batteries are a safer, higher-capacity alternative to lithium-ion batteries, but they suffer from slow discharge rates. Understanding how nanostructure affects ionic conductivity is key to designing higher rate polymer batteries for electric vehicles. Low frequency material behavior, such as aging, reduces membrane flux over time and limits service life of water and gas separation membranes, but the aging rate of a nanostructured polymer membrane cannot be predicted at this time. The proposed research generated knowledge about grain rotation that is crucial for making such predictions\r\n\n\n\r\n\n\nThe research findings were disseminated broadly through scientific publications (12 publications with PI as corresponding author and his students as first authors) and via presentations at national and international meetings as well as invited seminars. The PI emphasized the involvement of graduate researchers (7 directly in project, 1 as visiting scholar from Italy) and undergraduate researchers (7 directly in project research) in writing manuscripts and presenting at conferences. More than 50 other graduate students were impacted via incorporation of project knowledge into course curriculum and foundation of a thriving polymer community whose ACS Poly/PMSE Student Chapter (advised by the PI) held their 3rd annual Polymer Research Symposium. Several hundred more undergraduate students have been impacted through course instruction and educational outreach activities that have reached thousands in the Tallahassee community through venues such as an annual open house and science festivals.\t\t\t\t\tLast Modified: 12/19/2024\n\n\t\t\t\t\tSubmitted by: DanielTHallinan\n"
 }
}