{
 "awd_id": "1751699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Micromechanics-Based Approach to Ductile Fracture Simulation in Additively Manufactured Steels for Seismic Structural Fuse Design",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-03-12",
 "awd_max_amd_letter_date": "2018-03-12",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) award will advance knowledge and innovation to improve the seismic performance of the nation's civil infrastructure through the development of a micro-mechanics based framework for ductile fracture prediction in additively manufactured (AM) steels. Emerging AM technologies, such as 3-D metal printing, are promising for performance-based optimization of seismic steel systems, as they can accommodate highly irregular component designs through highly controlled weld-free geometry formation. In order for AM steel parts to transition to functioning components in seismic structural systems, the ability to predict damage limit states, such as ductile fracture and low-cycle fatigue, is needed. Existing ductile fracture models lack the ability to accurately capture fracture processes in AM steel alloys due to the complex micro features formed during fabrication. This research will develop an innovative framework for upscaling micro-scale material measurements in AM steel alloys to predict macro-scale behavior in seismic structural fuse components. These micro-scale measurements and up-scaling framework can lead to the creation of a hybrid analysis-AM framework, allowing iteration and optimization of seismic structural fuse performance through probabilistic fracture predictions prior to fabrication. The capability to optimize the seismic performance of steel buildings through AM structural fuse design will promote national welfare and prosperity through safer and more resilient and sustainable building construction to better protect life and property during earthquakes and to maintain essential services and business continuities during response and recovery.  Integral with this research are an innovative middle school outreach program and a graduate-level international research collaboration with the Swiss Federal Institute of Technology.  The middle school outreach, in the form of engineering songwriting workshops, will couple music education with science, technology, engineering, and math (STEM) curricula. Termed STEMusic, the outreach plan aims to promote creativity, understanding, and retention of engineering principles through the engagement of alternative cognitive processes.  The international research collaboration will include the exchange of graduate students.  \r\n\r\nThe objective of this CAREER award is to test the hypothesis that measured micromechanical material behavior can be scaled to accurately predict macroscale ductile fracture in steel alloys created through common AM processes such as selective laser melting. In the research, modern technologies such as scanning electron microscopy (SEM), transmission electron microscopy (TEM), and modified nano-indentation will be used to measure the fundamental localization processes driving ductile fracture in AM steels and create a new simulation framework to allow the future creation of more generalizable fracture models. Steel specimens approximately 0.002 millimeters in diameter will be fabricated using focused ion beam milling and mechanically tested using a modified in-SEM nano-indentation device.  The measured micromechanical behavior, coupled with TEM spatial characterizations of the fracture surface microstructure, will be used to inform statistical volume element simulations for upscaling to larger material volumes.  This micro-mechanics based framework will be used to investigate the ductile fracture performance of free-form structural fuse geometries (geometries created using AM processes). Potential impacts of this award outside the described application to seismic design include advances in materials engineering and AM fabrication. The micromechanical experiments have the potential to provide fundamental insights into the effects of underlying material morphology and chemistry on macro-mechanical AM steel alloy response, allowing material response (e.g., fracture, yielding, and deformation) to be designed into the AM geometry creation process. Coupling this within the field of nonlinear topology optimization, the framework to be developed will be essential for deriving optimum design solutions that satisfy complex performance criteria involving high plastic strains that lead to fracture or fatigue under various complex loadings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Prinz",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gary S Prinz",
   "pi_email_addr": "prinz@uark.edu",
   "nsf_id": "000669247",
   "pi_start_date": "2018-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "4190 Bell Engineering Center",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727014033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "014Y00",
   "pgm_ele_name": "Engineering for Natural Hazard"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study investigated the mechanical behavior of additively manufactured (3-D printed) stainless steels that are produced by the melting of small steel powders using carefully controlled lasers (a process called selective laser melting). The project aimed to understand the key parameters influencing 3-D printed steel material performance under conditions similar to those that may occur in building components during severe earthquakes. Repeated large-deformation cycles in buildings during earthquakes may lead to the fatigue of building components (similar to how a paperclip might fatigue in ones hands after being repeatedly bent), and it is important to understand if/when and how this happens in 3-D printed steels to aid their use in future building designs.</p>\n<p>The project developed experimental-based models for predicting how a specific type of 3-D printed steel (selectively laser melted 17-4PH Stainless Steel) will behave under severe loading conditions. In this study, both 3-D printed and traditionally produced steel materials were investigated and compared at multiple length scales (ranging from the micro-scale to the macro-scale) to carefully measure processes that lead to failure or damage. In this study, new procedures were developed to improve the fabrication and testing of micro-scale material specimens (specimens that are around the size of 1/50<sup>th</sup>&nbsp;the width of a human hair), to allow a bottom-up approach to predicting 3-D printed steel material behavior based on actual micro-mechanical measurements. Capturing micro-scale behavior where fabrication voids/defects are not present allowed for the development of prediction methods that can quickly vary the number of included voids, accounting for fabrication processes changes or intentional material porosity inclusions.</p>\n<p>Results from the study indicate decreased fatigue life for 3-D printed steel components when compared to traditionally produced wrought steel components due to higher fabrication porosity and un-melted particle defect regions which provide a mechanism for internal fracture initiation. Heat treatment processes performed in this work had no observable effect on the resulting fatigue behavior. Existing fatigue prediction models in the literature consistently over-predicted the 3-D printed steel fatigue life and a new material fatigue prediction equation for selectively laser melted (3-D printed) stainless steels was developed. Additional micro-mechanical characterization of different phases within&nbsp;selectively laser melted (3-D printed) 17-4PH stainless steels was completed to allow predictive (volume independent) property upscaling. Improved tools for understanding complex 3-D printed steel material behavior, particularly those related to cyclic plasticity that can occur during extreme loads, have direct benefits to the design of infrastructure and ultimately public safety.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/19/2024<br>\nModified by: Gary&nbsp;S&nbsp;Prinz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis study investigated the mechanical behavior of additively manufactured (3-D printed) stainless steels that are produced by the melting of small steel powders using carefully controlled lasers (a process called selective laser melting). The project aimed to understand the key parameters influencing 3-D printed steel material performance under conditions similar to those that may occur in building components during severe earthquakes. Repeated large-deformation cycles in buildings during earthquakes may lead to the fatigue of building components (similar to how a paperclip might fatigue in ones hands after being repeatedly bent), and it is important to understand if/when and how this happens in 3-D printed steels to aid their use in future building designs.\n\n\nThe project developed experimental-based models for predicting how a specific type of 3-D printed steel (selectively laser melted 17-4PH Stainless Steel) will behave under severe loading conditions. In this study, both 3-D printed and traditionally produced steel materials were investigated and compared at multiple length scales (ranging from the micro-scale to the macro-scale) to carefully measure processes that lead to failure or damage. In this study, new procedures were developed to improve the fabrication and testing of micro-scale material specimens (specimens that are around the size of 1/50ththe width of a human hair), to allow a bottom-up approach to predicting 3-D printed steel material behavior based on actual micro-mechanical measurements. Capturing micro-scale behavior where fabrication voids/defects are not present allowed for the development of prediction methods that can quickly vary the number of included voids, accounting for fabrication processes changes or intentional material porosity inclusions.\n\n\nResults from the study indicate decreased fatigue life for 3-D printed steel components when compared to traditionally produced wrought steel components due to higher fabrication porosity and un-melted particle defect regions which provide a mechanism for internal fracture initiation. Heat treatment processes performed in this work had no observable effect on the resulting fatigue behavior. Existing fatigue prediction models in the literature consistently over-predicted the 3-D printed steel fatigue life and a new material fatigue prediction equation for selectively laser melted (3-D printed) stainless steels was developed. Additional micro-mechanical characterization of different phases withinselectively laser melted (3-D printed) 17-4PH stainless steels was completed to allow predictive (volume independent) property upscaling. Improved tools for understanding complex 3-D printed steel material behavior, particularly those related to cyclic plasticity that can occur during extreme loads, have direct benefits to the design of infrastructure and ultimately public safety.\n\n\n\t\t\t\t\tLast Modified: 09/19/2024\n\n\t\t\t\t\tSubmitted by: GarySPrinz\n"
 }
}