{
 "awd_id": "1751291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Nanoscale Resolution of Interfacial Materials Physics in Dry, Ionic Polymers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 580000.0,
 "awd_amount": 580000.0,
 "awd_min_amd_letter_date": "2017-11-15",
 "awd_max_amd_letter_date": "2022-02-18",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nPolymers are important industrial materials that are flexible, lightweight, and readily processable. When positive or negative  electric charges are attached to these polymer molecules they become \"ionic polymers\" which can enable applications in technologies ranging from flexible batteries to soft robotics to wearable sensors. In all of these areas, a positive and negative electrode will be in contact with the material and the behavior of the polymer/electrode interface will impact the overall performance. In batteries, polymers must adhere to the electrode as it charges/discharges to prevent device failure. For soft robots, the movement of ions and polymer at the interface determines how a polymer bends in response to an electrical signal.  This project is pursuing a fundamental understanding of how the structure and dynamics of a polymer are impacted within 10-100 nanometers of a charged surface and how it is different from bulk behavior. Custom made ionic polymers with fluorescent labels will be used to selectively probe the polymer dynamics either adjacent to or far away from the electrode. X-ray experiments will provide further information on how the polymer structure is impacted by electrodes. Insights from this work will be used to design the next generation of improved ionic materials. Such polymers could benefit society by providing cheap and reliable energy storage, advanced real-time wearable health sensors, and soft autonomous robotic systems which could be deployed for defense purposes.   The project will contribute to education of students in forefront scientific and technological areas.  Outreach activities include a day camp and weekend engineering fair with underrepresented demographics starting at a young age (elementary to middle school). A recurring, off-campus event will host talks open to the public to highlight cutting edge materials research. \r\n\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nThis research seeks to advance the fundamental physical understanding of dry, ionic polymers in the bulk and at electrified interfaces. This work is novel in two key aspects which will enable new fundamental insights. The first is the use of bulky, delocalized ionic groups which weaken the charge interactions and render the polymer processable even at high ion contents and without plasticizers or water (which is incompatible with many battery chemistries). The second is the use of fluorescence and time-correlated X-ray experiments to spatially explore the material physics with sub 10-nm precision. The role of ionic interactions, both intra- and interchain, on influencing ionic polymer mobility and the surface and interfacial tension of polymer films will be investigated. Perturbations to ionic polymers due to electrodes or free surfaces will be directly investigated using nanoscale approaches. First, multilayer films will be constructed where a ca. 10 nm thick layer is placed either at the electrode or in the bulk to selectively probe regions of the stack. In single layer films, coherent X-ray methods will probe the surface fluctuations and provide information on how both surface dynamics and the surface tension depend on ionic correlations and structure (determined in separate scattering experiments) in the material.  New insights will provide a better understanding of the physics of polymer electrolytes at electrodes, thin film coatings and adhesives, and self-healing materials. A major contribution of this work is developing a molecular understanding of how ionic associations and electric fields impact the diffusion of dry, charged polymers. Prior work on polyelectrolyte diffusion has been limited to systems with low (< 15 mol%) ionic content or systems that are plasticized with water/solvent, and thus this research is at a fundamentally different regime of ionic polymer physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Evans",
   "pi_email_addr": "cme365@illinois.edu",
   "nsf_id": "000727100",
   "pi_start_date": "2017-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 116000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 116000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 116000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 116000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 116000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong>: NSF DMR 1751291</p>\r\n<p><strong>Project Title</strong>: Nanoscale Resolution of Interfacial Materials Physics in Dry, Ionic Polymers<br /><strong>PI</strong>: Christopher Evans</p>\r\n<p><strong>Intellectual merit</strong>: This project investigated the fundamental science of polymers with ionic groups attached to the backbone. Such materials are ubiquitous in ion separations membranes, batteries, and tough coatings. A key distinction of this work was the investigation of polymers without solvents or additives which is important to isolate the properties of the pure polymer. First, the viscosity of highly charged polymers was measured as a function of the length of the molecules, and remarkably the dependence matched that of non-ionic polymers. This is also in contrast to ionic polymers in solution, indicating that different behaviors are expected in dry systems. Next, polymers were labelled with a fluorescent dye to track their motion throughout the sample. We demonstrated that the diffusion of ionic polymer chains also exhibited a similar trend to neutral polymers indicating that the charges are only important for slowing diffusion or increasing viscosity, but not their dependence on chain length. Our work has also provided new insights into ultrathin films, less than ~100 nm, where the ionic conductivity changes with film thickness in a manner that depends on the specific ions attached to the polymer. Depending on the ions used for a particular application, conductivity can be invariant with thickness or substantially decrease.</p>\r\n<p>Another outcome of this project was the development of a new class of solid-state ionic polymers based on peptides, which are well-known to adopt secondary structures such as helices. These structures can be retained in solid polymer materials even with heating and application of voltage. This project showed that ionic conductivity can be greatly due to the presence of the helix, compared to analogous polymers with no secondary structure (random coils). As the helix grows longer conductivity continues to increase, and these findings are important for designing improved electrolytes for batteries. The helix has a large dipole moment along the backbone which grows with polymer length, which is the reason for improved conductivities. Helical peptides also have large dielectric constants, and can form ordered structures not present in typical polymers used for ion transport.</p>\r\n<p><strong>Broader Impacts</strong>: Understanding ionic polymer diffusion and viscosity will allow for improved performance and processing of electrolytes, thin coatings, adhesives, and membranes for larger scale commercial applications. Improving ionic conductivity by using non-conventional polymer backbones will also improve efficiency and capabilities of energy storage materials. Outreach associated with this grant included the middle school girls day camp run through Materials Science and Engineering (mid-GLAM) where a new hands on module was developed. The campers compared a typical silicone rubber the same polymer with reconfigurable chemical bonds to show how reprocessability can be imparted in traditionally static samples. Enagement with the Booker T. Elementary Family Engineering Fair &nbsp;involved a demo for 3D printing of polymers using a standard projector with Powerpoint &nbsp;slights which template each layer as it is UV cured. The results generated as a result of this grant have been disseminated through a new graduate course developed by the PI, &ldquo;Transport in Polymers&rdquo;, which has been taught four times. This course goes in depth regarding how mass and ions move in polymers, including sections on polymer diffusion, viscosity, and conductivity. Our findings on ionic polymer diffusion, conductivity, and thin film effects are among the topics covered in this course which have been advanced by research conducted as a part of this support. In the next offering of the course, the impact of helical polymer backbones on conductivity will be added to the curriculum.</p>\r\n<p>The PI has mentored five different graduate students on this project and has provided opportunities for ~ 10 undergraduates over the years, leading many to pursue graduate school and further their careers in STEM. The undergraduates also meet with the PI on a regular basis to discuss not only research progress, but also career goals and how to navigate job applications or the pursuit of a PhD.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/01/2025<br>\nModified by: Christopher&nbsp;Evans</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report: NSF DMR 1751291\r\n\n\nProject Title: Nanoscale Resolution of Interfacial Materials Physics in Dry, Ionic Polymers\nPI: Christopher Evans\r\n\n\nIntellectual merit: This project investigated the fundamental science of polymers with ionic groups attached to the backbone. Such materials are ubiquitous in ion separations membranes, batteries, and tough coatings. A key distinction of this work was the investigation of polymers without solvents or additives which is important to isolate the properties of the pure polymer. First, the viscosity of highly charged polymers was measured as a function of the length of the molecules, and remarkably the dependence matched that of non-ionic polymers. This is also in contrast to ionic polymers in solution, indicating that different behaviors are expected in dry systems. Next, polymers were labelled with a fluorescent dye to track their motion throughout the sample. We demonstrated that the diffusion of ionic polymer chains also exhibited a similar trend to neutral polymers indicating that the charges are only important for slowing diffusion or increasing viscosity, but not their dependence on chain length. Our work has also provided new insights into ultrathin films, less than ~100 nm, where the ionic conductivity changes with film thickness in a manner that depends on the specific ions attached to the polymer. Depending on the ions used for a particular application, conductivity can be invariant with thickness or substantially decrease.\r\n\n\nAnother outcome of this project was the development of a new class of solid-state ionic polymers based on peptides, which are well-known to adopt secondary structures such as helices. These structures can be retained in solid polymer materials even with heating and application of voltage. This project showed that ionic conductivity can be greatly due to the presence of the helix, compared to analogous polymers with no secondary structure (random coils). As the helix grows longer conductivity continues to increase, and these findings are important for designing improved electrolytes for batteries. The helix has a large dipole moment along the backbone which grows with polymer length, which is the reason for improved conductivities. Helical peptides also have large dielectric constants, and can form ordered structures not present in typical polymers used for ion transport.\r\n\n\nBroader Impacts: Understanding ionic polymer diffusion and viscosity will allow for improved performance and processing of electrolytes, thin coatings, adhesives, and membranes for larger scale commercial applications. Improving ionic conductivity by using non-conventional polymer backbones will also improve efficiency and capabilities of energy storage materials. Outreach associated with this grant included the middle school girls day camp run through Materials Science and Engineering (mid-GLAM) where a new hands on module was developed. The campers compared a typical silicone rubber the same polymer with reconfigurable chemical bonds to show how reprocessability can be imparted in traditionally static samples. Enagement with the Booker T. Elementary Family Engineering Fair involved a demo for 3D printing of polymers using a standard projector with Powerpoint slights which template each layer as it is UV cured. The results generated as a result of this grant have been disseminated through a new graduate course developed by the PI, Transport in Polymers, which has been taught four times. This course goes in depth regarding how mass and ions move in polymers, including sections on polymer diffusion, viscosity, and conductivity. Our findings on ionic polymer diffusion, conductivity, and thin film effects are among the topics covered in this course which have been advanced by research conducted as a part of this support. In the next offering of the course, the impact of helical polymer backbones on conductivity will be added to the curriculum.\r\n\n\nThe PI has mentored five different graduate students on this project and has provided opportunities for ~ 10 undergraduates over the years, leading many to pursue graduate school and further their careers in STEM. The undergraduates also meet with the PI on a regular basis to discuss not only research progress, but also career goals and how to navigate job applications or the pursuit of a PhD.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/01/2025\n\n\t\t\t\t\tSubmitted by: ChristopherEvans\n"
 }
}