{
 "awd_id": "1751770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Robust Geometric Design of Mechanisms for Interaction with Uncertain Environments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927328",
 "po_email": "harkim@nsf.gov",
 "po_sign_block_name": "Harrison Kim",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 515715.0,
 "awd_min_amd_letter_date": "2018-03-19",
 "awd_max_amd_letter_date": "2023-10-26",
 "awd_abstract_narration": "Many tasks are difficult to automate due to high levels of uncertainty in key task details, such as the shape or size of an object to be manipulated or the operating environment. Even when it is possible to design a robotic system to complete such a task, the resulting system can be too costly and/or lack the robustness required for industrial use. For example, produce picking remains a labor-intensive endeavor for the agriculture industry because variability in the operating environment and fragility of the produce have thus far prevented the design of an economical mechanized solution. Other examples can be found in numerous industries, including semiconductor manufacturing, healthcare and biomedical engineering. This Faculty Early Career Development Program (CAREER) award supports fundamental research to advance mechanical systems design in this setting. The research will lead to a new geometric design methodology that results in robust mechanical systems and motion paths for uncertain operating environments and manipulating uncertain objects. Research outcomes will advance national health and prosperity by impacting industries such as manufacturing, agriculture and healthcare. An innovative educational program will create a cross-disciplinary research-oriented course for lower division undergraduates at a Minority Serving Institution, engage female high school students through a robotics-themed summer program and develop activities to facilitate the transfer of underrepresented community college students to four-year engineering degrees.\r\n\r\nThis CAREER award applies robust geometric design principals to mechanical systems to explain complex motion in mechanism-object/environment interaction and uncertainty: two critical foci not explicitly captured in existing design methodologies. In this context, uncertainty refers to variations in the object/environment geometry and/or in the realizable mechanism motion paths. The results will yield a novel framework for the design of mechanisms for interaction with uncertain objects/environments. This will be accomplished through a general mechanism-environment contact geometric model formulation and its validation. The design framework will be assessed through designing and experimentally testing industry-related showcase prototypes in the areas of mechanical and biomedical engineering. The central hypothesis is that incorporating mechanism-environment interaction and uncertainty conditions into the design task formulation results in a robust design methodology that is better than existing approaches.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Robson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nina Robson",
   "pi_email_addr": "nrobson@fullerton.edu",
   "nsf_id": "000628021",
   "pi_start_date": "2018-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Fullerton",
  "perf_str_addr": "800 N. State College Boulevard",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928349480",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "CA22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "072Y00",
   "pgm_ele_name": "EDSE-Engineering Design and Sy"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  },
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 15715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">CAREER: Robust Geometric Design of Mechanisms for Interaction with Uncertain Environments&nbsp;&nbsp;</p>\r\n<p><strong>&nbsp;</strong></p>\r\n<p>This CAREER research&nbsp;applies robust geometric design principals to mechanical systems to explain complex motion in mechanism-environment interaction and uncertainty: two critical foci not fully captured in existing design methodologies. The central hypothesis is that incorporating mechanism-environment interaction and uncertainty conditions into the design task formulation results in a robust design methodology that is better than existing approaches.&nbsp;The main objectives are to advance research on mechanical systems through the development of a novel design methodology, as well as integrate research and education to prepare the next generation of engineers of a broad diversity.</p>\r\n<p><strong>Intellectual Merit</strong>&nbsp;The&nbsp;results yielded a&nbsp;novel framework for the design of mechanisms and robots for interaction with various objects and environments, accomplished through a general mechanism-environment contact geometric model formulation and its validation. The developed framework was assessed through designing and experimentally testing industry-related showcase prototypes in the areas of robotics, mechanical and biomedical engineering. The proposed design framework increases faculty and student understanding and opportunities for research in designing robust mechanisms and robots for interaction with different real-world objects and terrains through the development of new courses, educational materials, collaborative seminars,&nbsp;12 peer-reviewed journal articles, 6 book chapters, 9 peer-reviewed research and educational conference papers, and 14 peer-reviewed poster presentations.&nbsp;</p>\r\n<p><strong>Broader Impact:</strong>&nbsp;The successful completion of this award advanced the state of knowledge of design methodology, impacting research and education in both theory and applications. Decisions made in concept selection have a significant impact on the cost and quality of the final product.&nbsp;The proposed conceptual design tools led to new robust articulated systems with increased performance and adaptability to uncertainties, such as object deformations and unstructured terrains. Some of these systems are the&nbsp;<em>Closed Loop Articulated Wearable (CLAW)&nbsp;</em>hand, the&nbsp;<em>Knee-Ankle Foot Orthosis (KAFO)</em>, the&nbsp;<em>Reconfigurable Hip-Knee-Ankle Foot Orthosis (RH-KAFO)</em>, as well as the&nbsp;<em>Leg-Up</em>&nbsp;walking rover platform. The mechanical design curriculum was enhanced through the creation of inductive teaching design techniques, engaging students in research and entrepreneurship, newly developed freshman course on<em>&nbsp;Early Research Experiences</em>&nbsp;and a senior course on&nbsp;<em>Creativity in Research</em>. The dissemination activities include a collaborative establishment of the inaugural bi-annual&nbsp;<em>US Committee for the Theory of Machines and Mechanisms</em>&nbsp;(<em>USCToMM)</em>&nbsp;symposium<em>&nbsp;on Mechanical Systems and Robotics&nbsp;</em>(<em>MSR)&nbsp;</em>and a joint provisional patent with&nbsp;<em>Edwards Lifesciences</em>&nbsp;on Automated Heart Valve Sewing, leading to a higher capacity for innovation and&nbsp;strengthening industry&rsquo;s ability to develop next-generation robust robotic systems. The initiated educational partnerships engendered greater participation from underrepresented low-income populations in engineering,&nbsp;providing opportunities to local academically talented CSUF engineering students to further pursue advanced PhD degrees at UCI through a collaborative&nbsp;<em>Targeted Student Research (TranSfeR)&nbsp;</em>program.&nbsp;The developed 5-week long&nbsp;<em>Increasing Diversity in Engineering And Labor-force (IDEAL)</em>&nbsp;outreach summer program&nbsp;improved high school students&rsquo; self-confidence and motivation in pursuing future engineering careers.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/02/2025<br>\nModified by: Nina&nbsp;Robson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCAREER: Robust Geometric Design of Mechanisms for Interaction with Uncertain Environments\r\n\n\n\r\n\n\nThis CAREER researchapplies robust geometric design principals to mechanical systems to explain complex motion in mechanism-environment interaction and uncertainty: two critical foci not fully captured in existing design methodologies. The central hypothesis is that incorporating mechanism-environment interaction and uncertainty conditions into the design task formulation results in a robust design methodology that is better than existing approaches.The main objectives are to advance research on mechanical systems through the development of a novel design methodology, as well as integrate research and education to prepare the next generation of engineers of a broad diversity.\r\n\n\nIntellectual MeritTheresults yielded anovel framework for the design of mechanisms and robots for interaction with various objects and environments, accomplished through a general mechanism-environment contact geometric model formulation and its validation. The developed framework was assessed through designing and experimentally testing industry-related showcase prototypes in the areas of robotics, mechanical and biomedical engineering. The proposed design framework increases faculty and student understanding and opportunities for research in designing robust mechanisms and robots for interaction with different real-world objects and terrains through the development of new courses, educational materials, collaborative seminars,12 peer-reviewed journal articles, 6 book chapters, 9 peer-reviewed research and educational conference papers, and 14 peer-reviewed poster presentations.\r\n\n\nBroader Impact:The successful completion of this award advanced the state of knowledge of design methodology, impacting research and education in both theory and applications. Decisions made in concept selection have a significant impact on the cost and quality of the final product.The proposed conceptual design tools led to new robust articulated systems with increased performance and adaptability to uncertainties, such as object deformations and unstructured terrains. Some of these systems are theClosed Loop Articulated Wearable (CLAW)hand, theKnee-Ankle Foot Orthosis (KAFO), theReconfigurable Hip-Knee-Ankle Foot Orthosis (RH-KAFO), as well as theLeg-Upwalking rover platform. The mechanical design curriculum was enhanced through the creation of inductive teaching design techniques, engaging students in research and entrepreneurship, newly developed freshman course onEarly Research Experiencesand a senior course onCreativity in Research. The dissemination activities include a collaborative establishment of the inaugural bi-annualUS Committee for the Theory of Machines and Mechanisms(USCToMM)symposiumon Mechanical Systems and Robotics(MSR)and a joint provisional patent withEdwards Lifescienceson Automated Heart Valve Sewing, leading to a higher capacity for innovation andstrengthening industrys ability to develop next-generation robust robotic systems. The initiated educational partnerships engendered greater participation from underrepresented low-income populations in engineering,providing opportunities to local academically talented CSUF engineering students to further pursue advanced PhD degrees at UCI through a collaborativeTargeted Student Research (TranSfeR)program.The developed 5-week longIncreasing Diversity in Engineering And Labor-force (IDEAL)outreach summer programimproved high school students self-confidence and motivation in pursuing future engineering careers.\r\n\n\n\t\t\t\t\tLast Modified: 01/02/2025\n\n\t\t\t\t\tSubmitted by: NinaRobson\n"
 }
}