{
 "awd_id": "1751655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Exploring Dynamic Antenna Arrays for New Radar Sensing Modalities",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2018-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-03-05",
 "awd_max_amd_letter_date": "2018-03-05",
 "awd_abstract_narration": "Continual improvement of microwave wireless systems is critical to sustaining new developments in many applications like radar, remote sensing and communications, as well as advancements in broader science and society. However, the ability to improve radio frequency and microwave wireless functionality is inhibited by the platform-centric model in place today, where capability improvements must be achieved by developing new individual systems. Such improvements must often occur without increasing the size, weight, and power of the system, since increasing transmit energy, signal gain, or spatial diversity will result in larger size, aperture, or power, if not all three. This research seeks to break the platform-centric paradigm by investigating new techniques in dynamic distributed antenna arrays, where individual elements in a distributed antenna array use dynamics in time and space to significantly enhance the system functionality. Such dynamic arrays will lead to improvements of radar systems, enabling greater capabilities for sensing the earth and its atmosphere from satellites, improving target discrimination in military radar, and enabling greater safety on autonomous vehicles. In addition, the project will implement an educational plan for teaching new perspectives of antenna array theory and new antenna array design concepts. The outreach plan will educate under-represented student groups in engineering, both at the college and secondary levels, to help expand STEM education in central Michigan.\r\n\r\nThe goal of this research is to explore the use of spatial and temporal dynamics of distributed antenna arrays to create new modalities for radar and remote sensing. In particular, this research will advance knowledge by exploring theoretical methods of formulating array concepts in terms of a physical antenna array dynamics with waveform dynamics, and will investigate new sensing modalities leveraging dynamic antenna arrays. Recent developments by the PI's group and others have led to dramatically increased connectivity between sensors on mobile platforms such as UAVs and autonomous vehicles. Such connectivity and mobility set the stage for truly distributed sensing capabilities, where a new dimension of control and motion of the array elements can be exploited in innovative ways. This research will explore how spatio-temporal dynamics in such distributed arrays can be formulated, analyzed, implemented, and utilized to create new remote sensing modalities. Specifically, the project has the following objectives: 1) Obtain a systematic theory of spatio-temporal modulation in antenna arrays whose elements are dynamic in space and frequency. This will develop the foundations of a new antenna array theory that incorporates spatial frequency domain antenna analysis and spatio-temporal dynamics to open a new dimension of control enabled by dynamic movement of the array elements. 2) Explore the capabilities enabled by dynamic antenna arrays for new radar and remote sensing measurements. This will lead to orders-of-magnitude improvements in the angular resolution of radar measurements, and will enable the creation of new radar measurements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Nanzer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Nanzer",
   "pi_email_addr": "nanzer@msu.edu",
   "nsf_id": "000721653",
   "pi_start_date": "2018-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S Shaw Ln Room 2120",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this CAREER effort was to explore the use of spatial and temporal dynamics of distributed antenna arrays to create new modalities for radar and remote sensing. Recent developments by the PI&rsquo;s group have led to dramatically increased connectivity between sensors on mobile platforms such as UAVs and autonomous vehicles. Such connectivity and mobility set the stage for truly distributed sensing capabilities, where a new dimension of control, motion of the array elements, can be exploited in innovative ways. This research explored how spatiotemporal dynamics in such distributed arrays can be formulated, analyzed, implemented and utilized to create new remote sensing modalities.</p>\n<p>In this research, we: 1) demonstrated through theory, modeling and proof-of-concept experiments the design of spatiotemporal dynamic antenna arrays and the ability to classify objects using sparse Fourier domain information; 2) demonstrated the ability to obtain picosecond-level coordination accuracy jointly with millimeter-scale relative range estimation for time and phase alignment in distributed antenna arrays; 3) created a general theoretical framework for dynamic antenna arrays to be used in teaching antenna theory; and 4) implementing aspects of this work in multiple STEM outreach activities at MSU. The outcomes of this research have the potential to lead to new fields of study in dynamic antenna theory and new technologies for wireless communications and remote sensing.</p><br>\n<p>\n Last Modified: 06/28/2024<br>\nModified by: Jeffrey&nbsp;A&nbsp;Nanzer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this CAREER effort was to explore the use of spatial and temporal dynamics of distributed antenna arrays to create new modalities for radar and remote sensing. Recent developments by the PIs group have led to dramatically increased connectivity between sensors on mobile platforms such as UAVs and autonomous vehicles. Such connectivity and mobility set the stage for truly distributed sensing capabilities, where a new dimension of control, motion of the array elements, can be exploited in innovative ways. This research explored how spatiotemporal dynamics in such distributed arrays can be formulated, analyzed, implemented and utilized to create new remote sensing modalities.\n\n\nIn this research, we: 1) demonstrated through theory, modeling and proof-of-concept experiments the design of spatiotemporal dynamic antenna arrays and the ability to classify objects using sparse Fourier domain information; 2) demonstrated the ability to obtain picosecond-level coordination accuracy jointly with millimeter-scale relative range estimation for time and phase alignment in distributed antenna arrays; 3) created a general theoretical framework for dynamic antenna arrays to be used in teaching antenna theory; and 4) implementing aspects of this work in multiple STEM outreach activities at MSU. The outcomes of this research have the potential to lead to new fields of study in dynamic antenna theory and new technologies for wireless communications and remote sensing.\t\t\t\t\tLast Modified: 06/28/2024\n\n\t\t\t\t\tSubmitted by: JeffreyANanzer\n"
 }
}