{
 "awd_id": "1751040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Fundamental Algorithms for Data-Limited Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922182",
 "po_email": "pbrass@nsf.gov",
 "po_sign_block_name": "Peter Brass",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 499575.0,
 "awd_amount": 499575.0,
 "awd_min_amd_letter_date": "2018-01-29",
 "awd_max_amd_letter_date": "2021-09-11",
 "awd_abstract_narration": "From medical imaging to astronomy, scientific hypothesis testing to data analysis, computers are used in a wide variety of areas where computation is cheaper than data collection.  Such situations call for algorithms that are not only fast, but also data efficient. This project considers sub-linear algorithms for fundamental computational problems of interest in both theory and practice. It focuses on two basic questions: how many samples, or noisy observations from a signal, does it take to accurately reconstruct the signal, and how many samples from an object does it take to estimate a property of the object?\r\n\r\nThe PI will investigate ways to leverage knowledge of signal structure into improved signal reconstruction.  An example signal structure is the property of having a sparse Fourier transform; this has been well studied in the discrete setting, but is still poorly understood in the more realistic continuous setting. Another signal structure is that given by generative models built with deep convolutional neural networks; these have produced remarkably accurate models of images in recent years.  This project will use such models to estimate images more accurately from fewer measurements.  The PI will also investigate problems in distribution testing and graph sampling, with a goal of translating techniques from the distribution testing literature into the statistical hypothesis testing framework.  The PI will incorporate research into teaching, and mentor students at levels ranging from high school to graduate school.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Price",
   "pi_email_addr": "ecprice@cs.utexas.edu",
   "nsf_id": "000700457",
   "pi_start_date": "2018-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 94979.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 97373.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 99840.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 207383.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied how to make the most efficient use of limited<br />data and computer memory when solving important measurement<br />problems. The research explored two main themes that advance both<br />fundamental science and practical applications.<br /><br />The first theme focused on using modern developments in deep<br />generative AI to improve imaging technology, such as in MRI scans. MRI<br />machines can only take a limited number of measurements, which can be<br />noisy or imperfect. Our research showed how to use modern artificial<br />intelligence techniques, specifically recent advances in AI image<br />generation, to reconstruct high-quality medical images from fewer,<br />noisier measurements. We developed new mathematical theories that help<br />explain both what's possible with these techniques and what their<br />fundamental limitations are. This work could eventually lead to faster<br />MRI scans or clearer images from the same scanning time.<br /><br />The second theme investigated when and how measuring systems can be<br />improved by making them \"adaptive\"--meaning they can adjust what they<br />measure based on previous measurements. We studied this question<br />across several scenarios, from efficient disease testing to processing<br />large streams of data. In some cases, we found that carefully designed<br />fixed measurement strategies work just as well as adaptive ones, while<br />in other cases, adaptive measurements provide major benefits. For<br />example, we developed new methods for group testing (where multiple<br />samples are tested together to save time and resources) that are both<br />fast and reliable even when the measurements are noisy.&nbsp; We also<br />created new algorithms for handling large \"turnstile\" streams of data<br />that outperform previous methods by adapting to patterns in the data;<br />prior work generally believed that nonadaptive methods were nearly<br />optimal, but we showed how to use adaptivity to make a big<br />improvement.</p><br>\n<p>\n Last Modified: 11/29/2024<br>\nModified by: Eric&nbsp;Price</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project studied how to make the most efficient use of limited\ndata and computer memory when solving important measurement\nproblems. The research explored two main themes that advance both\nfundamental science and practical applications.\n\nThe first theme focused on using modern developments in deep\ngenerative AI to improve imaging technology, such as in MRI scans. MRI\nmachines can only take a limited number of measurements, which can be\nnoisy or imperfect. Our research showed how to use modern artificial\nintelligence techniques, specifically recent advances in AI image\ngeneration, to reconstruct high-quality medical images from fewer,\nnoisier measurements. We developed new mathematical theories that help\nexplain both what's possible with these techniques and what their\nfundamental limitations are. This work could eventually lead to faster\nMRI scans or clearer images from the same scanning time.\n\nThe second theme investigated when and how measuring systems can be\nimproved by making them \"adaptive\"--meaning they can adjust what they\nmeasure based on previous measurements. We studied this question\nacross several scenarios, from efficient disease testing to processing\nlarge streams of data. In some cases, we found that carefully designed\nfixed measurement strategies work just as well as adaptive ones, while\nin other cases, adaptive measurements provide major benefits. For\nexample, we developed new methods for group testing (where multiple\nsamples are tested together to save time and resources) that are both\nfast and reliable even when the measurements are noisy. We also\ncreated new algorithms for handling large \"turnstile\" streams of data\nthat outperform previous methods by adapting to patterns in the data;\nprior work generally believed that nonadaptive methods were nearly\noptimal, but we showed how to use adaptivity to make a big\nimprovement.\t\t\t\t\tLast Modified: 11/29/2024\n\n\t\t\t\t\tSubmitted by: EricPrice\n"
 }
}