{
 "awd_id": "1751308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Understanding the Role of Structure on Ionic/Electronic Properties in Polymeric Mixed Conductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 552273.0,
 "awd_amount": 552273.0,
 "awd_min_amd_letter_date": "2018-01-05",
 "awd_max_amd_letter_date": "2022-06-06",
 "awd_abstract_narration": "Nontechnical description: Plastics that conduct charged particles- electrons and ions- are critical for a broad range of applications including biomedical devices for health monitoring and treatment, realization of compact batteries for energy storage, and development of new computers inspired by the brain. Of particular interest are applications in biology, where these soft conducting materials can be used to detect signals from body organs or stimulate living cells. For example, such materials show promise in controlling prosthetic limbs for amputees, and may also help manage epilepsy and Parkinson's disease. This project seeks to study how the design of several soft conducting materials influences the flow of electrons and ions, by specifically aiming to understand how each material rearranges itself when interacting with its surroundings. The outcome of this research intends to enable the design of more efficient and sensitive materials for biomedical devices. The integrated educational objectives are to develop a program for graduate students to improve their science communications skills for a broad and diverse audience, to explore the nature of community engagement for teacher/mentor development, and, through these efforts, to stimulate the interest of Chicago-area students in materials science and bioelectronics. These objectives train researchers to be better mentors, helping promote public scientific literacy and engagement with technology.\r\n\r\nTechnical description: Engineering polymeric materials to support mixed conduction presents a number of challenges stemming from their sensitivity to intra- and inter-molecular interactions needed for efficient electronic and ionic transport/injection. Conducting polymer systems have shown promise as mixed conductors for a range of applications, including bioelectronics; their success has been attributed to effective electrochemical properties owing to bulk ion penetration. Missing, however, is a fundamental understanding of ionic transport, the tradeoffs it imposes on electronic processes, and thus, the design rules critical to achieving high performance in mixed polymeric conductors. This project addresses these needs by tracking microstructure and morphology of both current high-performance polymers and new materials as they are influenced by device relevant conditions. The research employs operando X-ray studies and UV-visible spectroscopy on electrochemical devices to address the interplay amongst structure, processing, and ionic/electronic transport. The research component of this project aims to inform the development of effective signal transducing devices for in vitro and in vivo diagnostics and therapeutics, thus contributing benefits to society by improving societal health outcomes and speeding up the materials development cycle. The educational component of this project centers on improving scientific literacy and engagement in science and technology by building infrastructure for teaching researchers to communicate complex findings to a broad audience ranging from peers, to non-specialists and K-12 students. The project develops curricular materials for community-centered engagement activities of varying duration to determine the effect on, and efficacy of, communicator/mentor development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Rivnay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Rivnay",
   "pi_email_addr": "jrivnay@northwestern.edu",
   "nsf_id": "000748732",
   "pi_start_date": "2018-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 91182.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 125997.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120024.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 102972.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 112098.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-21f09eac-7fff-ef67-ef92-0de4aae94707\"> </span></p>\n<p dir=\"ltr\"><span>The intellectual merits of this proposal were to understand the underlying mechanisms of a class of polymer-based electronic materials that rely on ionic and electronic transport (organic mixed ionic/electronic conductors). Through this CAREER award new insights were gained about mixed transport and the role of composition and electrolyte choice on OMIEC performance and stability. We built characterization setups and analysis routines that allowed us to study OMIECs during operation &ndash; a key innovation for materials that are rich in ions and solvents when they are implemented in devices.</span></p>\n<p dir=\"ltr\"><span>Developing operando X-ray scattering characterization techniques is important for understanding complex processes under operational conditions, such as ion and electron transport, ionic-electronic charge coupling, and related microstructural changes. To achieve this, we have built and validated setups that allow the study of bulk microstructure during transport investigations. In collaboration with synchrotrons at Argonne National Lab and SLAC National Lab, we developed setups for time-resolved polymer X-ray scattering to deduce the structure of OMIECs and how it changes during exposure to solvents, electrolytes, or during material/device operation (Figure 1).&nbsp;</span></p>\n<p dir=\"ltr\"><span>Using operando X-ray scattering, we have gained a deeper understanding of how electrolytes and device operation affect microstructure. We explored the relationship between molecular weight and mixed conduction in two model electrolytes. Our findings revealed that electrolyte choice significantly impacts the microstructure during operation&mdash;insights that could not have been obtained without the use of operando X-ray scattering. Additionally, we studied organic electrochemical transistor (OECT) degradation at the device level. In addition to studying mechanisms, we proposed strategies to mitigate such degradation, such as oxygen removal, avoiding reductive potentials, using non catalytic electrodes, or passivating Au electrodes to improve device stability.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Furthermore, we elucidated the relationships among molecular design, processing, structure, and ionic/electronic transport. For instance, we studied the incorporation of ethylene glycol-based polar side chains into a prototypical p-type (hole transporting) polymer. Contrary to expectations, this strategy negatively impacted charge carrier mobility, especially at higher polar content, as the polar side chains reduced the polymer's crystallinity. We also investigated side chain engineering in n-type (electron transporting) organic semiconductors to enhance their performance and stability. Our findings suggest that the inclusion of alkyl spacers or mixed polar/nonpolar side chains provides an optimal balance between hydrophilic and hydrophobic behavior. This balance mitigates detrimental polymer swelling in aqueous electrolytes while allowing reversible redox reactions at low potentials. Based on these insights, we also explored the use of side chain-free materials, such as a prototypical OMIEC ladder polymer, as OECT channel materials .&nbsp;</span></p>\n<p dir=\"ltr\"><span>Lastly, we identified critical and limiting processes that dictate the transient response in mixed conductors. By combining operando grazing incidence wide-angle X-ray scattering (GIWAXS) with operando UV-Vis, electrochemical quartz crystal microbalance (EQCM), and device measurements, we established the sequence of strain, mass, charge, and structural kinetics during material operation. By incorporating XPCS studies we further decoupled mesoscale domain strain, ion distribution, and long-term non-equilibrium domain evolution during operation. Operando X-ray fluorescence (XRF) measurements were critical for quantifying ion composition and mobility in OMIECs during operation (Figure 2). Thickness-dependent ion mobility measurement revealed effective mobile ion density in OMIECs. Notably, our study represents the first direct measurement of ion transport inside a mixed ionic/electronic conducting polymer film.</span></p>\n<p dir=\"ltr\"><span>The broader impacts of this work are in the implications for applications. These materials are used in bioelectronics to make high performance, sensitive sensors and actuators for health, medicine, and for the environment. Findings in this CAREER award have established design rules that are guiding materials development for such applications. Furthermore, the tools, techniques, and methodology developed were disseminated via over three dozen peer reviewed publications, and are available to other researchers in the field, as well as researchers studying materials beyond OMIECs. Our educational component centered on new pedagogical techniques in cooperative learning, and on assessing faculty climate on their own student&rsquo;s engagement in STEM outreach and engagement.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/11/2024<br>\nModified by: Jonathan&nbsp;Rivnay</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1751308/1751308_10527367_1728588095334_FinalFigure1a--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1751308/1751308_10527367_1728588095334_FinalFigure1a--rgov-800width.jpg\" title=\"Operando setups for OMIEC characterization\"><img src=\"/por/images/Reports/POR/2024/1751308/1751308_10527367_1728588095334_FinalFigure1a--rgov-66x44.jpg\" alt=\"Operando setups for OMIEC characterization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Schematics of testing setups for X-ray characterization of OMIECs during operation: a) cone cell and b) frit cell. The orange beams represent incident and reflected X-ray light that is collected at a detector (not shown).</div>\n<div class=\"imageCredit\">Jonathan Rivnay, Ruiheng Wu</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jonathan&nbsp;Rivnay\n<div class=\"imageTitle\">Operando setups for OMIEC characterization</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1751308/1751308_10527367_1728588041371_FinalFigure2a--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1751308/1751308_10527367_1728588041371_FinalFigure2a--rgov-800width.jpg\" title=\"XRF moving front setup\"><img src=\"/por/images/Reports/POR/2024/1751308/1751308_10527367_1728588041371_FinalFigure2a--rgov-66x44.jpg\" alt=\"XRF moving front setup\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Setup for operando XRF to quantify ion composition and provide direct measurement of ion mobility. The moving front progresses from bottom to top, while electrochromic & XRF signals are collected during applied bias between the silver paste and electrolyte-submerged electrodes.</div>\n<div class=\"imageCredit\">Ruiheng Wu</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jonathan&nbsp;Rivnay\n<div class=\"imageTitle\">XRF moving front setup</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe intellectual merits of this proposal were to understand the underlying mechanisms of a class of polymer-based electronic materials that rely on ionic and electronic transport (organic mixed ionic/electronic conductors). Through this CAREER award new insights were gained about mixed transport and the role of composition and electrolyte choice on OMIEC performance and stability. We built characterization setups and analysis routines that allowed us to study OMIECs during operation  a key innovation for materials that are rich in ions and solvents when they are implemented in devices.\n\n\nDeveloping operando X-ray scattering characterization techniques is important for understanding complex processes under operational conditions, such as ion and electron transport, ionic-electronic charge coupling, and related microstructural changes. To achieve this, we have built and validated setups that allow the study of bulk microstructure during transport investigations. In collaboration with synchrotrons at Argonne National Lab and SLAC National Lab, we developed setups for time-resolved polymer X-ray scattering to deduce the structure of OMIECs and how it changes during exposure to solvents, electrolytes, or during material/device operation (Figure 1).\n\n\nUsing operando X-ray scattering, we have gained a deeper understanding of how electrolytes and device operation affect microstructure. We explored the relationship between molecular weight and mixed conduction in two model electrolytes. Our findings revealed that electrolyte choice significantly impacts the microstructure during operationinsights that could not have been obtained without the use of operando X-ray scattering. Additionally, we studied organic electrochemical transistor (OECT) degradation at the device level. In addition to studying mechanisms, we proposed strategies to mitigate such degradation, such as oxygen removal, avoiding reductive potentials, using non catalytic electrodes, or passivating Au electrodes to improve device stability.\n\n\nFurthermore, we elucidated the relationships among molecular design, processing, structure, and ionic/electronic transport. For instance, we studied the incorporation of ethylene glycol-based polar side chains into a prototypical p-type (hole transporting) polymer. Contrary to expectations, this strategy negatively impacted charge carrier mobility, especially at higher polar content, as the polar side chains reduced the polymer's crystallinity. We also investigated side chain engineering in n-type (electron transporting) organic semiconductors to enhance their performance and stability. Our findings suggest that the inclusion of alkyl spacers or mixed polar/nonpolar side chains provides an optimal balance between hydrophilic and hydrophobic behavior. This balance mitigates detrimental polymer swelling in aqueous electrolytes while allowing reversible redox reactions at low potentials. Based on these insights, we also explored the use of side chain-free materials, such as a prototypical OMIEC ladder polymer, as OECT channel materials .\n\n\nLastly, we identified critical and limiting processes that dictate the transient response in mixed conductors. By combining operando grazing incidence wide-angle X-ray scattering (GIWAXS) with operando UV-Vis, electrochemical quartz crystal microbalance (EQCM), and device measurements, we established the sequence of strain, mass, charge, and structural kinetics during material operation. By incorporating XPCS studies we further decoupled mesoscale domain strain, ion distribution, and long-term non-equilibrium domain evolution during operation. Operando X-ray fluorescence (XRF) measurements were critical for quantifying ion composition and mobility in OMIECs during operation (Figure 2). Thickness-dependent ion mobility measurement revealed effective mobile ion density in OMIECs. Notably, our study represents the first direct measurement of ion transport inside a mixed ionic/electronic conducting polymer film.\n\n\nThe broader impacts of this work are in the implications for applications. These materials are used in bioelectronics to make high performance, sensitive sensors and actuators for health, medicine, and for the environment. Findings in this CAREER award have established design rules that are guiding materials development for such applications. Furthermore, the tools, techniques, and methodology developed were disseminated via over three dozen peer reviewed publications, and are available to other researchers in the field, as well as researchers studying materials beyond OMIECs. Our educational component centered on new pedagogical techniques in cooperative learning, and on assessing faculty climate on their own students engagement in STEM outreach and engagement.\n\n\n\t\t\t\t\tLast Modified: 10/11/2024\n\n\t\t\t\t\tSubmitted by: JonathanRivnay\n"
 }
}