{
 "awd_id": "1752106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Probing the Physiochemical Regulators of Tumor Stroma Interactions Using Microfluidic Biomimicry",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 546353.0,
 "awd_amount": 571753.0,
 "awd_min_amd_letter_date": "2018-03-22",
 "awd_max_amd_letter_date": "2021-05-17",
 "awd_abstract_narration": "Solid tumors are composed of cancer cells and the tissue surrounding the cancer cells, called the stroma. The stroma, which includes vascular cells, inflammatory/immune cells, and connective tissues, has emerged as an important determinant of tumor behavior. Therefore, a critical need exists for identifying the tumor promoting properties of the stroma. This project will use micro-scale engineering technology to construct a microfluidic model of the tumor stroma.  The model will include the cellular, extracellular matrix, and biomolecular constituents of the tumor stroma.   This novel model platform will be used to precisely examine the mechanisms by which the cellular components of the tumor stroma promote cancer progression.  The successful outcome of this research will remove technical barriers to studying the tumor microenvironment, and it will provide a deeper understanding of the role of tumor stroma in cancer.  The research program will be closely coupled with the PI's educational mission of increasing the pipeline of engineering students contributing to interdisciplinary cancer research by promoting awareness of the opportunities for engineering students towards this exciting academic career path at the interface of engineering and cancer. This project will support this vision through a combined education and outreach plan that is organized as a series of initiatives that start at the middle and high school level and proceed to the senior undergraduate level while also engaging the local community. Collectively, the outreach efforts will leverage the strong appeal that cancer research has as a top priority societal need with an emphasis on attracting, retaining, and promoting resilience of female students, who are underrepresented in engineering.\r\n\r\nThis project seeks to advance understanding of the physiochemical mechanisms by which stromal fibroblasts reprogram the tumor microenvironment (TME) through autocrine, paracrine, and pericellular matrix communication, with a particular focus on stroma activation that is controlled by different isoforms of the chemokine CXCL12 (or SDF-1), a signaling molecule that drives cancer metastasis in more than 23 different cancers.  An innovative approach, combining a) microscale engineering technologies that precisely model the stromal cell-endothelial cell interactions within the TME, b) quantitative microstructural analysis of the ECM, and c) molecular imaging probes that detect changes in the local biomolecular microenvironment, will be used to systematically investigate, with high degrees of fidelity and facile experimental control, the pathogenesis of an activated stroma microenvironment. The research aims are designed to test two hypotheses:  1)To quantify the effects on fibroblast activation that are CXCL12 isoform specific, using the microfluidic tumor stroma model combined with quantitative assessment of ECM remodeling, to test the hypothesis that alterations to ECM content and microstructure by stromal fibroblasts are important determinants in distinguishing the potencies of different CXCL12 isoforms and 2) To distinguish specific isoforms of CXCL12 on their angiogenesis and vascular permeability promoting properties, using the PI's angiogenesis-on-a-chip (AoC) platform, to test the hypothesis that the potency of different CXCL12 isoforms on angiogenesis and vascular permeability is determined by changes to the ECM content and microstructure.  The studies will be performed in the context of breast cancer, and mammary fibroblasts that selectively secrete three distinct CXCL12-isoforms will be used as the model for stromal fibroblasts.  Completion of these aims will result in a significant advancement of our quantitative understanding of reactive stroma responses mediated by CXCL12 regulatory circuits.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Song",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan W Song",
   "pi_email_addr": "song.1069@osu.edu",
   "nsf_id": "000677997",
   "pi_start_date": "2018-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 431283.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 6500.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 121570.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 12400.0
  }
 ],
 "por": null
}