{
 "awd_id": "1752598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Alaska Native Belonging in High School Math and Science Classrooms",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Grant",
 "awd_eff_date": "2018-02-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-01-19",
 "awd_max_amd_letter_date": "2018-01-19",
 "awd_abstract_narration": "Alaska Natives are overwhelmingly underrepresented in and underprepared for engineering pre-college and college degree programs. There is a crucial need to help Alaska Native pre-college students become better prepared for engineering degree programs. Previous research indicates that a feeling like they belong in engineering is important for Alaska Native engineering students to succeed in high school preparatory engineering courses and engineering degree programs. This CAREER project aims to investigate belonging among Alaska Native high school students in engineering preparatory classrooms. The project will lead to new teaching approaches that support Alaska Native students prepare for engineering, and increase the diversity of the engineering profession.\r\n\r\nThis study seeks to 1) determine community characteristics that Alaska Native students and Alaskan teachers describe as important or necessary for developing a sense of belonging among Alaska Native students in high school engineering preparatory classrooms; and 2) determine how a sense of belonging influences Alaska Native high school students to make decisions to take advanced engineering preparatory courses in high school. Through theoretical frameworks of sense of community and belonging, this study will use a narrative approach to construct a model for design of educational innovations for Alaska Native students. This model will contribute to engineering education researchers' understanding of Alaska Native underrepresentation and under-preparation in pre-college and college engineering degree programs. The research team will interview current or recently graduated Alaska Native high school students and Alaskan teachers from diverse Alaska Native communities. Based on the research findings, the team will design and implement a professional development course for Alaskan K-12 teachers. The intent is to offer the course in multiple years following the end of the grant to extend its impact. This work will be used to augment the existing pre-college and college components of the Alaska Native Science & Engineering Program (ANSEP) by being directly implemented into engineering classrooms, engineering preparatory classrooms, and hands-on engineering recruiting activities. The results of this research will also be disseminated through engineering education and Native education research journals and conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Yatchmeneff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Yatchmeneff",
   "pi_email_addr": "michele@alaska.edu",
   "nsf_id": "000720575",
   "pi_start_date": "2018-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Anchorage Campus",
  "perf_str_addr": "3211 PROVIDENCE DRIVE",
  "perf_city_name": "Anchorage",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995084614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It was posited for this study that students living in different communities would indicate different perspectives on belongingness in their math and science classrooms because of the varying classroom sizes, range of class offerings, number of teachers, and composition of Alaska Natives in each of these communities. The 4 different communities included village, hub/road, urban, and the Alaska Native Science &amp; Engineering Program (ANSEP).</p>\n<p>Village students indicated that teachers needed to do a better job of motivating them, rather than expecting just the bare minimum. Students indicated that teachers could do this by talking about college and helping them to prepare and apply to college. Village students also indicated that because teachers cycle in and out so frequently that they do not get to cultivate a sense of belonging in their classrooms because the students do not even get to know the teacher before they leave and that sometimes there is a sense from the teachers that they think the students are not capable of success.</p>\n<p>Hub or road community students focused on the teachers themselves as what helps them feel like they belong in their math and science courses. Most often they described that the teachers needed to be encouraging and engaging. In terms of encouraging, students indicated that the teachers be approachable during and after class, be patient, and provide more help to students who are struggling. In terms of being engaging, students described maintaining positive energy, being fun, and allowing for group work. This group also touched on how teachers teach their courses. They indicated they wanted to work in teams so it could help them feel like they belong.</p>\n<p>The urban community students focused on teacher styles and having teaches treat everyone that same in the classroom as what helped them feel like they belonged in the math and science courses. They explained that they wanted teachers to change up their classes either daily or weekly from lectures to working in teams on problems or labs. They explained that lecture was necessary at times to learn about the concepts, but they often wanted to work in teams on the problems so that they could get help from their classmates when they did not understand something. This group also really focused on the &ldquo;teacher&rsquo;s pet&rdquo; treatment that some of their classmates received in class as helping them feel like they did not belong in their classrooms.</p>\n<p>The ANSEP community students focused on their fellow classmates as what helped them feel like they belong in their math and science classes. They explained that they were teamed with other ANSEP students in their college math and science courses and that they worked in teams to complete homework. This builds on McMillan and Chavis&rsquo;s (1986) sense of community theories to include Alaska Native students which is underrepresented in the engineering education research.</p>\n<p>Training courses were delivered to inform professional educators about the research outcomes of this work. The main delivery group was the ANSEP staff. ANSEP currently works with over 2,500 students from kindergarten to the PhD, with a majority of those being middle school and high school students to introduce students to the University of Alaska (UA) campus, STEM professions, and provide advanced STEM courses. The ANSEP staff included senior directors, regional directors, and youth peer mentors. These courses will continue to be offered which will extend the impact of this course for several years past the grant. This work has the potential to impact hundreds of professional teachers and thousands of Alaska Native students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/21/2023<br>\n\t\t\t\t\tModified by: Michele&nbsp;Yatchmeneff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt was posited for this study that students living in different communities would indicate different perspectives on belongingness in their math and science classrooms because of the varying classroom sizes, range of class offerings, number of teachers, and composition of Alaska Natives in each of these communities. The 4 different communities included village, hub/road, urban, and the Alaska Native Science &amp; Engineering Program (ANSEP).\n\nVillage students indicated that teachers needed to do a better job of motivating them, rather than expecting just the bare minimum. Students indicated that teachers could do this by talking about college and helping them to prepare and apply to college. Village students also indicated that because teachers cycle in and out so frequently that they do not get to cultivate a sense of belonging in their classrooms because the students do not even get to know the teacher before they leave and that sometimes there is a sense from the teachers that they think the students are not capable of success.\n\nHub or road community students focused on the teachers themselves as what helps them feel like they belong in their math and science courses. Most often they described that the teachers needed to be encouraging and engaging. In terms of encouraging, students indicated that the teachers be approachable during and after class, be patient, and provide more help to students who are struggling. In terms of being engaging, students described maintaining positive energy, being fun, and allowing for group work. This group also touched on how teachers teach their courses. They indicated they wanted to work in teams so it could help them feel like they belong.\n\nThe urban community students focused on teacher styles and having teaches treat everyone that same in the classroom as what helped them feel like they belonged in the math and science courses. They explained that they wanted teachers to change up their classes either daily or weekly from lectures to working in teams on problems or labs. They explained that lecture was necessary at times to learn about the concepts, but they often wanted to work in teams on the problems so that they could get help from their classmates when they did not understand something. This group also really focused on the \"teacher’s pet\" treatment that some of their classmates received in class as helping them feel like they did not belong in their classrooms.\n\nThe ANSEP community students focused on their fellow classmates as what helped them feel like they belong in their math and science classes. They explained that they were teamed with other ANSEP students in their college math and science courses and that they worked in teams to complete homework. This builds on McMillan and Chavis’s (1986) sense of community theories to include Alaska Native students which is underrepresented in the engineering education research.\n\nTraining courses were delivered to inform professional educators about the research outcomes of this work. The main delivery group was the ANSEP staff. ANSEP currently works with over 2,500 students from kindergarten to the PhD, with a majority of those being middle school and high school students to introduce students to the University of Alaska (UA) campus, STEM professions, and provide advanced STEM courses. The ANSEP staff included senior directors, regional directors, and youth peer mentors. These courses will continue to be offered which will extend the impact of this course for several years past the grant. This work has the potential to impact hundreds of professional teachers and thousands of Alaska Native students.\n\n\t\t\t\t\tLast Modified: 07/21/2023\n\n\t\t\t\t\tSubmitted by: Michele Yatchmeneff"
 }
}