{
 "awd_id": "1752172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Directed Epitaxial Assembly of Structural Biopolymers in Hierarchical Mesostructures for Enhanced Mechanical Behavior, Mass Transport and Heat Transfer",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924322",
 "po_email": "psoman@nsf.gov",
 "po_sign_block_name": "Pranav Soman",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 570000.0,
 "awd_min_amd_letter_date": "2018-02-26",
 "awd_max_amd_letter_date": "2020-07-16",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) award supports basic research that enables a new nanomanufacturing paradigm, which has been mastered by living organisms, to impart hierarchical organization at the mesoscale (50-500 nanometers) to nanostructured materials.  Current nanomanufacturing processes involve complex time- and energy-consuming steps, require meticulous regulation of the assembly environment, and, generally do not allow hierarchical organization across length-scales (from nano to macro). This project investigates directed epitaxial assembly that enables the efficient fabrication of hierarchical mesostructured materials using the building blocks of life -- like silk. Such a capability allows integration of mesoscaled features in three-dimensional materials and the manufacture of multifunctional materials with enhanced mechanical, heat transfer and mass transport properties. Hierarchical mesostructured materials are, in fact, a new class of materials with increasing importance in the design of the next generation of high tech materials. Additionally, the basic understanding nanoscale assembly phenomena in natural polymers liaises the rules of fabrication in living matter with technology.  The outcomes of this project have the potential to greatly impact national economy and general welfare, with ramification in the NSF's Big Ideas of the Future of Work at the Human-Technology Frontier and Understanding the Rules of Life. Furthermore, the interdisciplinary nature of the study, which involves nanomanufacturing, material science, protein engineering, thermodynamics and biochemistry, helps broaden participation of young scientists and underrepresented groups in research and positively impact engineering education.\r\n\r\nThe objective of this CAREER project is to understand and exploit the orchestration of forces and fields that enable the nanomanufacturing of structural biopolymers in hierarchical mesostructured materials, mimicking processes that occur in living organisms. This basic understanding defines a new nanomanufacturing paradigm that enables the formation of complex architectures at the mesoscale. The major barriers to this vision are a poor understanding of the phenomena that modulate biopolymer assembly and the lack of fabrication techniques that blend bottom-up and top-down approaches in complex systems. In this study, thermodynamic principles, directed assembly, additive manufacturing and protein engineering provide the basic tools to explore and harness structural proteins folding, assembly and fusion. In particular, epitaxial growth of structural proteins, e.g., silk, is studied at the nanoscale using design principles that liaise the sequence-structure-assembly properties of polypeptides and that allow for their use as seed materials to template and direct assembly processes. This basic understanding enables the nanomanufacturing of biopolymer-based hierarchical mesostructured materials, unattainable with current nanomanufacturing techniques, that exhibit enhanced toughness and resilience, selective mass transport and modular heat dissipation, impacting several technological fields that span biomedical, agriculture, aerospace, automotive, microelectronics and energy applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benedetto",
   "pi_last_name": "Marelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benedetto Marelli",
   "pi_email_addr": "bmarelli@MIT.EDU",
   "nsf_id": "000733545",
   "pi_start_date": "2018-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "MIT",
  "perf_str_addr": "77 Mass Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "091Z",
   "pgm_ref_txt": "Data Initiatives"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}