{
 "awd_id": "1752268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Focused Hard X-ray Study of Energy Releases on the Sun and Stellar Objects",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Winter",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 819697.0,
 "awd_amount": 819697.0,
 "awd_min_amd_letter_date": "2018-04-09",
 "awd_max_amd_letter_date": "2021-09-13",
 "awd_abstract_narration": "This five-year CAREER project is intended to form an important link between the high-energy solar and astrophysics communities, and offers a rare opportunity to use the same high-energy telescope (NuSTAR) to study flares on the Sun and other stars.  In tandem, undergraduate and graduate students will construct and run a set of citizen science projects aimed at the investigation of particle acceleration in solar flares using data from the past generation of (indirect) hard X-ray observations.  The family of citizen science projects will serve the important purpose of education at the university level and will additionally serve as a solar physics outreach tool as we directly engage the public in high-energy research.  Thus, education, outreach, and research are naturally integrated within the project.  It is intended that these initial citizen science efforts will develop and blossom beyond the extent of this project, opening up citizen science as a platform to analyze the wealth of data provided by multi-wavelength observations of the Sun.  In addition, this project will provide significant support for a relatively new solar physics research group at the University of Minnesota that includes several early-career women, directly affecting the future gender balance of the solar and stellar physics communities.  The research and EPO agenda of this CAREER project supports the Strategic Goals of the AGS Division in discovery, learning, diversity, and interdisciplinary research.\r\n\r\nThe research program of this five-year CAREER project constitutes an integrated approach to studying particle acceleration and coronal heating associated with impulsive energy releases (flares) on the Sun and other stars.  The main objective is to investigate how high-energy flare properties scale with total energy released by using newly available focused hard X-ray measurements.  This objective will be achieved through three complementary efforts.  Firstly, existing and anticipated data sets from the Nuclear Spectroscopic Telescope Array (NuSTAR) and the Focusing Optics X- ray Solar Imager (FOXSI) will be used to investigate the physics of small microflares on the Sun.  Second, the first set of focused hard X-ray observations of young stellar objects (YSOs) will be analyzed to understand energy release in giant flares.  Finally, a student-built family of citizen science projects will analyze solar flares observed over the last solar cycle by the Reuven Ramaty High Energy Spectroscopic Imager (RHESSI) in order to unearth new insight into flare particle acceleration.  The research agenda is expected to significantly advance flare knowledge by illuminating the physics of small-scale energy release in sub-A-class microflares -- a regime never before studied at high energies.  Furthermore, the project will utilize never-before-available hard X-ray observations of YSO flares to investigate whether they are governed by the same processes of energy release, particle acceleration, and heating as in solar flares, and will ascertain the aspects of those flares that may have the ability to affect developing planetary systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lindsay",
   "pi_last_name": "Glesener",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsay Glesener",
   "pi_email_addr": "glesener@umn.edu",
   "nsf_id": "000717108",
   "pi_start_date": "2018-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 156563.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 183636.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 165418.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 314080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project furthered the understanding of our dynamic Sun by investigating the nature of solar flares, which are transient bursts of light from the Sun.&nbsp; Specifically, the project examined the smallest observable solar flares (&ldquo;microflares&rdquo;) via their X-ray emission to understand how similar, or not, these flares might be to larger, well understood flares.&nbsp; We also compared flares on the Sun to violent, explosive events on young stars that are just forming their planetary systems.&nbsp; We furthered solar flare research and educational goals by establishing citizen science projects to involve the public in analyzing the wealth of existing data on solar flares, particularly to identify jets of plasma emerging from the Sun.</p>\r\n<p>A major result of this citizen science effort was the development, launch, and publication of results from the Solar Jet Hunter project.&nbsp; This project is hosted on the Zooniverse platform, which allows members of the general public to join research projects that need a large number of volunteers to analyze data.&nbsp; Our project was to identify jets of plasma emerging from the Sun&rsquo;s corona.&nbsp; Throughout the course of the project, volunteers spotted these jets and identified their locations, times, and durations for solar jets between 2011 and 2016.&nbsp; The results of this broad survey were published in a paper by Musset et al. (2024) in Astronomy and Astrophysics.</p>\r\n<p>We applied our knowledge of the Sun to study similar (but larger!) processes on other stars.&nbsp; Young stellar objects are newly formed stars that are still forming their planetary systems.&nbsp; We measured X-rays from flares from these young stars and found that the events are basically larger versions of flares that happen on the Sun &ndash; but scaled up by many orders of magnitude!&nbsp; The interaction of flares with protoplanetary disks was evident from neutral iron fluorescence observed from the disk.&nbsp; These results are published in Vievering et al. (2019) in The Astrophysical Journal and in the doctoral dissertation of Dr. Juliana Vievering.</p>\r\n<p>The project team undertook a thorough study of very small solar flares (&ldquo;microflares&rdquo;) using the Nuclear Spectroscopic Telescope Array (NuSTAR) spacecraft.&nbsp; NuSTAR is the most sensitive high-energy X-ray observatory ever crafted, but is not designed to observe the (relatively bright) Sun.&nbsp; Fortunately, during solar quiet times and during very small solar flares, NuSTAR&rsquo;s sensitivity can be leveraged to make unprecedented observations.&nbsp; The project team undertook a thorough examination of all NuSTAR solar microflares (over 100 events) and performed several case studies of individual flares.&nbsp; An important conclusion is that, despite their small size, solar microflares can be powerful particle accelerators (Glesener et al. 2020 in The Astrophysical Journal; Duncan et al. 2021 in The Astrophysical Journal; Cooper et al. 2024 in the Monthly Notices of the Royal Astronomical Society).&nbsp; The high-energy particles accelerated by small flares can temporarily heat the lower layers of the solar atmosphere in ways that are consistent with the heating actually observed by other observatories (Polito et al. 2023 in Frontiers of Space Sciences).&nbsp; Supporting work in these areas was also performed using focused hard X-ray data from the FOXSI sounding rocket experiment (Athiray et al. 2020 and Vievering et al. 2021, both in The Astrophysical Journal).&nbsp; We also performed several solar X-ray studies in the time domain, a relatively poorly studied area in solar flare physics, finding that fast time variations are prevalent in some solar flares (Knuth &amp; Glesener 2020 in The Astrophysical Journal), and that time variations can be used effectively to isolate the different plasma populations present in solar flares, which significantly augments the information that can be gleaned from flare spectroscopy (Setterberg &amp; Glesener, in preparation).</p>\r\n<p>Over the course of this project, the grant provided partial support for 7 graduate students, 4 postdoctoral researchers, and a large number of undergraduate students.&nbsp; 3 PhD dissertations were partially supported by the grant.&nbsp; The graduate students and postdocs presented their work at several scientific conferences and workshops to disseminate the results to the community and to provide those early career researchers with networking and collaborative opportunities.</p><br>\n<p>\n Last Modified: 01/06/2025<br>\nModified by: Lindsay&nbsp;Glesener</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1752268/1752268_10538109_1736149234125_solar_jet_hunter--rgov-214x142.gif\" original=\"/por/images/Reports/POR/2025/1752268/1752268_10538109_1736149234125_solar_jet_hunter--rgov-800width.gif\" title=\"A dramatic set of jets from the Solar Jet Hunter project\"><img src=\"/por/images/Reports/POR/2025/1752268/1752268_10538109_1736149234125_solar_jet_hunter--rgov-66x44.gif\" alt=\"A dramatic set of jets from the Solar Jet Hunter project\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of solar jets discovered by public volunteers in the Solar Jet Hunter Zooniverse project.</div>\n<div class=\"imageCredit\">Sophie Musset</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lindsay&nbsp;Glesener\n<div class=\"imageTitle\">A dramatic set of jets from the Solar Jet Hunter project</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project furthered the understanding of our dynamic Sun by investigating the nature of solar flares, which are transient bursts of light from the Sun. Specifically, the project examined the smallest observable solar flares (microflares) via their X-ray emission to understand how similar, or not, these flares might be to larger, well understood flares. We also compared flares on the Sun to violent, explosive events on young stars that are just forming their planetary systems. We furthered solar flare research and educational goals by establishing citizen science projects to involve the public in analyzing the wealth of existing data on solar flares, particularly to identify jets of plasma emerging from the Sun.\r\n\n\nA major result of this citizen science effort was the development, launch, and publication of results from the Solar Jet Hunter project. This project is hosted on the Zooniverse platform, which allows members of the general public to join research projects that need a large number of volunteers to analyze data. Our project was to identify jets of plasma emerging from the Suns corona. Throughout the course of the project, volunteers spotted these jets and identified their locations, times, and durations for solar jets between 2011 and 2016. The results of this broad survey were published in a paper by Musset et al. (2024) in Astronomy and Astrophysics.\r\n\n\nWe applied our knowledge of the Sun to study similar (but larger!) processes on other stars. Young stellar objects are newly formed stars that are still forming their planetary systems. We measured X-rays from flares from these young stars and found that the events are basically larger versions of flares that happen on the Sun  but scaled up by many orders of magnitude! The interaction of flares with protoplanetary disks was evident from neutral iron fluorescence observed from the disk. These results are published in Vievering et al. (2019) in The Astrophysical Journal and in the doctoral dissertation of Dr. Juliana Vievering.\r\n\n\nThe project team undertook a thorough study of very small solar flares (microflares) using the Nuclear Spectroscopic Telescope Array (NuSTAR) spacecraft. NuSTAR is the most sensitive high-energy X-ray observatory ever crafted, but is not designed to observe the (relatively bright) Sun. Fortunately, during solar quiet times and during very small solar flares, NuSTARs sensitivity can be leveraged to make unprecedented observations. The project team undertook a thorough examination of all NuSTAR solar microflares (over 100 events) and performed several case studies of individual flares. An important conclusion is that, despite their small size, solar microflares can be powerful particle accelerators (Glesener et al. 2020 in The Astrophysical Journal; Duncan et al. 2021 in The Astrophysical Journal; Cooper et al. 2024 in the Monthly Notices of the Royal Astronomical Society). The high-energy particles accelerated by small flares can temporarily heat the lower layers of the solar atmosphere in ways that are consistent with the heating actually observed by other observatories (Polito et al. 2023 in Frontiers of Space Sciences). Supporting work in these areas was also performed using focused hard X-ray data from the FOXSI sounding rocket experiment (Athiray et al. 2020 and Vievering et al. 2021, both in The Astrophysical Journal). We also performed several solar X-ray studies in the time domain, a relatively poorly studied area in solar flare physics, finding that fast time variations are prevalent in some solar flares (Knuth & Glesener 2020 in The Astrophysical Journal), and that time variations can be used effectively to isolate the different plasma populations present in solar flares, which significantly augments the information that can be gleaned from flare spectroscopy (Setterberg & Glesener, in preparation).\r\n\n\nOver the course of this project, the grant provided partial support for 7 graduate students, 4 postdoctoral researchers, and a large number of undergraduate students. 3 PhD dissertations were partially supported by the grant. The graduate students and postdocs presented their work at several scientific conferences and workshops to disseminate the results to the community and to provide those early career researchers with networking and collaborative opportunities.\t\t\t\t\tLast Modified: 01/06/2025\n\n\t\t\t\t\tSubmitted by: LindsayGlesener\n"
 }
}