{
 "awd_id": "1752751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Mapping the neural locus of cognitive processes in word reading",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 418693.0,
 "awd_amount": 430693.0,
 "awd_min_amd_letter_date": "2018-03-05",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "The ability to read written words depends on a complex series of transformations, ranging from patterns of stimulation on the eye to neural representations of a word's spelling, pronunciation and meaning. These transformations occur quickly and automatically in literate adults, despite the fact that written language is a relatively recent cultural invention and that reading is something learned in school rather than acquired without formal teaching. Rapid advances have been made in the understanding of how people read words - both in terms of better models of the computational processes involved in these transformations and better understanding of how the brain responds to written stimuli. This project aims to bridge these computational and cognitive neuroscience approaches, using brain activity data from neuroimaging studies to answer some fundamental questions about how people read. What code does the brain use to recognize written words? How do individuals differ in how they process written words? Do people read words differently depending on the context in which they are read? In answering these questions, the ultimate goal of this research is to develop a neurocognitive theory of reading that can provide critical insights into how people read words. This in turn can benefit society by informing literacy education, the treatment of learning disabilities or the remediation of language loss after brain injury.\r\n\r\nThis project's goal will be achieved by collecting functional neuroimaging data while people read, and analyzing it with an approach that maps between different cognitive reading processes and different patterns of brain activity. By using this approach, the PI can identify the pattern of brain activity elicited by individual stimuli, and calculate the similarity in the pattern between all pairs of stimuli. They can then compare these brain-based similarity measures to formal predictions of similarity derived from computational models of reading. Consider how DOUGH relates to the words TOUGH, SEW and BREAD; DOUGH is spelled similarly to TOUGH, sounds similar to SEW, and has a meaning related to BREAD. Using the logic of this analysis, brain regions in which DOUGH elicits a similar response to TOUGH, but not to BREAD or SEW can be interpreted as regions involved in the neural representation of word spellings. In this way, the current approach provides a tool for linking neural activity to cognitive operations. Using this technique, the proposed research will test competing computational models of the front end of the reading system, evaluate how differences in a task alter reading-related processes and assess individual differences in the cognitive processes used by skilled readers. This project will advance research methods in bridging computational theories of cognition and neuroscience data that could be useful for many questions in cognitive science. Along the same lines, the project includes the educational goal of developing new approaches to teaching students from high school, through college, and into graduate school how to think about the relationship between brain data and cognitive theories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randi",
   "pi_last_name": "Martin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Randi C Martin",
   "pi_email_addr": "rmartin@rice.edu",
   "nsf_id": "000437177",
   "pi_start_date": "2022-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Fischer-Baum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Fischer-Baum",
   "pi_email_addr": "sjf2@rice.edu",
   "nsf_id": "000660451",
   "pi_start_date": "2018-03-05",
   "pi_end_date": "2022-06-27"
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 84426.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 172352.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 87046.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 86869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Parallel advances in understanding the human capacity for language have come from psychology, computer science, and neuroscience. This project built up methods for breaking down the siloes between these different approaches. We focused on building an understanding of how humans read, relying on a technique called Representational Similarity Analysis that posits that things that are mentally similar to each other should have similar patterns of brain activation. Psychology provided theories of the levels of representation that are engaged when we read words. Computer science provided measures of similarity across words at those different levels. Data from different neuroimaging modalities while people read words were collected during the course of this project &ndash; from functional magnetic resonance imaging, scalp recorded electroencephalography and magnetoencephalography, and intracranial recordings.</span><br /><br /><span>A range of studies elucidated the cognitive function of different neural regions that have been argued to be critical for reading ability. In particular, this research demonstrated that a region of the left ventral occipitotemporal cortex, that has been of particular interest in the literature, processes information about how words are spelled that is distinct from the visual forms of the letters or how the word is pronounced. How this region fits into broader a cognitive architecture of spelling was explored in both simulation studies and empirical data. Converging results point to a recurrent computational model of reading, in which this region gets both bottom up information about letters from visual form during print reading, but also top down information from levels that represent word meaning. Furthermore, research suggested that this region has some sensitivity to task demand while reading, though that sensitivity is limited. Follow up work has begun, starting with an investigation of whether this region shows the same abstract knowledge about word spellings in individuals who read by a different modality, specifically people who are blind and read braille.</span><br /><br /><span>Finally, this approach to linking computational, cognitive, and neural modes of thinking was demonstrably useful in a number of different domains &ndash; for example, understanding how meaning is represented when we name picture and investigating how people learn language through new modalities, like haptic devices. This framework for thinking about the relationship between computational, neural, and psychological data was integrated into a number of cognitive science and neuroscience undergraduate courses at Rice University. Pre- and post-course assessments with course participants demonstrated that this kind of careful thinking about the relationship between these different modes of thinking reduced what has been called the \"seductive allure&rdquo; problem, that is that people tend to believe scientific explanations more when irrelevant neuroscientific information is included in those explanations. Taken together, the results of this project provides a way forward for a more interdisciplinary computational cognitive neuroscience, and how combining across fields can sharpen critical thinking about what different kinds of results teach us about how the human mind and brain works.</span></p><br>\n<p>\n Last Modified: 07/31/2024<br>\nModified by: Randi&nbsp;C&nbsp;Martin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nParallel advances in understanding the human capacity for language have come from psychology, computer science, and neuroscience. This project built up methods for breaking down the siloes between these different approaches. We focused on building an understanding of how humans read, relying on a technique called Representational Similarity Analysis that posits that things that are mentally similar to each other should have similar patterns of brain activation. Psychology provided theories of the levels of representation that are engaged when we read words. Computer science provided measures of similarity across words at those different levels. Data from different neuroimaging modalities while people read words were collected during the course of this project  from functional magnetic resonance imaging, scalp recorded electroencephalography and magnetoencephalography, and intracranial recordings.\n\nA range of studies elucidated the cognitive function of different neural regions that have been argued to be critical for reading ability. In particular, this research demonstrated that a region of the left ventral occipitotemporal cortex, that has been of particular interest in the literature, processes information about how words are spelled that is distinct from the visual forms of the letters or how the word is pronounced. How this region fits into broader a cognitive architecture of spelling was explored in both simulation studies and empirical data. Converging results point to a recurrent computational model of reading, in which this region gets both bottom up information about letters from visual form during print reading, but also top down information from levels that represent word meaning. Furthermore, research suggested that this region has some sensitivity to task demand while reading, though that sensitivity is limited. Follow up work has begun, starting with an investigation of whether this region shows the same abstract knowledge about word spellings in individuals who read by a different modality, specifically people who are blind and read braille.\n\nFinally, this approach to linking computational, cognitive, and neural modes of thinking was demonstrably useful in a number of different domains  for example, understanding how meaning is represented when we name picture and investigating how people learn language through new modalities, like haptic devices. This framework for thinking about the relationship between computational, neural, and psychological data was integrated into a number of cognitive science and neuroscience undergraduate courses at Rice University. Pre- and post-course assessments with course participants demonstrated that this kind of careful thinking about the relationship between these different modes of thinking reduced what has been called the \"seductive allure problem, that is that people tend to believe scientific explanations more when irrelevant neuroscientific information is included in those explanations. Taken together, the results of this project provides a way forward for a more interdisciplinary computational cognitive neuroscience, and how combining across fields can sharpen critical thinking about what different kinds of results teach us about how the human mind and brain works.\t\t\t\t\tLast Modified: 07/31/2024\n\n\t\t\t\t\tSubmitted by: RandiCMartin\n"
 }
}