{
 "awd_id": "1752303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Beyond the Code - Towards Next Generation Design for Deep Foundations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-03-12",
 "awd_max_amd_letter_date": "2018-03-12",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) award will create a synthesized, geo-structural, and risk-informed framework for deep foundation engineering analysis and design.  Recent events, both domestically and internationally, have highlighted the critical nature of foundation resilience in ensuring continued infrastructure function following natural disasters.  The framework to be developed will be capable of providing next-generation resistance formulations for infrastructure foundations capable of reliably and holistically assessing the behavior and response of deep foundations under multiaxial loading.  The framework will offer more accurate and parsimonious design solutions which will reduce overdesign, and require less material.   It will spur the introduction and implementation of novel instrumentation technologies and sustainable materials.  In addition, research findings will accelerate the transition to use of high-performance materials with permanently integrated integrity assessment capabilities by providing a validated design platform to accurately characterize foundation response behavior. This will potentially result in substantial reductions in the cost of building foundations. The CAREER educational objectives focus on stimulating interdisciplinary curiosity and growth through diverse curricular efforts and industry involvement in geo-structural undergraduate and graduate classroom training. It will cater to the increasing demand for technical rigor and a global mindset in engineering graduates.  Professional career development activities will supplement the technical educational activities to increase the retention of diversity in geo-structural engineering in academia and industry, and stimulate a lifelong interest in research and development.  The latter part of the educational plan will specifically target female engineers, and is aligned with NSF INCLUDES.\r\n\r\nThe core of the CAREER research consists of executing well-coordinated, large-scale experimental- and risk-informed numerical simulations to generate baseline knowledge that aids the development of integrated, performance-based assessment metrics.  Specifically, this research will enable the (i) derivation of robust, next-generation loading-response formulations; (ii) development of creative experimental tools to holistically evaluate damage evolution; (iii) validation of models for design and post-hazard integrity analyses, and (iv) risk-driven sensitivity studies to connect all components into a unified decision-making framework.  In addition, the experimental studies will fill vital data gaps through prototype-scale testing of soil-pile systems for which limited research has been performed, i.e., specifically targeting piles with complex structural fixity conditions at the pile head and pile tip.  Another aspect of the research will develop innovative experimental tools to improve our fundamental understanding of complex three-dimensional (3D) soil-structure interaction (SSI) by extracting volumetric measurements in deep foundation systems via 3D printed, cast in place instrumentation technologies.  The research program will benefit the profession by implementing new understanding in software tools usable for individual component and system analysis for a broad spectrum of infrastructure beyond deep foundations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Lemnitzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Lemnitzer",
   "pi_email_addr": "alemnitz@uci.edu",
   "nsf_id": "000559235",
   "pi_start_date": "2018-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "4135 Engineering Gateway",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972175",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Deep pile foundation systems are key components in supporting buildings and infrastructure in urban environments. These foundations help prevent structural failures during hazards such as earthquakes and floods, and ensure the stability and continued functionality of critical infrastructure. This is true for both stable and unstable soil conditions, including areas prone to liquefaction. However, commonly used engineering methods, such as the subgrade reaction approach, rely on simplified mathematical models that do not fully capture the complex interactions between soil and deep foundations. These traditional approaches also struggle to account for uncertainties in real-world conditions, or lack the ability to expand their formulation beyond their initial derivation. As a result, engineers often compensate by overdesigning deep foundations&mdash;sometimes by a factor of three or four&mdash;which significantly increases construction costs, ultimately costing taxpayers hundreds of thousands of dollars. This research project aims to develop a more precise, data-driven framework for deep foundation engineering. By improving resistance calculations and predictive models, this approach will offer a more reliable way to assess deep foundation behavior under various loading conditions, leading to safer and more cost-effective infrastructure.</p>\r\n<p>The project involved several key components, including physical experiments, computer simulations, statistical analysis, and artificial neural network (ANN) modeling of important foundation systems. The research focused on four main areas, one of which is described below:</p>\r\n<p>1.)&nbsp;&nbsp; A combined experimental and numerical study investigated piles embedded in rock (rock-socketed piles) to resolve a long-standing debate in foundation engineering. Specifically, the study examined whether the high shear forces predicted at the rock-soil interface by traditional analysis methods are real or simply a result of the modeling approach. This uncertainty has caused significant challenges in construction, often leading to defects and constructability issues. Through a well-defined, large-scale testing program, this study provided the first experimental evidence to answer this question. The results confirmed the actual shear forces at the rock-soil boundary, allowing engineers to better understand and quantify these forces. This data served as a critical foundation for further numerical analysis, ultimately leading to improved design recommendations for rock-socketed piles subjected to lateral forces.</p>\r\n<p>2.)&nbsp;&nbsp; A novel instrumentation concept (sensor) was designed, calibrated, and validated through both laboratory and large-scale testing to directly measure shear strains in foundation elements. This type of sensor has never been used in geotechnical engineering before. It can capture the complete three-dimensional (3D) stress state at any given point by first measuring the 3D strain state, converting these strain measurements into stress values, and ultimately determining the resultant force. This advanced measurement capability provides a significant breakthrough in data collection, offering new insights into the progression of structural damage and failure mechanisms with a level of detail previously unattainable.</p>\r\n<p>3.)&nbsp;&nbsp; A second, large-scale testing program consisted of evaluating three pile foundations with different structural properties (e.g. material and pile stiffness). This research produced high-quality data from fully instrumented piles and facilitated the development of new resistance functions for deep foundations in sandy soils. This research integrated large-scale physical testing, finite element modeling, and artificial neural network analysis and addresses the complex interactions between geotechnical and structural behavior at the onset of pile damage. The findings established the necessary groundwork for refining soil resistance functions in foundation design and provided critical insights into the limitations of current extrapolation practices&mdash;such as applying design recommendations beyond their original scope.</p>\r\n<p>4.)&nbsp;&nbsp; The research on Drilled Displacement Piles (DDPs) significantly expanded the scope of the CAREER project, generating a wealth of new findings and contributing valuable advancements beyond the original objectives. DDPs are specialized foundation elements known for their efficiency and cost-effectiveness in addressing challenging subsurface conditions, such as low bearing capacity, excessive settlements, and moderate susceptibility to liquefaction. They are particularly advantageous for construction in vibration-sensitive areas (e.g., urban environments) and sites with contaminated soils, as their installation produces minimal excavation waste, making them an environmentally friendly solution. As part of this research, the authors have compiled the most extensive DDP database to date, enabling an unprecedented evaluation of pile performance and leading to the development of two groundbreaking predictive frameworks:</p>\r\n<p>(a) Prediction of Post-Installation Soil Behavior &ndash; This framework estimates ground improvement prior to DDP installation using standard site investigation data (e.g., CPT), allowing engineers to optimize construction strategies, reduce costly load testing, and enhance liquefaction mitigation.</p>\r\n<p>(b) A Novel Design Framework for DDPs &ndash; This integrates traditional design approaches with empirical data and construction parameters, yielding two key innovations:</p>\r\n<ul>\r\n<li>A new axial load capacity      model for more accurate DDP design in sandy soils.</li>\r\n<li>A real-time axial capacity      prediction framework using Measurement While Drilling (MWD) data, enabling      on-site pile capacity assessment and reducing the need for expensive load      testing. This can be further developed into software applications for      real-time foundation design optimization.</li>\r\n</ul>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/17/2025<br>\nModified by: Anne&nbsp;Lemnitzer</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1752303/1752303_10534030_1739263163158_Picture3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1752303/1752303_10534030_1739263163158_Picture3--rgov-800width.jpg\" title=\"Large -Scale Testing of Pile Specimens\"><img src=\"/por/images/Reports/POR/2025/1752303/1752303_10534030_1739263163158_Picture3--rgov-66x44.jpg\" alt=\"Large -Scale Testing of Pile Specimens\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This picture depicts the unique setup at UC Irvine's Soil Pit, in which three rock-socketed pile foundations and three pile foundations with different structural boundary conditions were subject to cyclic lateral loading (i.e., simulated earthquake loads)</div>\n<div class=\"imageCredit\">Anne Lemnitzer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Anne&nbsp;Lemnitzer\n<div class=\"imageTitle\">Large -Scale Testing of Pile Specimens</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nDeep pile foundation systems are key components in supporting buildings and infrastructure in urban environments. These foundations help prevent structural failures during hazards such as earthquakes and floods, and ensure the stability and continued functionality of critical infrastructure. This is true for both stable and unstable soil conditions, including areas prone to liquefaction. However, commonly used engineering methods, such as the subgrade reaction approach, rely on simplified mathematical models that do not fully capture the complex interactions between soil and deep foundations. These traditional approaches also struggle to account for uncertainties in real-world conditions, or lack the ability to expand their formulation beyond their initial derivation. As a result, engineers often compensate by overdesigning deep foundationssometimes by a factor of three or fourwhich significantly increases construction costs, ultimately costing taxpayers hundreds of thousands of dollars. This research project aims to develop a more precise, data-driven framework for deep foundation engineering. By improving resistance calculations and predictive models, this approach will offer a more reliable way to assess deep foundation behavior under various loading conditions, leading to safer and more cost-effective infrastructure.\r\n\n\nThe project involved several key components, including physical experiments, computer simulations, statistical analysis, and artificial neural network (ANN) modeling of important foundation systems. The research focused on four main areas, one of which is described below:\r\n\n\n1.) A combined experimental and numerical study investigated piles embedded in rock (rock-socketed piles) to resolve a long-standing debate in foundation engineering. Specifically, the study examined whether the high shear forces predicted at the rock-soil interface by traditional analysis methods are real or simply a result of the modeling approach. This uncertainty has caused significant challenges in construction, often leading to defects and constructability issues. Through a well-defined, large-scale testing program, this study provided the first experimental evidence to answer this question. The results confirmed the actual shear forces at the rock-soil boundary, allowing engineers to better understand and quantify these forces. This data served as a critical foundation for further numerical analysis, ultimately leading to improved design recommendations for rock-socketed piles subjected to lateral forces.\r\n\n\n2.) A novel instrumentation concept (sensor) was designed, calibrated, and validated through both laboratory and large-scale testing to directly measure shear strains in foundation elements. This type of sensor has never been used in geotechnical engineering before. It can capture the complete three-dimensional (3D) stress state at any given point by first measuring the 3D strain state, converting these strain measurements into stress values, and ultimately determining the resultant force. This advanced measurement capability provides a significant breakthrough in data collection, offering new insights into the progression of structural damage and failure mechanisms with a level of detail previously unattainable.\r\n\n\n3.) A second, large-scale testing program consisted of evaluating three pile foundations with different structural properties (e.g. material and pile stiffness). This research produced high-quality data from fully instrumented piles and facilitated the development of new resistance functions for deep foundations in sandy soils. This research integrated large-scale physical testing, finite element modeling, and artificial neural network analysis and addresses the complex interactions between geotechnical and structural behavior at the onset of pile damage. The findings established the necessary groundwork for refining soil resistance functions in foundation design and provided critical insights into the limitations of current extrapolation practicessuch as applying design recommendations beyond their original scope.\r\n\n\n4.) The research on Drilled Displacement Piles (DDPs) significantly expanded the scope of the CAREER project, generating a wealth of new findings and contributing valuable advancements beyond the original objectives. DDPs are specialized foundation elements known for their efficiency and cost-effectiveness in addressing challenging subsurface conditions, such as low bearing capacity, excessive settlements, and moderate susceptibility to liquefaction. They are particularly advantageous for construction in vibration-sensitive areas (e.g., urban environments) and sites with contaminated soils, as their installation produces minimal excavation waste, making them an environmentally friendly solution. As part of this research, the authors have compiled the most extensive DDP database to date, enabling an unprecedented evaluation of pile performance and leading to the development of two groundbreaking predictive frameworks:\r\n\n\n(a) Prediction of Post-Installation Soil Behavior  This framework estimates ground improvement prior to DDP installation using standard site investigation data (e.g., CPT), allowing engineers to optimize construction strategies, reduce costly load testing, and enhance liquefaction mitigation.\r\n\n\n(b) A Novel Design Framework for DDPs  This integrates traditional design approaches with empirical data and construction parameters, yielding two key innovations:\r\n\r\nA new axial load capacity      model for more accurate DDP design in sandy soils.\r\nA real-time axial capacity      prediction framework using Measurement While Drilling (MWD) data, enabling      on-site pile capacity assessment and reducing the need for expensive load      testing. This can be further developed into software applications for      real-time foundation design optimization.\r\n\r\n\n\n\t\t\t\t\tLast Modified: 02/17/2025\n\n\t\t\t\t\tSubmitted by: AnneLemnitzer\n"
 }
}