{
 "awd_id": "1753810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A NEIGHBORHOOD APPROACH TO THE BIOGEOGRAPHY OF PUERTO RICAN TREES",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032922944",
 "po_email": "aporrasa@nsf.gov",
 "po_sign_block_name": "Andrea Porras-Alfaro",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 561971.0,
 "awd_amount": 561971.0,
 "awd_min_amd_letter_date": "2018-05-30",
 "awd_max_amd_letter_date": "2018-05-30",
 "awd_abstract_narration": "The geographic distributions of tree species reflects both physical (e.g., geology, climate) and biological processes (e.g., competition, herbivory). These factors do not act independently. For example, the strength of competition among trees may be stronger in low fertility soils. However, only a few studies have examined the simultaneous effects of physical factors and biological processes on tree growth and survival. Such synthesis is central to predicting tree species responses to environmental change. This is a critical issue in tropical forests because these ecosystems are experiencing rapid environmental change and play a key role in regulating global climate. This research will develop a novel analytical approach to characterize the joint effects of physical heterogeneity and local biological interactions on growth and survival of tree species across the island of Puerto Rico. The island has high tree diversity, marked environmental and climate gradients, and an extensive amount of existing data, making this an ideal site for this research. Results from this study will inform the likelihood of success of several USDA Forest Service initiatives to adapt to rapid environmental change. Existing collaborations between the researchers and local organizations will facilitate a direct impact on the management and conservation of Puerto Rican forests. Data will be made available online and provided directly to local management agencies, including the US Forest Service and the Puerto Rico Department of Natural Resources. The researchers also will organize workshops on the analytical methods at Puerto Rican institutions. Finally, the project will train and employ a Puerto Rican technician and a postdoctoral researcher, contributing to STEM workforce development.\r\n\r\nRange dynamics and community assembly reflect the interactive effects of regional environmental heterogeneity and local processes. Yet empirical examination of these interactions is rare. The researchers will develop a novel functional trait-based, spatially-explicit neighborhood approach to disentangle local effects of environmental heterogeneity and biotic interactions on tree growth and survival across Puerto Rico while accounting for individual trait variation. To do so, they will couple (a) tree trait measurements across species ranges traits, including traits related to water use strategies, (b) trait-based neighborhood models of tree growth and survival derived from data collected in 24 mapped plots, and (c) generalized joint attribute models that characterize species distributions with respect to regional environmental gradients using herbaria collections. They will test the following hypotheses: (1) the negative effect of local biotic interactions on tree growth and survival is highest at the most environmentally favorable sites for a species, fostering regional coexistence; (2) the spatial structure of intraspecific trait variation across environmental gradients fosters such coexistence. Results from this research will empirically examine the importance of individual trait variation in mediating regional species coexistence and test the importance of a stabilizing mechanism in promoting species-coexistence and diversity in tropical forests. The research will lay a conceptual foundation for future studies that place local community interactions within a biogeographic context and transform understanding of the environmental and biotic factors that mediate forest community assembly at regional scales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Uriarte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Uriarte",
   "pi_email_addr": "mu2126@columbia.edu",
   "nsf_id": "000166345",
   "pi_start_date": "2018-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 561971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate change is expected to increase the frequency and severity of drought in many tropical forests. Since these ecosystems store a large amount of atmospheric carbon and host much of the world&rsquo;s biodiversity, this change in drought regimes could lead to greater carbon emissions to the atmosphere and loss of many organisms. Yet we lack answers to two important questions: (1) Of the thousands of tree species that inhabit tropical forests, which ones are vulnerable to drought? This matters because a change in forest species composition could have cascading effects on carbon dynamics and biodiversity; (2) Many tree species can live under drastically different climates, suggesting that they may be able to adapt to changing rainfall conditions. Does a species vulnerability to drought depend on the climate conditions under which it grows?</p>\n<p>In plants, water is transported to the leaves in a continuous column driven by a tension gradient generated when water evaporates from the open leaf stomata, which increases the tension on the column, generating the flow of water from the roots to the leaves. During drought, tension on the water column increases, causing gas bubbles to expand and block water-carrying (xylem) conduits, which can then no longer transport water. Species differ in the tension they can withstand before their water-carrying conduits collapse and also, in their ability to store water in their tissues, which buffers them from short-term droughts. These differences determine their vulnerability to drought conditions. We collected hydraulic vulnerability data for leaves and stems of 17 tree species that span a large rainfall gradient in Puerto Rico (800-4,500&nbsp; mm rain/year). <strong>T</strong>hese include leaf and stem capacitance, a measure of water storage capacity, leaf turgor loss point (wilting point), and leaf and xylem P50, the pressure at which the 50% of the vessels cavitate. To assess if variation in hydraulic traits led to changes in tree demography, we measured tree growth and mortality in the same forest sites at which the hydraulic data was collected.</p>\n<p>We found large differences between tree species in their ability to cope with drought, suggesting that climate change may lead to changes in the composition of Puerto Rican forests. Nevertheless, drought sensitivity depended on the rainfall conditions under which they grew for several species. This plasticity in tree hydraulic characteristics may buffer some species from future droughts.</p>\n<p>The proposed research has important consequences for the sustainable management of Puerto Rican forests, particularly in the context of ongoing climate change. Models and data predict stronger droughts over the Caribbean over the next few decades. In particular, 2015 was the driest year since 1994. Our analyses will contribute to understanding the interplay between climate change and tree species distributions for these forests, informing initiatives to adapt to climate change (e.g., assisted migration, tree planting). Developing appropriate management strategies under these conditions requires a stronger basis for understanding the mechanisms determining biodiversity patterns on the island. Because tropical forests play a key role in global carbon dynamics and other ecosystem services, developing ways to understand their dynamics is a pressing research need.</p>\n<p><em>&nbsp;</em></p>\n<p>Processed data will be provided to local management agencies including the US Forest Service (USFS), Caribbean Landscape Conservation Cooperative, and Dept. of Natural Resources that manages the forest reserves in which our plots are located. The researchers have already established collaborations with these organizations. We have also started to collaborate with a USFS-led citizen science effort around El Yunque National Forest and with the LTER Schoolyard program. Finally, we have trained four young scientists in sophisticated field and lab methods, a Ph.D. student, and a postdoctoral researcher who has moved on to a new position. All of these individuals come from underrepresented groups in academia.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2023<br>\n\t\t\t\t\tModified by: Maria&nbsp;Uriarte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClimate change is expected to increase the frequency and severity of drought in many tropical forests. Since these ecosystems store a large amount of atmospheric carbon and host much of the world’s biodiversity, this change in drought regimes could lead to greater carbon emissions to the atmosphere and loss of many organisms. Yet we lack answers to two important questions: (1) Of the thousands of tree species that inhabit tropical forests, which ones are vulnerable to drought? This matters because a change in forest species composition could have cascading effects on carbon dynamics and biodiversity; (2) Many tree species can live under drastically different climates, suggesting that they may be able to adapt to changing rainfall conditions. Does a species vulnerability to drought depend on the climate conditions under which it grows?\n\nIn plants, water is transported to the leaves in a continuous column driven by a tension gradient generated when water evaporates from the open leaf stomata, which increases the tension on the column, generating the flow of water from the roots to the leaves. During drought, tension on the water column increases, causing gas bubbles to expand and block water-carrying (xylem) conduits, which can then no longer transport water. Species differ in the tension they can withstand before their water-carrying conduits collapse and also, in their ability to store water in their tissues, which buffers them from short-term droughts. These differences determine their vulnerability to drought conditions. We collected hydraulic vulnerability data for leaves and stems of 17 tree species that span a large rainfall gradient in Puerto Rico (800-4,500  mm rain/year). These include leaf and stem capacitance, a measure of water storage capacity, leaf turgor loss point (wilting point), and leaf and xylem P50, the pressure at which the 50% of the vessels cavitate. To assess if variation in hydraulic traits led to changes in tree demography, we measured tree growth and mortality in the same forest sites at which the hydraulic data was collected.\n\nWe found large differences between tree species in their ability to cope with drought, suggesting that climate change may lead to changes in the composition of Puerto Rican forests. Nevertheless, drought sensitivity depended on the rainfall conditions under which they grew for several species. This plasticity in tree hydraulic characteristics may buffer some species from future droughts.\n\nThe proposed research has important consequences for the sustainable management of Puerto Rican forests, particularly in the context of ongoing climate change. Models and data predict stronger droughts over the Caribbean over the next few decades. In particular, 2015 was the driest year since 1994. Our analyses will contribute to understanding the interplay between climate change and tree species distributions for these forests, informing initiatives to adapt to climate change (e.g., assisted migration, tree planting). Developing appropriate management strategies under these conditions requires a stronger basis for understanding the mechanisms determining biodiversity patterns on the island. Because tropical forests play a key role in global carbon dynamics and other ecosystem services, developing ways to understand their dynamics is a pressing research need.\n\n \n\nProcessed data will be provided to local management agencies including the US Forest Service (USFS), Caribbean Landscape Conservation Cooperative, and Dept. of Natural Resources that manages the forest reserves in which our plots are located. The researchers have already established collaborations with these organizations. We have also started to collaborate with a USFS-led citizen science effort around El Yunque National Forest and with the LTER Schoolyard program. Finally, we have trained four young scientists in sophisticated field and lab methods, a Ph.D. student, and a postdoctoral researcher who has moved on to a new position. All of these individuals come from underrepresented groups in academia.\n\n \n\n\t\t\t\t\tLast Modified: 09/06/2023\n\n\t\t\t\t\tSubmitted by: Maria Uriarte"
 }
}