{
 "awd_id": "1753034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: The Lapse Rate Feedback and Other Mechanisms of High-Latitude Climate Change",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 798235.0,
 "awd_amount": 798235.0,
 "awd_min_amd_letter_date": "2018-05-01",
 "awd_max_amd_letter_date": "2018-05-01",
 "awd_abstract_narration": "Model simulations of the warming effect of greenhouse gases typically show greater temperature increases over the polar caps than the rest of the globe.  This \"polar amplification\" is consistent with the dramatic temperature increase seen in the Arctic, which has caused a variety of severe impacts on the human and natural systems of the region. Research on polar amplification is thus of practical as well as scientific interest, as the warming and thawing of the polar regions is poorly understood and difficult to predict yet has worldwide consequences.\r\n\r\nIn the education and outreach component of this CAREER award the PI works with undergraduate students to develop computer games that can be used to introduce middle school students to environmental science. The work is based on research showing that appropriately designed games can be used to introduce students to scientific discovery, enticing them to probe a virtual world through formulating, testing, and reevaluating hypotheses. Games have been developed to foster scientific thinking in other disciplines including molecular biology and astrobiology. The work has educational broader impacts both for the broad audience of game players, many of whom may have limited interest in traditional STEM classwork, and for the cross-disciplinary team of undergraduate students who develop the game.\r\n\r\nThe scientific focus of the project is the lapse rate feedback, in which changes in the way temperature varies with height affect the total amount of warming that occurs for a given increase in carbon dioxide (CO2).  In the tropics the warming is top heavy, with greater temperature increases at upper levels, and the greater warming aloft helps the atmosphere cool to space more effectively to balance the heat trapping effect of the CO2.  But the polar caps typically warm more near the surface, in part due to reductions in ice and snow cover which expose the darker land and sea surface below. This bottom heavy warming requires a greater temperature increase to balance the CO2 increase than would be required if the warming were distributed equally at all levels, thus it contributes to polar amplification.\r\n\r\nThe logic of the polar lapse rate feedback is sound and the effect has been demonstrated in models, but the strength of the feedback is unclear.  One consideration is that energy transport into the polar caps could work against bottom-heaviness given that much of the transport occurs aloft. But the net effect of energy transport is unclear as the transport of dry static energy is expected to decrease with warming while latent energy increases as the air becomes more moist. Low cloud changes due to near-surface warming may also reduce the warming effect of the polar lapse rate feedback.  These effects are examined through simulations using a hierarchy of models at varying levels of complexity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Feldl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Feldl",
   "pi_email_addr": "nfeldl@ucsc.edu",
   "nsf_id": "000641379",
   "pi_start_date": "2018-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 798235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Intellectual Merit</p>\r\n<p class=\"p2\">Since the 1970s, simulations of climate change forced by increased carbon dioxide concentrations have predicted warming that is greatest in polar regions. This polar-amplified warming has been variously attributed to the ice-albedo feedback, associated with the retreat of reflective sea ice in summer; the lapse rate feedback, associated with vertically nonuniform atmospheric warming in winter; and changes in energy transport by atmospheric circulations. Uncertainty in projections of Arctic climate change arise in part from incomplete understanding of the interconnected nature of these processes. As an outcome of this project, we now understand that summer sea ice retreat enables the positive lapse rate feedback over polar oceans via seasonal ocean heat uptake and release; that ice thermodynamics is crucial for capturing the seasonal cycle of polar amplification; and that atmospheric energy transport both drives and responds to polar warming, in different ways and with different seasonal expressions. Over the course of the project, we developed several novel model configurations, including two versions of an aquaplanet general circulation model coupled to a thermodynamic sea ice model, one with comprehensive atmospheric radiation and clouds and the other with idealized atmospheric radiation. Code for these model configurations was publicly distributed via GitHub repositories. More broadly, the research demonstrated how the combined use of hierarchical numerical modeling and conventional feedback analysis yields greater insights than either alone, by elucidating interactions among physical processes.</p>\r\n<p class=\"p1\">The model development described above additionally enabled an investigation of the perturbation methods extensively used in comprehensive climate model simulations to assess the impact of future sea ice loss. We found that such model interventions overestimate the climate response in the high latitudes and beyond, including the polar warming, the mini global warming signal, and the increase in both precipitation and evaporation. This research provides actionable guidance for conducting coupled sea ice loss simulations absent the spurious impacts from the addition of artificial heating. Additional research centered on the existence of polar amplification in the absence of sea ice--it exists, albeit weaker than in icy climates, so long as ocean heat transport and cloud radiative effects are represented in the model--and an analytical model of radiative-advective equilibrium at high latitudes, which reproduces the positive wintertime lapse rate feedback simulated by comprehensive climate models.<span>&nbsp;</span></p>\r\n<p class=\"p1\">The research findings from this project were disseminated in 18 peer-reviewed papers, of which 14 were led by early-career researchers or the PI, and numerous conference presentations.</p>\r\n<p class=\"p1\">Broader Impacts</p>\r\n<p class=\"p1\">The award supported the training of two PhD students (one completed, one near completion) and one postdoctoral scholar. Expertise gained as a result of the project positioned the PI to lead the 2024 US CLIVAR Workshop on Polar Amplification of Climate Change across Hemispheres and Seasons, with partial funding support from NSF.</p>\r\n<p class=\"p1\">A major educational and outreach component of the project was the development of <em>Warmer</em>, a web-based game designed to teach middle and high school students about the feedbacks and forcings that govern global climate change.&nbsp;In the game, players form hypotheses, perform experiments, and evaluate their results. The game rewards scientific thinking and promotes the learning of complex systems through experimentation and narrative. By encouraging replay and demonstrating the impact of player choices, it also fosters agency and efficacy in the future of the planet. The award supported the training of 9 undergraduate researchers in game design and climate science. Following game production, a learning study was conducted in partnership with a 9th grade science classroom in the agricultural community of Salinas, California, to evaluate changes in climate opinions and understanding that may have occurred from playing the game. The study provided the participants, who were predominantly from underrepresented groups, with the opportunity to shape the future direction of climate learning games, and exposed them to potential career paths.<span>&nbsp;</span></p><br>\n<p>\n Last Modified: 12/28/2024<br>\nModified by: Nicole&nbsp;Feldl</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\nSince the 1970s, simulations of climate change forced by increased carbon dioxide concentrations have predicted warming that is greatest in polar regions. This polar-amplified warming has been variously attributed to the ice-albedo feedback, associated with the retreat of reflective sea ice in summer; the lapse rate feedback, associated with vertically nonuniform atmospheric warming in winter; and changes in energy transport by atmospheric circulations. Uncertainty in projections of Arctic climate change arise in part from incomplete understanding of the interconnected nature of these processes. As an outcome of this project, we now understand that summer sea ice retreat enables the positive lapse rate feedback over polar oceans via seasonal ocean heat uptake and release; that ice thermodynamics is crucial for capturing the seasonal cycle of polar amplification; and that atmospheric energy transport both drives and responds to polar warming, in different ways and with different seasonal expressions. Over the course of the project, we developed several novel model configurations, including two versions of an aquaplanet general circulation model coupled to a thermodynamic sea ice model, one with comprehensive atmospheric radiation and clouds and the other with idealized atmospheric radiation. Code for these model configurations was publicly distributed via GitHub repositories. More broadly, the research demonstrated how the combined use of hierarchical numerical modeling and conventional feedback analysis yields greater insights than either alone, by elucidating interactions among physical processes.\r\n\n\nThe model development described above additionally enabled an investigation of the perturbation methods extensively used in comprehensive climate model simulations to assess the impact of future sea ice loss. We found that such model interventions overestimate the climate response in the high latitudes and beyond, including the polar warming, the mini global warming signal, and the increase in both precipitation and evaporation. This research provides actionable guidance for conducting coupled sea ice loss simulations absent the spurious impacts from the addition of artificial heating. Additional research centered on the existence of polar amplification in the absence of sea ice--it exists, albeit weaker than in icy climates, so long as ocean heat transport and cloud radiative effects are represented in the model--and an analytical model of radiative-advective equilibrium at high latitudes, which reproduces the positive wintertime lapse rate feedback simulated by comprehensive climate models.\r\n\n\nThe research findings from this project were disseminated in 18 peer-reviewed papers, of which 14 were led by early-career researchers or the PI, and numerous conference presentations.\r\n\n\nBroader Impacts\r\n\n\nThe award supported the training of two PhD students (one completed, one near completion) and one postdoctoral scholar. Expertise gained as a result of the project positioned the PI to lead the 2024 US CLIVAR Workshop on Polar Amplification of Climate Change across Hemispheres and Seasons, with partial funding support from NSF.\r\n\n\nA major educational and outreach component of the project was the development of Warmer, a web-based game designed to teach middle and high school students about the feedbacks and forcings that govern global climate change.In the game, players form hypotheses, perform experiments, and evaluate their results. The game rewards scientific thinking and promotes the learning of complex systems through experimentation and narrative. By encouraging replay and demonstrating the impact of player choices, it also fosters agency and efficacy in the future of the planet. The award supported the training of 9 undergraduate researchers in game design and climate science. Following game production, a learning study was conducted in partnership with a 9th grade science classroom in the agricultural community of Salinas, California, to evaluate changes in climate opinions and understanding that may have occurred from playing the game. The study provided the participants, who were predominantly from underrepresented groups, with the opportunity to shape the future direction of climate learning games, and exposed them to potential career paths.\t\t\t\t\tLast Modified: 12/28/2024\n\n\t\t\t\t\tSubmitted by: NicoleFeldl\n"
 }
}