{
 "awd_id": "1753748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geochemical and geodynamic investigation of lithospheric drip viability beneath the East African Rift",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 83946.0,
 "awd_amount": 83946.0,
 "awd_min_amd_letter_date": "2018-05-08",
 "awd_max_amd_letter_date": "2018-05-08",
 "awd_abstract_narration": "Geochemical and geodynamic investigation of lithospheric drip magmatism \r\nbeneath the East African Rift\r\n\r\n\r\nContinental rifting is a fundamental part of the Wilson Cycle that defines the geological paradigm of plate tectonics. In this context, however, the relationships among magmatism, lithospheric thinning and crustal extension are poorly constrained. The PIs will evaluate the role of lithospheric drip magmatism as a trigger for successful continental rifting by studying alkaline mafic lavas from the Bufumbira and Toro Ankole volcanic fields in western Uganda. A growing body of evidence suggests that density instabilities in the lowermost lithosphere can undergo abrupt localized destabilization in response to regional thermal or mechanical stress. This physical thinning of the lithosphere, occurring on a scale of 20-50 km, enhances both magmatism and the likelihood of extensional failure, i.e., successful continental rifting, and thus controls the ultimate shape of continental margins. The work couples detailed geochemical analysis of proposed drip-related lavas and their accompanying mantle xenoliths with geophysical modeling of lithospheric drip and the ensuing crustal extension. The implications of this work to the understanding of continental extension represent a new approach to predicting the locus of new ocean basins and the forces required to produce them. At a regional scale, this work is of high importance to nations along the East African Rift: drip magmatism does not sustain the shallow long-lived magma chambers that are necessary for viable geothermal energy production. In terms of human resources, this project supports female researchers from a wide range of educational institutions as well as graduate and undergraduate students in geochemistry and geodynamics, and brings a short-course in geophysics to geology undergraduates who seek careers in this field. \r\n\r\nThe lithospheric mantle is foundational - literally and conceptually - to the construction, destruction and division of tectonic plates. Modification of the lithospheric mantle by magma and fluids affects its composition and, by extension, buoyancy. If the bottom of the lithosphere is made denser, the base of the lithosphere can detach and sink, leading to small-volume basaltic volcanism, lithospheric thinning, and potentially rifting. Geochemical data on lavas suggest lithospheric drips drive volcanism in several parts of the East African Rift. Also, xenoliths from this area show significant metasomatism by melts and fluids, and lithospheric removal has been invoked to explain the timing and rates of recent uplift. In order to test this hypothesis, the role of lithospheric drips will be evaluated by: 1) obtaining detailed petrographic and mineral-scale compositional data on lavas and pyroxenite xenoliths, 2) calculating the physical conditions recorded by lavas and xenoliths, and 3) applying those calculations to 2D and 3D geodynamic models to whether lithospheric drip tectonics and melting explain the rocks themselves. Lithospheric drip melting is somewhat paradoxical, because cold descending lithosphere should not melt unless it is heated through conduction more rapidly than it becomes compressed during descent. It may be that additional complexity to symmetrical dripping is required, such as edge-driven convection during rifting or a nearby upwelling plume. This project will promote collaboration between 3 U.S. universities, including an REU institution, and provide opportunity for researchers from Uganda.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Nelson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy R Nelson",
   "pi_email_addr": "wrnelson@towson.edu",
   "nsf_id": "000619807",
   "pi_start_date": "2018-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Towson University",
  "inst_street_address": "8000 YORK RD",
  "inst_street_address_2": "",
  "inst_city_name": "TOWSON",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4107042236",
  "inst_zip_code": "212520002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MD02",
  "org_lgl_bus_name": "TOWSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LC3SFMP2L798"
 },
 "perf_inst": {
  "perf_inst_name": "Towson University",
  "perf_str_addr": "8000 York Rd",
  "perf_city_name": "Towson",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MD02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807600",
   "pgm_ele_name": "GeoPRISMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 83946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Continental rifting is a complex process that may or may not produce volcanic activity. The East African Rift System (EARS) is the iconic example of modern-day continental rifting, and it has an extensive record of volcanism spanning &gt; 3000 miles and over 40 million years. Though volcanism can be found throughout most of the EARS, the intensity of the volcanism is highly variable. Most of the research on volcanism in the EARS has focused on the moderate to highly active volcanic centers in northern Kenya extending northward throughout central Ethiopia up to the Red Sea and Gulf of Aden. In contrast, the southwestern portion of the EARS &ndash; known as the Western Rift &ndash; has little volcanism in comparison. In the Western Rift, volcanic activity is constrained to four pockets of volcanism, three of which are clustered in the western Uganda/Rwanda region. The relationship between rifting and volcanism is poorly understood given that the abundant volcanism and rifting in northern Kenya and Ethiopia contrasts significantly with the clear rifting and sparse volcanism in the Western Rift. This collaborative project seeks to better understand the mechanism for causing volcanism and its relationship to the rifting process in the Uganda region of the Western Rift. To do this, we investigated the chemical composition of potential source rocks (i.e. the rocks that melted) of the young lavas (erupted less than 1 million years ago) in the Bufumbira volcanic field of Uganda. Specifically, we investigated the pyroxenite (pyroxene-rich) nodules from the mantle that were rafted to the surface with lava during volcanic eruptions. We used major element compositions of both minerals in the pyroxenite and the pyroxenite nodules as a whole along. We also measured rhenium (Re) and osmium (Os) isotopic compositions along with platinum group element (platinum, palladium, ruthenium, iridium) abundances of the pyroxenite and host lavas to understand the tectonic processes responsible for volcanism in this region.</p>\n<p>&nbsp;</p>\n<p>The minerals comprising the pyroxenite nodules consist of clinopyroxene with variable amounts of olivine, phlogopite, and spinel. All of the minerals are magnesium-rich and contained notably high to very high amounts of titanium. The variations in both magnesium and titanium are correlated with spongy-textured melt percolation channels: the higher the proportion of melt channels in the rock, the higher the titanium content. The samples with lower titanium contents and low melt channels still have elevated titanium compared to pyroxenites elsewhere in the world. The highest titanium samples are devoid of olivine but contain large phlogopite crystals filling the spaces between well-formed clinopyroxene crystals; these samples were interpreted to be the products of mineral accumulation during melt crystallization rather than samples of the mantle. The correlation between titanium, melt channels, and mineral shapes indicates that the region was enriched by titanium rich fluids at some point in its history, and the cumulate pyroxenites are the result of partial melting of the titanium-rich mantle pyroxenites.</p>\n<p>&nbsp;</p>\n<p>In addition to mineral compositional data, this study measured Re and Os isotopic values of Bufumbira pyroxenite nodules and their host lavas. Most of the lavas and the nodules have overlapping Os isotopic values that are elevated when compared to accepted values for unmodified Earth mantle. The samples with the highest isotopic values but lowest Os abundances are the samples interpreted to be the product of mineral accumulation. Non-cumulate mantle pyroxenites with minimal melt percolation have lower Os isotopic values; one sample has values lower than unmodified earth, suggesting it melted anciently (over 400 million years ago). The mantle pyroxenite experienced an ancient yet heterogenous modification event that resulted in variable Os isotopic values today. As a whole, the platinum group element abundances are consistent with a modification event.</p>\n<p>&nbsp;</p>\n<p>The chemical and isotopic data suggest that Bufumbira lavas may have been derived by partial melting of the pyroxenite mantle, but that relationship is equivocal. Pyroxenite is more easily melted than typical mantle peridotite rock, suggesting small variations in temperature and pressure could cause small degrees of pyroxenite melting, consistent with volcanism in Bufumbira. It also suggests the temperature and pressure conditions in this region were not compatible with melting peridotite. This demonstrates that the Western Rift experienced a significantly different temperature and pressure environment compared to the EARS further to the north in Kenya and Ethiopia.</p>\n<p>&nbsp;</p>\n<p>This project supported an early-career scientist, four undergraduate research students, and collaborations with an early career geologist at Makerere University in Uganda. The undergraduate students gained valuable professional experience as they learned sample preparation techniques, operation a variety of analytical instruments to collect data, methods to process and interpret data, and finally how to present that data at professional meetings.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2023<br>\n\t\t\t\t\tModified by: Wendy&nbsp;R&nbsp;Nelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContinental rifting is a complex process that may or may not produce volcanic activity. The East African Rift System (EARS) is the iconic example of modern-day continental rifting, and it has an extensive record of volcanism spanning &gt; 3000 miles and over 40 million years. Though volcanism can be found throughout most of the EARS, the intensity of the volcanism is highly variable. Most of the research on volcanism in the EARS has focused on the moderate to highly active volcanic centers in northern Kenya extending northward throughout central Ethiopia up to the Red Sea and Gulf of Aden. In contrast, the southwestern portion of the EARS &ndash; known as the Western Rift &ndash; has little volcanism in comparison. In the Western Rift, volcanic activity is constrained to four pockets of volcanism, three of which are clustered in the western Uganda/Rwanda region. The relationship between rifting and volcanism is poorly understood given that the abundant volcanism and rifting in northern Kenya and Ethiopia contrasts significantly with the clear rifting and sparse volcanism in the Western Rift. This collaborative project seeks to better understand the mechanism for causing volcanism and its relationship to the rifting process in the Uganda region of the Western Rift. To do this, we investigated the chemical composition of potential source rocks (i.e. the rocks that melted) of the young lavas (erupted less than 1 million years ago) in the Bufumbira volcanic field of Uganda. Specifically, we investigated the pyroxenite (pyroxene-rich) nodules from the mantle that were rafted to the surface with lava during volcanic eruptions. We used major element compositions of both minerals in the pyroxenite and the pyroxenite nodules as a whole along. We also measured rhenium (Re) and osmium (Os) isotopic compositions along with platinum group element (platinum, palladium, ruthenium, iridium) abundances of the pyroxenite and host lavas to understand the tectonic processes responsible for volcanism in this region.\n\n \n\nThe minerals comprising the pyroxenite nodules consist of clinopyroxene with variable amounts of olivine, phlogopite, and spinel. All of the minerals are magnesium-rich and contained notably high to very high amounts of titanium. The variations in both magnesium and titanium are correlated with spongy-textured melt percolation channels: the higher the proportion of melt channels in the rock, the higher the titanium content. The samples with lower titanium contents and low melt channels still have elevated titanium compared to pyroxenites elsewhere in the world. The highest titanium samples are devoid of olivine but contain large phlogopite crystals filling the spaces between well-formed clinopyroxene crystals; these samples were interpreted to be the products of mineral accumulation during melt crystallization rather than samples of the mantle. The correlation between titanium, melt channels, and mineral shapes indicates that the region was enriched by titanium rich fluids at some point in its history, and the cumulate pyroxenites are the result of partial melting of the titanium-rich mantle pyroxenites.\n\n \n\nIn addition to mineral compositional data, this study measured Re and Os isotopic values of Bufumbira pyroxenite nodules and their host lavas. Most of the lavas and the nodules have overlapping Os isotopic values that are elevated when compared to accepted values for unmodified Earth mantle. The samples with the highest isotopic values but lowest Os abundances are the samples interpreted to be the product of mineral accumulation. Non-cumulate mantle pyroxenites with minimal melt percolation have lower Os isotopic values; one sample has values lower than unmodified earth, suggesting it melted anciently (over 400 million years ago). The mantle pyroxenite experienced an ancient yet heterogenous modification event that resulted in variable Os isotopic values today. As a whole, the platinum group element abundances are consistent with a modification event.\n\n \n\nThe chemical and isotopic data suggest that Bufumbira lavas may have been derived by partial melting of the pyroxenite mantle, but that relationship is equivocal. Pyroxenite is more easily melted than typical mantle peridotite rock, suggesting small variations in temperature and pressure could cause small degrees of pyroxenite melting, consistent with volcanism in Bufumbira. It also suggests the temperature and pressure conditions in this region were not compatible with melting peridotite. This demonstrates that the Western Rift experienced a significantly different temperature and pressure environment compared to the EARS further to the north in Kenya and Ethiopia.\n\n \n\nThis project supported an early-career scientist, four undergraduate research students, and collaborations with an early career geologist at Makerere University in Uganda. The undergraduate students gained valuable professional experience as they learned sample preparation techniques, operation a variety of analytical instruments to collect data, methods to process and interpret data, and finally how to present that data at professional meetings.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/06/2023\n\n\t\t\t\t\tSubmitted by: Wendy R Nelson"
 }
}