{
 "awd_id": "1753440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Timing of slip along the Sierra Nevada frontal fault zone, California: A thermochronologic study",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 221451.0,
 "awd_amount": 221451.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2023-05-04",
 "awd_abstract_narration": "The eastern flank of the southern Sierra Nevada, California, forms an impressive topographic escarpment with some of the highest elevation peaks in the conterminous United States. The escarpment along Owens Valley is structurally controlled by the active Sierra Nevada frontal fault zone. This research project focuses this zone where Pacific-North America plate interaction processes intersect with the extending Basin and Range. Thus, the eastern margin of the Sierra Nevada has been of long-standing interest to the tectonics community and the timing of faulting and uplift of the region remains under debate. This research project focused on the southern Sierra Nevada frontal fault zone will shed light on the long-term structural evolution of the normal faults bounding the impressive Sierra Nevada mountain front and address several fundamental questions: When did the range front form? Is the Sierra Nevada frontal fault zone the product of a single or two distinct episodes of late Cenozoic normal fault slip? And did the southern Sierra Nevada lose or gain elevation during these episodes of normal slip? The project advances desired societal outcomes by: (a) training the next generation of scientists via involvement of undergraduates, including minority students, and graduate students in all aspects of the research; (b) developing a diverse, globally competitive STEM workforce through graduate and undergraduate student training; (c) fostering international collaboration and (d) enhancing scientific literacy by developing a field-based outreach program in the Sierra Nevada for undergraduate freshman and transfer STEP students (Science Talent Expansion Program, which is centered on scientific training of traditionally underrepresented students).\r\n\r\nThis research project will test two primary hypotheses: (1) the southern Sierra Nevada frontal fault zone records two episodes of late Cenozoic normal fault slip and (2) the southern Sierra Nevada either lost or gained elevation during the first episode of normal slip and gained elevation during the second episode of normal slip. Integration of new field studies (geologic mapping, structural, and kinematic) and low-temperature thermochronology (apatite fission track, (U-Th)/He, and 4He/3He), with published geologic data, in forward and inverse thermokinematic-landscape evolution modeling will be used to test these hypotheses. Examination of data on the timing of late Cenozoic normal slip and the surface uplift histories in light of model results will allow assessment of the validity of different geodynamic processes (e.g. development of a slab window, increase in relative rate of Pacific-North America plate motion, a flexural-isostatic model, and replacement of foundering dense lithosphere with asthenosphere) postulated as driving both faulting along the Sierra Nevada frontal fault zone and changes in mean surface elevation of the Sierra Nevada. This research is motivated by the long-standing disagreement whether the Sierra Nevada records uplift in the late Mesozoic followed by no change or a decrease in elevation throughout the Cenozoic, or uplift in the late Mesozoic followed by a decrease in elevation during the middle Cenozoic and then a second pulse of uplift in the late Cenozoic. Data acquired during this research - normal fault slip kinematics, slip histories, and slip rates along the Sierra Nevada frontal fault zone - will be combined with published results on erosion rates, thermobarometry, and other geologic constraints into forward and inverse thermokinematic-landscape evolution models to characterize the normal fault slip and late Cenozoic uplift histories of the southern Sierra Nevada, and to assess the soundness of proposed geodynamic processes driving normal fault slip and uplift. This research is the first to apply low-temperature thermochronometry studies directly to the entire Sierra Nevada frontal fault zone escarpment and to use this combination of investigative tools to characterize the late Cenozoic slip history along the Sierra Nevada frontal fault zone and uplift history of the Sierra Nevada.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Lee",
   "pi_email_addr": "lee1@mines.edu",
   "nsf_id": "000449393",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Washington University",
  "inst_street_address": "400 E UNIVERSITY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "ELLENSBURG",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5099632118",
  "inst_zip_code": "989267500",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WA08",
  "org_lgl_bus_name": "CENTRAL WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SESUYWJGE3Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Central Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "989267500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 221451.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our proposed project will test two hypotheses: (a) the southern Sierra Nevada normal fault (SNNF) records one or two episodes of normal slip during the last ~35 Ma (million years), and (b) the elevation of the southern Sierra Nevada increases and/or decreases during this period of normal fault slip, and, (c) an assessment of which geologic process(es) drove these episodes of normal fault slip and changes in surface elevation. To test these hypotheses, we collected apatite fission track (AFT), apatite (U-Th)/He (AHe), and apatite 4He/3He (A4/3) geochronologic samples. from southern Sierra Nevada. Key results from our study include the following. Structural data show that the SNNF is a steeply (~70&deg;) east-dipping normal fault and AHe data reveal two distinct periods of cooling and exhumation, which we interpret as initiation of normal faulting along the SNNF at ~28&ndash;27 Ma with a second phase of normal faulting at ~17&ndash;13 Ma. We argue that since ~28&ndash;27 Ma, the SNNF has defined the western-bounding mountain range to the Basin and Range Province Normal fault slip along SNNF likely resulted in two periods of uplift of Sierra Nevada, one at ~28-27 Ma and the other at ~17-13 Ma. Given the two episodes of normal fault slip, we suggest that two different processes drove this fault slip. We hypothesize that the episode of normal fault slip at ~28-27 Ma was driven by a combination of westward motion of the North American plate over the Farallon&ndash;North American subduction zone boundary and a gravitationally unstable northern and southern Basin and Range pushing the cold Sierra Nevada westward. We suggest that the episode of normal fault slip at ~17-13 Ma was driven by a combination of westward motion of the North American plate over Farallon&ndash;North American subduction zone boundary and clockwise rotation of the southern ancestral Cascade Range (located in the central and northern California) superimposed on a Basin and Range Province region that was heated, and therefore weak, and primed for extension.</p>\r\n<p>&nbsp;</p>\r\n<p>To train the next generation of geoscientists, we involved three undergraduate students in our research. The three undergraduate students worked with the PIs in the field to collect rock samples and structural data in the Sierra Nevada. After the field season, two of the undergraduates traveled to the UTChron Laboratories, University of Texas at Austin to prepare the samples for apatites for the AFT, AHe, and A4/3 geochronology analyses. I also led a field trip to introduce Central Washington University undergraduate students (geology majors and Freshman non-geology majors) to the fundamental ideas about earth sciences centering on mountain building processes, with the Sierra Nevada and environs as the field example, recruit the non-majors into the geology major, and to provide a nontraditional setting for students to develop social and academic connections that will follow them throughout their college careers. Thirteen students and one geology faculty member joined the 7-day long field trip. Based in part of the success of this field trip, one community college student transferred to Central Washington University to major in geology and several freshmen were excited to continue in the geology major.</p><br>\n<p>\n Last Modified: 12/05/2024<br>\nModified by: Jeffrey&nbsp;Lee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur proposed project will test two hypotheses: (a) the southern Sierra Nevada normal fault (SNNF) records one or two episodes of normal slip during the last ~35 Ma (million years), and (b) the elevation of the southern Sierra Nevada increases and/or decreases during this period of normal fault slip, and, (c) an assessment of which geologic process(es) drove these episodes of normal fault slip and changes in surface elevation. To test these hypotheses, we collected apatite fission track (AFT), apatite (U-Th)/He (AHe), and apatite 4He/3He (A4/3) geochronologic samples. from southern Sierra Nevada. Key results from our study include the following. Structural data show that the SNNF is a steeply (~70) east-dipping normal fault and AHe data reveal two distinct periods of cooling and exhumation, which we interpret as initiation of normal faulting along the SNNF at ~2827 Ma with a second phase of normal faulting at ~1713 Ma. We argue that since ~2827 Ma, the SNNF has defined the western-bounding mountain range to the Basin and Range Province Normal fault slip along SNNF likely resulted in two periods of uplift of Sierra Nevada, one at ~28-27 Ma and the other at ~17-13 Ma. Given the two episodes of normal fault slip, we suggest that two different processes drove this fault slip. We hypothesize that the episode of normal fault slip at ~28-27 Ma was driven by a combination of westward motion of the North American plate over the FarallonNorth American subduction zone boundary and a gravitationally unstable northern and southern Basin and Range pushing the cold Sierra Nevada westward. We suggest that the episode of normal fault slip at ~17-13 Ma was driven by a combination of westward motion of the North American plate over FarallonNorth American subduction zone boundary and clockwise rotation of the southern ancestral Cascade Range (located in the central and northern California) superimposed on a Basin and Range Province region that was heated, and therefore weak, and primed for extension.\r\n\n\n\r\n\n\nTo train the next generation of geoscientists, we involved three undergraduate students in our research. The three undergraduate students worked with the PIs in the field to collect rock samples and structural data in the Sierra Nevada. After the field season, two of the undergraduates traveled to the UTChron Laboratories, University of Texas at Austin to prepare the samples for apatites for the AFT, AHe, and A4/3 geochronology analyses. I also led a field trip to introduce Central Washington University undergraduate students (geology majors and Freshman non-geology majors) to the fundamental ideas about earth sciences centering on mountain building processes, with the Sierra Nevada and environs as the field example, recruit the non-majors into the geology major, and to provide a nontraditional setting for students to develop social and academic connections that will follow them throughout their college careers. Thirteen students and one geology faculty member joined the 7-day long field trip. Based in part of the success of this field trip, one community college student transferred to Central Washington University to major in geology and several freshmen were excited to continue in the geology major.\t\t\t\t\tLast Modified: 12/05/2024\n\n\t\t\t\t\tSubmitted by: JeffreyLee\n"
 }
}