{
 "awd_id": "1753657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Consequences of changing oxygen availability for carbon cycling in freshwater ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 87219.0,
 "awd_amount": 87219.0,
 "awd_min_amd_letter_date": "2018-07-12",
 "awd_max_amd_letter_date": "2018-07-12",
 "awd_abstract_narration": "The amount of oxygen in many lakes and reservoirs is changing globally.  These changes may threaten ecosystem services lakes provide. In addition to degrading drinking water and fisheries, changes in oxygen can change how much carbon is buried in lake bottoms.   Since human-made reservoirs store more carbon annually than the ocean, these changes may have a major impact on global carbon cycling. The magnitude of changes in oxygen, and consequences for water quality, are unknown. This project will take advantage of an unprecedented opportunity to switch an entire reservoir from low to high oxygen. The study includes several experiments that involve changing oxygen levels, and examining the impacts on carbon cycling. This research will improve predictions of how environmental changes will affect carbon burial in lakes. The project results will help managers meet goals to improve reservoir water quality. It will also contribute to understanding long-term effects of management on carbon burial in lakes. This project will produce educational tools and lesson plans for undergraduate courses on reservoir ecology. Project scientists will work with water utilities and the broader research community to share knowledge to improve policy. Finally, graduate and undergraduate students will be trained in subjects spanning ecology, geosciences, and engineering. \r\n\r\nFreshwaters, especially human-made reservoirs, receive and process a vast amount of carbon, which can be emitted as carbon dioxide and methane or buried in sediments. Increasingly variable oxygen concentrations may have global implications for freshwater carbon cycling because high oxygen conditions promote not only the mineralization of new carbon that has recently entered an ecosystem, but also legacy carbon accumulated over years of sedimentation. This project will address the overarching question: How will changes in oxygen alter carbon processing and carbon dioxide and methane emissions in freshwater ecosystems? To answer these questions, carbon mineralization and electron acceptor pathways will be measured with new sensor technology at the time scale of minutes under different oxygen and temperature conditions in whole-ecosystem oxygen experiments to quantify rates of carbon processing. Additional sampling across a suite of reservoirs on a gradient of oxygen availability will be used in open-source ecosystem models to improve predictions of long-term carbon burial in freshwater ecosystems. In sum, integrating whole-ecosystem manipulations of oxygen with modeling will determine how dynamic oxygen conditions alter carbon cycling in aquatic ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Hanson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Paul C Hanson",
   "pi_email_addr": "pchanson@wisc.edu",
   "nsf_id": "000339700",
   "pi_start_date": "2018-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Center for Limnology",
  "perf_str_addr": "680 N Park St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061413",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 87219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: Whole-ecosystem oxygen experiments conducted in this project led to new insights on biogeochemical dynamics in reservoir ecosystems. By alternating between highly-oxygenated water conditions and conditions in which oxygen was absent (i.e., anoxic), researchers were able to detect and quantify rapid changes in nutrient and carbon cycling in the experimental reservoir. These experiments led to new insights into how anoxia fundamentally changes freshwater ecosystem function. Specifically, anoxia substantially increases sediment fluxes of carbon, nitrogen, and phosphorus, and changes the ability of the reservoir to store carbon and phosphorus.</p>\n<p>A chief cause of anoxia in lakes and reservoirs is high external nutrient loads that stimulate lake and reservoir plant growth, which in turn fuels microbial respiration of the organic carbon from those plants. High microbial respiration can lead to anoxia in deep waters of lakes and reservoirs. These links between nutrients, carbon, and oxygen form the basis of quantitative models created in this project to transfer the lessons learned from ecosystem experiments to simulations that can inform management of lakes and reservoirs. Simulations from this project demonstrated how Lake Mendota, a degraded eutrophic lake in Wisconsin, might respond to nutrient load mitigation in the lake catchment. Drastic reduction in external nutrient loads will lead to water quality improvement; however, improvement to a high-quality state will take decades to a century. The long lags between nutrient reduction and water quality improvement are due to phosphorus legacy (i.e., large phosphorus pools in lake sediments) and ecosystem memory (i.e., the dependencies of current water quality on past nutrient and carbon conditions).</p>\n<p>A broader application of the experimental results demonstrated how the critical links between phosphorus, carbon, and oxygen determine the long-term oxygen condition of a variety of lakes. A newly designed biogeochemical water quality model identified surface phytoplankton growth in lakes as the primary source of organic carbon for deep water microbial respiration and associated high oxygen demand. Phytoplankton growth is driven by nutrient concentrations, and thus, the direct link between the magnitude and timing of nutrient loads and lake anoxia was established and quantified. Several lakes studied had high enough external nutrient loads to lead to anoxia. The remainder of the lakes, which currently have low nutrient loads and high water quality, are at risk for degradation if nutrient loads increase in the future.&nbsp;</p>\n<p>Broader Impacts: &nbsp;Lakes and reservoirs provide critical ecosystem services for humans, including drinking water and C sequestration. Reservoir water quality management aims to maintain high oxygen levels to prevent the release of metals and nutrients from sediments into the water column; however, water quality management decisions made to improve water quality today may have unforeseen long-term consequences for carbon burial and greenhouse gas emissions. The results from this project are directly informing management decisions by water utilities. Remediation of eutrophication, an unfortunately common degraded state in lakes and reservoirs, depends on nutrient reduction in lake catchments. However, nutrient reduction alone will not immediately fix water quality problems, such as formation of hypolimnetic anoxia. Nutrient legacies and ecosystem memory delay the response of aquatic systems to nutrient mitigation, providing valuable lessons for society. Fixing ecosystems is much more challenging than breaking them. Expectations for water quality improvement based on actions today may take decades or longer to be realized because of the legacies of past human activity and the inherent memory of aquatic systems that cause long lags between remediation and recovery.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2023<br>\nModified by: Paul&nbsp;C&nbsp;Hanson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: Whole-ecosystem oxygen experiments conducted in this project led to new insights on biogeochemical dynamics in reservoir ecosystems. By alternating between highly-oxygenated water conditions and conditions in which oxygen was absent (i.e., anoxic), researchers were able to detect and quantify rapid changes in nutrient and carbon cycling in the experimental reservoir. These experiments led to new insights into how anoxia fundamentally changes freshwater ecosystem function. Specifically, anoxia substantially increases sediment fluxes of carbon, nitrogen, and phosphorus, and changes the ability of the reservoir to store carbon and phosphorus.\n\n\nA chief cause of anoxia in lakes and reservoirs is high external nutrient loads that stimulate lake and reservoir plant growth, which in turn fuels microbial respiration of the organic carbon from those plants. High microbial respiration can lead to anoxia in deep waters of lakes and reservoirs. These links between nutrients, carbon, and oxygen form the basis of quantitative models created in this project to transfer the lessons learned from ecosystem experiments to simulations that can inform management of lakes and reservoirs. Simulations from this project demonstrated how Lake Mendota, a degraded eutrophic lake in Wisconsin, might respond to nutrient load mitigation in the lake catchment. Drastic reduction in external nutrient loads will lead to water quality improvement; however, improvement to a high-quality state will take decades to a century. The long lags between nutrient reduction and water quality improvement are due to phosphorus legacy (i.e., large phosphorus pools in lake sediments) and ecosystem memory (i.e., the dependencies of current water quality on past nutrient and carbon conditions).\n\n\nA broader application of the experimental results demonstrated how the critical links between phosphorus, carbon, and oxygen determine the long-term oxygen condition of a variety of lakes. A newly designed biogeochemical water quality model identified surface phytoplankton growth in lakes as the primary source of organic carbon for deep water microbial respiration and associated high oxygen demand. Phytoplankton growth is driven by nutrient concentrations, and thus, the direct link between the magnitude and timing of nutrient loads and lake anoxia was established and quantified. Several lakes studied had high enough external nutrient loads to lead to anoxia. The remainder of the lakes, which currently have low nutrient loads and high water quality, are at risk for degradation if nutrient loads increase in the future.\n\n\nBroader Impacts: Lakes and reservoirs provide critical ecosystem services for humans, including drinking water and C sequestration. Reservoir water quality management aims to maintain high oxygen levels to prevent the release of metals and nutrients from sediments into the water column; however, water quality management decisions made to improve water quality today may have unforeseen long-term consequences for carbon burial and greenhouse gas emissions. The results from this project are directly informing management decisions by water utilities. Remediation of eutrophication, an unfortunately common degraded state in lakes and reservoirs, depends on nutrient reduction in lake catchments. However, nutrient reduction alone will not immediately fix water quality problems, such as formation of hypolimnetic anoxia. Nutrient legacies and ecosystem memory delay the response of aquatic systems to nutrient mitigation, providing valuable lessons for society. Fixing ecosystems is much more challenging than breaking them. Expectations for water quality improvement based on actions today may take decades or longer to be realized because of the legacies of past human activity and the inherent memory of aquatic systems that cause long lags between remediation and recovery.\n\n\n\t\t\t\t\tLast Modified: 12/21/2023\n\n\t\t\t\t\tSubmitted by: PaulCHanson\n"
 }
}