{
 "awd_id": "1753436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biogeochemical drivers of interspecies electron transfer from iron reducers to methanogens",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922181",
 "po_email": "dkowalew@nsf.gov",
 "po_sign_block_name": "Douglas Kowalewski",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 196330.0,
 "awd_amount": 196330.0,
 "awd_min_amd_letter_date": "2018-07-11",
 "awd_max_amd_letter_date": "2018-07-11",
 "awd_abstract_narration": "Iron reduction and methanogenesis are two of the most common microbial reactions in nature. During iron reduction, microorganisms respire ferric iron, the form of iron in rust. During methanogenesis, microorganisms make methane, the primary component of natural gas and a potent greenhouse gas. Some iron reducers and methanogens, the microbes that drive the reactions, can cooperate with one another by sharing energy resources through interspecies electron transfer (IET). However, most predictive models assume that methanogens and iron reducers do not coexist, due to competition for energy sources, and only allow methane generation where ferric minerals have been depleted. Failure to account for both IET and competition may introduce error in process-based estimates of methane production. Moreover, environmental drivers of IET have not been identified, limiting the ability of models to predict how methane fluxes vary with environmental change. This study will create a new model for methanogenesis that links competitive and cooperative interactions. The model will improve the ability to predict methane generation and manage carbon budgets in natural and engineered systems including soils, aquifers, landfills, and wastewater treatment systems. The study will also provide training to undergraduate and graduate students and increase involvement of underrepresented groups in science through participation in the Kansas Louis Stokes Alliance for Minority Participation summer research program and summer outreach events for middle-school girls.\r\n\r\nResearch goals of this study are to: 1) identify environmental drivers that push interactions of methanogens and iron reducers between competition and IET, 2) determine how changes in interactions between methanogens and iron reducers affect methane generation, and 3) evaluate the coupled role of enzyme properties and environmental chemistry in determining the nature of interactions. To achieve these goals, the study will integrate the results of bioreactor experiments with dynamic enzyme modeling. The bioreactor experiments will examine how interactions and methane production vary with key biogeochemical factors, including pH, ferric iron source, and the availability of electron donors and ferrous iron. The modeling analysis will consider enzyme kinetics and reaction energetics to simulate reactions at a subcellular/enzymatic level, with experiment results providing a basis for validation. Both competition and syntrophy between methanogens and iron reducers will be possible in the experiments and simulations, allowing the study to resolve how interactions and methane generation evolve with environmental chemistry. Moreover, study findings will create a roadmap for evaluating the environmental significance of IET between iron reducers and methanogens by defining an environmental context for this interaction. In doing so, study results will provide the tools needed to advance our understanding of ecological underpinnings of the global methane cycle.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Kirk",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew F Kirk",
   "pi_email_addr": "mfkirk@ksu.edu",
   "nsf_id": "000646583",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lydia",
   "pi_last_name": "Zeglin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Lydia H Zeglin",
   "pi_email_addr": "lzeglin@ksu.edu",
   "nsf_id": "000663738",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 196330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methanogens, microorganisms that produce methane, have long been known to compete for energy resources with microorganisms that respire iron minerals. More recently, it has become clear that iron-respiring microorganisms can also share energy resources with methanogens through what is known as direct interspecies electron transfer. In this case, the iron-respiring microorganism oxidizes some electron donor, or 'food', and then transfers the electrons to the methanogen, which uses them to make methane by reducing carbon dioxide. This pathway has the potential to affect rates of methane formation, but it remains unclear why the groups compete in some environments but cooperate with one another in others. Answering this question would be useful because this knowledge can help us better predict methane emissions from soils and potentially improve our ability to increase methane production for energy capture.</p>\n<p>&nbsp;This study helped answer this question and provided tools that will help us better understand microbial populations in environments where microbes make methane. Our findings provide evidence that interactions between iron respirers and methanogens are sensitive to the pH of an environment, in other words the extent to which it is acidic or basic, as well as the types of iron minerals available. These controls appeared to be more important than how much food was provided to the microbes and how much bicarbonate was present in the environment. Secondly, our findings helped identify how interactions between methanogens and iron respirers impact the isotopes or forms of carbon that go into methane and carbon dioxide in methanogenic systems. These findings will improve our ability to identify how microorganisms form methane in many environments, from wetlands at the surface to coalbeds deep underground. Third, computer models developed for this study improve our ability to simulate microbial methane production and consumption in low-oxygen environments.</p>\n<p>&nbsp;In addition to advancing our understanding of microbial interactions, this study also advanced the careers of several students and helped broaden participation in geoscience. The project supported two graduate and two undergraduate student researchers. In addition, the project provided funds to support three undergraduate students in the Kansas Louis Stokes Alliance for Minority Participation (KS-LSAMP). The project also provided support for the PIs to lead three workshops for middle school participants in the Kansas State University Girls Researching Our World (K-State GROW) summer event. Moreover, an outgrowth of the KS-LSAMP activities from this project is a newly funded program designed to increase participation in geoscience via groundwater quality monitoring.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2022<br>\n\t\t\t\t\tModified by: Matthew&nbsp;F&nbsp;Kirk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMethanogens, microorganisms that produce methane, have long been known to compete for energy resources with microorganisms that respire iron minerals. More recently, it has become clear that iron-respiring microorganisms can also share energy resources with methanogens through what is known as direct interspecies electron transfer. In this case, the iron-respiring microorganism oxidizes some electron donor, or 'food', and then transfers the electrons to the methanogen, which uses them to make methane by reducing carbon dioxide. This pathway has the potential to affect rates of methane formation, but it remains unclear why the groups compete in some environments but cooperate with one another in others. Answering this question would be useful because this knowledge can help us better predict methane emissions from soils and potentially improve our ability to increase methane production for energy capture.\n\n This study helped answer this question and provided tools that will help us better understand microbial populations in environments where microbes make methane. Our findings provide evidence that interactions between iron respirers and methanogens are sensitive to the pH of an environment, in other words the extent to which it is acidic or basic, as well as the types of iron minerals available. These controls appeared to be more important than how much food was provided to the microbes and how much bicarbonate was present in the environment. Secondly, our findings helped identify how interactions between methanogens and iron respirers impact the isotopes or forms of carbon that go into methane and carbon dioxide in methanogenic systems. These findings will improve our ability to identify how microorganisms form methane in many environments, from wetlands at the surface to coalbeds deep underground. Third, computer models developed for this study improve our ability to simulate microbial methane production and consumption in low-oxygen environments.\n\n In addition to advancing our understanding of microbial interactions, this study also advanced the careers of several students and helped broaden participation in geoscience. The project supported two graduate and two undergraduate student researchers. In addition, the project provided funds to support three undergraduate students in the Kansas Louis Stokes Alliance for Minority Participation (KS-LSAMP). The project also provided support for the PIs to lead three workshops for middle school participants in the Kansas State University Girls Researching Our World (K-State GROW) summer event. Moreover, an outgrowth of the KS-LSAMP activities from this project is a newly funded program designed to increase participation in geoscience via groundwater quality monitoring.\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2022\n\n\t\t\t\t\tSubmitted by: Matthew F Kirk"
 }
}