{
 "awd_id": "1753808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Stimulus Characteristics Influencing Non-Cardinal Color Mechanisms",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 200749.0,
 "awd_amount": 200749.0,
 "awd_min_amd_letter_date": "2018-04-04",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "For over 200 years it has been known that color vision begins with the three cone types in the retina. More recently, vision scientists have determined that the retina routes the cone signals into three \"cardinal color\" pathways: red vs. green (RG), bluish vs. yellowish (BY), and black vs. white (BW). However, the manner in which light is turned into colored perceptions is not fully understood - in particular, how do people perceive colors beyond the six cardinal colors, the \"non-cardinal\" colors? To investigate this, the researchers will test how different spatial characteristics of the stimuli (e.g., size, striping, contrast) affects the ability to perceive non-cardinal colors. The results may allow vision scientists to understand more about the neural mechanisms behind color perception. In addition, this project will provide research internships for undergraduate college students, the next generation of scientists, as part of NSF's mission to promote the progress of science.  \r\n\r\nThis project will use visual psychophysics to test the neural mechanisms underlying our ability to perceive non-cardinal colors.  Although there is ample evidence that such mechanisms exist in the isoluminant plane of color space, there is less strong evidence for the two planes with luminance input (red-green/luminance and tritan/luminance).  Thus, these latter two planes are a focus of the proposed studies.  Non-cardinal mechanisms will be measured by the ratio of the contrast thresholds to detect the stimuli when embedded in aligned noise (same color) versus when embedded in orthogonal noise (e.g., red/green stimuli embedded in tritan noise).  Stimulus attributes such as size, contrast, and gratings vs. full-field will be manipulated.  In addition, the effects of perceptual learning on these non-cardinal mechanisms will be examined.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Gunther",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Gunther",
   "pi_email_addr": "guntherk@wabash.edu",
   "nsf_id": "000540863",
   "pi_start_date": "2018-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wabash College",
  "inst_street_address": "301 W WABASH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CRAWFORDSVILLE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7653616221",
  "inst_zip_code": "479332484",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "WABASH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "G4R7QXFU4K65"
 },
 "perf_inst": {
  "perf_inst_name": "Wabash College",
  "perf_str_addr": "301 West Wabash",
  "perf_city_name": "Crawfordsville",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479332453",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 200749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong>&nbsp; The experiments funded by this grant help elucidate how the brain is organized in order to perceive colors.&nbsp; For over 200 years it has been known that color vision begins with the three cone types in the retina in the eye. More recently, vision scientists have determined that the retina changes the cone signals into a red vs. green, a bluish vs. yellowish, and a black vs. white pathway (these six colors are known as &ldquo;cardinal&rdquo; colors). However, how the light is turned into colored perceptions is not fully understood - in particular, how do people perceive colors beyond the six cardinal colors, the &ldquo;non-cardinal&rdquo; colors?&nbsp; I looked at how characteristics of stimulus shape (e.g., striped vs. full field) may affect our ability to demonstrate the existence of neural mechanisms tuned to the non-cardinal colors between the cardinal bluish-yellowish and black-white mechanisms.&nbsp; Neurons in different parts of the brain respond better to different stimulus shapes, and I showed that these different stimulus shapes do affect our ability to detect neural mechanisms tuned to these non-cardinal mechanisms.</p>\n<p>In a second experiment I explored how to strengthen the non-cardinal mechanisms using a form of perceptual learning.&nbsp; The first method did not succeed, but I continue to explore other methods.&nbsp; If these other methods do work, there is the possibility that they can be applied to strengthen other areas of brain function.</p>\n<p><strong>Broader Impact:</strong>&nbsp; The Wabash College student body is about 25% first generation college student, 25% Pell-eligible, and nearly 20% underrepresented minority (with some overlap across these groups).&nbsp; Part of the funding for this grant was allocated to student summer internships to work with me in exploring how the brain is organized to perceive color.&nbsp; I specifically reached out to the above groups of students for my internship opportunities.&nbsp; Research experiences can aid in student retention to graduation, inspire students to pursue graduate school, help students to clarify a research specialization for graduate school, and improve their chances of acceptance into good graduate programs. I have also used the equipment purchased through this grant in my classes, thus exposing students beyond just those who interned with me to vision science.&nbsp; Research experiences improve scientific literacy, a valuable skill to have in an increasingly technological world.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2023<br>\n\t\t\t\t\tModified by: Karen&nbsp;L&nbsp;Gunther</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:  The experiments funded by this grant help elucidate how the brain is organized in order to perceive colors.  For over 200 years it has been known that color vision begins with the three cone types in the retina in the eye. More recently, vision scientists have determined that the retina changes the cone signals into a red vs. green, a bluish vs. yellowish, and a black vs. white pathway (these six colors are known as \"cardinal\" colors). However, how the light is turned into colored perceptions is not fully understood - in particular, how do people perceive colors beyond the six cardinal colors, the \"non-cardinal\" colors?  I looked at how characteristics of stimulus shape (e.g., striped vs. full field) may affect our ability to demonstrate the existence of neural mechanisms tuned to the non-cardinal colors between the cardinal bluish-yellowish and black-white mechanisms.  Neurons in different parts of the brain respond better to different stimulus shapes, and I showed that these different stimulus shapes do affect our ability to detect neural mechanisms tuned to these non-cardinal mechanisms.\n\nIn a second experiment I explored how to strengthen the non-cardinal mechanisms using a form of perceptual learning.  The first method did not succeed, but I continue to explore other methods.  If these other methods do work, there is the possibility that they can be applied to strengthen other areas of brain function.\n\nBroader Impact:  The Wabash College student body is about 25% first generation college student, 25% Pell-eligible, and nearly 20% underrepresented minority (with some overlap across these groups).  Part of the funding for this grant was allocated to student summer internships to work with me in exploring how the brain is organized to perceive color.  I specifically reached out to the above groups of students for my internship opportunities.  Research experiences can aid in student retention to graduation, inspire students to pursue graduate school, help students to clarify a research specialization for graduate school, and improve their chances of acceptance into good graduate programs. I have also used the equipment purchased through this grant in my classes, thus exposing students beyond just those who interned with me to vision science.  Research experiences improve scientific literacy, a valuable skill to have in an increasingly technological world. \n\n\t\t\t\t\tLast Modified: 08/08/2023\n\n\t\t\t\t\tSubmitted by: Karen L Gunther"
 }
}