{
 "awd_id": "1753437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Hard Tissue evidence of weaning variation in primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-04-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 96500.0,
 "awd_amount": 96500.0,
 "awd_min_amd_letter_date": "2018-04-30",
 "awd_max_amd_letter_date": "2019-09-01",
 "awd_abstract_narration": "Weaning (cessation of breastfeeding) is a critical developmental milestone with important consequences for maternal reproductive strategies and infant outcomes. Modern humans wean their young much earlier on average than the great apes, but the evolutionary origins of this uniquely human pattern are not well understood. This interdisciplinary research project will study behavioral, ecological, physiological, and developmental data for three different wild great ape species, to understand sources of weaning variation in a comparative primate framework. The project will generate a more comprehensive understanding of the biological, ecological and social correlates of weaning variation in our closest living relatives using approaches that are translatable to paleontological contexts, thus contributing to a framework for understanding the evolution of weaning in humans.  This project will broaden participation of underrepresented groups in science through structured internships, mentoring and other enhanced training opportunities for students and early career scientists. Research infrastructure will be enhanced by establishing new collaborations and interdisciplinary datasets relevant to many questions at the intersection of primate conservation and human evolutionary biology.  Results of this work will advance our understanding of the population dynamics and health of these critically endangered apes, and will be communicated to wildlife veterinarians and park managers to inform conservation strategies, as well as through online and other public venues.\r\n\r\nThe timing of weaning represents a balance of maternal and offspring evolutionary interests, and is sensitive to physiological constraints as well as physical and social environments. However, behavioral observations of living primates cannot distinguish nutritive versus social functions of nursing, and methods for reconstructing weaning in paleontological contexts are limited in their ability to discriminate weaning variation among closely-related taxa. This comparative and multi-proxy study of weaning variation in wild great apes focuses on three ecologically-distinct populations that show pronounced variation in suckling behavior and maternal reproductive strategies: Virunga and Bwindi mountain gorillas, which differ markedly in ecology, and Gombe chimpanzees, which provide an important taxonomic contrast. This project integrates suckling and feeding behavior, physical development, and fecal stable isotope data collected from individuals in life, with chemical characterization of their foods, and morphological and dental trace element analyses of associated skeletons from these populations after death. This research investigates (1) what factors influence variability in weaning-related dietary transitions across living wild chimpanzees and gorillas, (2) how chemical proxies in biological tissues (fecal, dental) relate to behavioral and anatomical proxies of weaning, and (3) how reliably dental trace elements record variability in documented dietary histories at the individual and population levels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Lonsdorf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Lonsdorf",
   "pi_email_addr": "elonsdo@emory.edu",
   "nsf_id": "000373897",
   "pi_start_date": "2018-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Franklin and Marshall College",
  "inst_street_address": "415 HARRISBURG AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LANCASTER",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7173584517",
  "inst_zip_code": "176032827",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "PA11",
  "org_lgl_bus_name": "FRANKLIN AND MARSHALL COLLEGE",
  "org_prnt_uei_num": "P4NXVGAJNQK3",
  "org_uei_num": "P4NXVGAJNQK3"
 },
 "perf_inst": {
  "perf_inst_name": "Gombe National Park",
  "perf_str_addr": "PO Box 1182",
  "perf_city_name": "Kigoma",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Tanzania",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 68300.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 28200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to better understand sources of variation in weaning age in wild chimpanzees and gorillas. A key feature of human life history evolution was a dramatic shift in the timing of weaning in that modern humans wean their infants 2-4 years earlier on average compared to African apes. Early weaning is integrated with other derived life history traits, such as our increased fertility, slow childhood growth, extended brain maturation, and long post-reproductive life spans. However, the evolutionary origins of early weaning in modern humans, and the conditions under which it evolved, remain elusive. This is exacerbated by the fact that our understanding of weaning variation in wild great apes, an important comparative reference, is still limited in key respects. We proposed to address this problem through an interdisciplinary research program across three long-term great ape study sites &ndash; Gombe chimpanzees, Virunga mountain gorillas, and Bwindi mountain gorillas. These taxonomically and ecologically distinct populations, known to exhibit inter- and intra-population life history variation, offer unparalleled opportunities to integrate behavioral, ecological, physiological, and developmental datasets to test hypothesized influences on weaning variation among our closest living relatives. Moreover, the availability of naturally accumulated skeletons from these sites provides the unique opportunity to test the reliability of proposed hard tissue proxies for weaning in past contexts, including the human fossil record.</p>\n<p>Over the course of the granting period, we have published the first detailed characterizations of sources of variation in weaning and feeding development in wild chimpanzees. We documented significant differences between male and female offspring, with male offspring continuing to suckle longer than females. These sex differences were also found in both the Virunga and Bwindi mountain gorilla populations. In chimpanzees, offspring of low-ranking mothers suckled for longer and these mothers drank standing water significantly more frequently during the dry season, suggesting rank-based differences in maternal hydration and offspring weaning. We also analyzed dental development in wild chimpanzees at Gombe, as compared to the mountain gorilla populations and to wild bonobos. Together, this work provides a more complete understanding of the timeline of dental development than previously possible, and also allows for direct comparison to behavioral and physiological measures of cessation of suckling.</p>\n<p>There were several different types of products of this award: peer-reviewed manuscripts, presentations to academic audiences, lectures to the general public and K-12 audiences, and social media communications. Furthermore, this project has established comparative datasets for concurrent individual behavioral, photogrammetric and chemical measures of nutritional development in three long-term great ape study sites, relevant to many questions at the intersection of primate evolution, behavior, and conservation and human paleobiology.</p>\n<p>With regards to broader impacts, we have broadened the participation of women and underrepresented groups in STEM research. Undergraduates at five difference institutions participated in some aspect of the project during the granting period. A vast majority of these students were women, and nearly 30% identify as coming from underrepresented populations. One undergraduate student completed an honors thesis, and four different graduate students have been involved in the project (four out of five of these students were women). Three Tanzanian staff members (two women) were trained on new methodologies in the field in the support of this project. In addition, through our connections with the Jane Goodall Institute and the National Geographic Society, the general population was exposed to this research and gained an appreciation for the value of integrating new non-invasive technologies and approaches with long-term field studies to better understand our closest living relatives.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/25/2023<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Lonsdorf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to better understand sources of variation in weaning age in wild chimpanzees and gorillas. A key feature of human life history evolution was a dramatic shift in the timing of weaning in that modern humans wean their infants 2-4 years earlier on average compared to African apes. Early weaning is integrated with other derived life history traits, such as our increased fertility, slow childhood growth, extended brain maturation, and long post-reproductive life spans. However, the evolutionary origins of early weaning in modern humans, and the conditions under which it evolved, remain elusive. This is exacerbated by the fact that our understanding of weaning variation in wild great apes, an important comparative reference, is still limited in key respects. We proposed to address this problem through an interdisciplinary research program across three long-term great ape study sites &ndash; Gombe chimpanzees, Virunga mountain gorillas, and Bwindi mountain gorillas. These taxonomically and ecologically distinct populations, known to exhibit inter- and intra-population life history variation, offer unparalleled opportunities to integrate behavioral, ecological, physiological, and developmental datasets to test hypothesized influences on weaning variation among our closest living relatives. Moreover, the availability of naturally accumulated skeletons from these sites provides the unique opportunity to test the reliability of proposed hard tissue proxies for weaning in past contexts, including the human fossil record.\n\nOver the course of the granting period, we have published the first detailed characterizations of sources of variation in weaning and feeding development in wild chimpanzees. We documented significant differences between male and female offspring, with male offspring continuing to suckle longer than females. These sex differences were also found in both the Virunga and Bwindi mountain gorilla populations. In chimpanzees, offspring of low-ranking mothers suckled for longer and these mothers drank standing water significantly more frequently during the dry season, suggesting rank-based differences in maternal hydration and offspring weaning. We also analyzed dental development in wild chimpanzees at Gombe, as compared to the mountain gorilla populations and to wild bonobos. Together, this work provides a more complete understanding of the timeline of dental development than previously possible, and also allows for direct comparison to behavioral and physiological measures of cessation of suckling.\n\nThere were several different types of products of this award: peer-reviewed manuscripts, presentations to academic audiences, lectures to the general public and K-12 audiences, and social media communications. Furthermore, this project has established comparative datasets for concurrent individual behavioral, photogrammetric and chemical measures of nutritional development in three long-term great ape study sites, relevant to many questions at the intersection of primate evolution, behavior, and conservation and human paleobiology.\n\nWith regards to broader impacts, we have broadened the participation of women and underrepresented groups in STEM research. Undergraduates at five difference institutions participated in some aspect of the project during the granting period. A vast majority of these students were women, and nearly 30% identify as coming from underrepresented populations. One undergraduate student completed an honors thesis, and four different graduate students have been involved in the project (four out of five of these students were women). Three Tanzanian staff members (two women) were trained on new methodologies in the field in the support of this project. In addition, through our connections with the Jane Goodall Institute and the National Geographic Society, the general population was exposed to this research and gained an appreciation for the value of integrating new non-invasive technologies and approaches with long-term field studies to better understand our closest living relatives.\n\n \n\n\t\t\t\t\tLast Modified: 07/25/2023\n\n\t\t\t\t\tSubmitted by: Elizabeth Lonsdorf"
 }
}