{
 "awd_id": "1753730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Adult Compensatory Plasticity in an Invertebrate Sensory System",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2018-07-03",
 "awd_max_amd_letter_date": "2018-07-03",
 "awd_abstract_narration": "Non-Technical Paragraph:\r\n\r\nOne of the most important questions in neuroscience is how flexible nervous systems remain as they age. In young organisms, nervous systems are highly plastic; neural cells can change their shape and their function. Older nervous systems tend to be less flexible, and large-scale reorganizations are unusual. This research examines adult plasticity in neural circuits responsible for hearing in crickets, which can regrow and rewire auditory neural connections after damage. This plasticity produces functional recovery of hearing loss that is variable among individual crickets. The goal of this project is to understand the mechanisms that govern this type of plasticity, and to explain the variability in functional recovery among individuals. Because these same or similar mechanisms exist in a wide variety of organisms, what is learned from these cricket experiments will be generally applicable to circuits in other organisms. The broader scientific impact of the work will be its contribution to a deeper understanding of the mechanisms of adult nervous system plasticity and how this knowledge can be used to promote functional recovery after nervous system trauma. This work will also have important educational impacts both at Bowdoin College and within Maine. Undergraduates will be active participants in the proposed scientific research, and a special effort will be made to identify, support, and retain students from underrepresented groups. In addition, the PI and her students will participate in annual STEM outreach activities at local elementary schools and with Wabanaki middle school students, widening the societal impact of the funding.\r\n\r\nTechnical Paragraph:\r\n\r\nA persistent question about nervous systems is how plastic they remain as they mature.  This research project focuses on one of the rare examples of large-scale anatomical plasticity seen in adulthood. The adult auditory system of the cricket Gryllus bimaculatus demonstrates profound structural plasticity after the loss of an ear, consisting of large-scale growth and branching of dendrites and axons. These changes result in wavelength-specific physiological recovery that compensates for the loss of the ear; the extent of recovery in different crickets is highly variable. The PI and her students will test the hypothesis that the extent of anatomical sprouting correlates with recovery, as seen in the strength of physiological responses to auditory stimuli and to behavioral indications of auditory system recovery.  The extent of recovery within individual animals will be assessed by testing negative phonotaxis, electrophysiological responses of auditory neurons to sound, and quantifying dendritic and axonal changes in auditory neurons. Bayesian statistical modeling will be used to analyze the data across these levels. Experiments will test whether it is possible to manipulate form and function by altering semaphorin signaling. DsRNA will be used to manipulate sema and plex levels, and any resulting changes in morphology, physiology and behavioral function will be assessed. Given the evolutionary conservation of neuronal strategies for development and plasticity, what is learned from these experiments using G. bimaculatus will be applicable to deafferented circuits in a wide variety of other organisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hadley",
   "pi_last_name": "Horch",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Hadley W Horch",
   "pi_email_addr": "hhorch@bowdoin.edu",
   "nsf_id": "000294146",
   "pi_start_date": "2018-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040118449",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"contentpasted1\"><span>The ability of nervous systems to change in response to events inside or outside an organism is referred to as neuronal plasticity. Because the shape or &ldquo;form&rdquo; of a cell is thought to relate to its function, it follows that large-scale anatomical changes in form&mdash;anatomical plasticity&mdash;impacts the function of those cells. When animals are very young and still developing, shape changes of neurons within the nervous system are necessary and expected, but as animals mature, anatomical plasticity becomes rarer. At the same time, a neuron&rsquo;s ability to grow and shift shape in adult nervous systems could be quite desirable and important, especially as a response to injury or disease. Additionally, understanding which proteins might influence these shape changes and what functional and behavioral consequences follow is important fundamental knowledge. We can approach these problems by focusing on rare examples of large-scale anatomical plasticity in adult nervous systems; one of the most captivating examples is found in the cricket auditory system. In crickets, when one ear is lost in adulthood, large-scale growth and branching of central auditory neurons follow. This anatomical plasticity allows for the recovery of sound responsiveness, compensating for the loss of the ear. The amount of recovery seen varies enormously among different crickets, however, with some compensating much more effectively than others. Why do some animals show a high level of anatomical plasticity while others show very little? And, do animals in which the neuronal shape changes a lot end up displaying behavioral advantages as compared to those whose cells don&rsquo;t change much? This study tested the hypothesis that the extent of anatomical plasticity in the cricket auditory system is predictive of behavioral recovery. To deepen our understanding of this relationship, we also explored whether we can shift this relationship between form and function by altering the expression of specific proteins in the cricket.</span></p>\n<p class=\"contentpasted1\"><span>&nbsp;</span></p>\n<p class=\"contentpasted1\"><span>To understand whether there is a predictable relationship between neuronal form and function after the loss of an ear in adult crickets, we compared the behavioral abilities of normal crickets with two ears with that of one-eared crickets. We also examined the function and shape of specific auditory neurons in these normal and one-eared crickets. We were then able to look for correlations among behavior, neuronal function, and neuronal shape. Our preliminary results suggest that there is a correlation among these elements: more sprouting does correlate with better behavioral responses.</span></p>\n<p class=\"contentpasted1\"><span>&nbsp;</span></p>\n<p class=\"contentpasted1\"><span>To understand whether altering the levels of specific proteins (Semaphorin protein family members) impacts form and function in some predictable way, we used molecular tools to alter protein levels of Sema1a and again examined behavioral responses, neuronal responses, and the shape of auditory neurons. While altering Sema1a levels clearly impacts auditory neuron shape, the ramifications for function and behavior remain unclear and will require additional experiments.</span></p>\n<p class=\"contentpasted1\"><span>&nbsp;</span></p>\n<p class=\"contentpasted1\"><span>This project also contributed to the preparation of the next generation of scientists. Over the course of the grant, 50 undergraduates participated in research in my lab. Two of these students were high school students, and eight were students who were invited into Bowdoin&rsquo;s Science Experience program, which indicates that they are members of a group historically excluded from the sciences. Fifteen of the students who worked in my lab completed honors projects, and many of these students have since matriculated to MD or PhD programs. Most of the other graduated students are working in as research technicians in labs or in the biotech industry. While working in my lab, all 50 of these students learned a variety of techniques, gained experience designing and running experiments, analyzed data, and became more proficient at explaining their results in writing and in verbal presentations. An additional 83 students were </span>positively impacted by this NSF funding<span>. These students enrolled in my Molecular Neuroscience course, and </span>as part of the lab portion of this course, the I introduced the students to aspects of my research program and they worked to complete pilot experiments related to this NSF-funded project. This funding also supported my annual outreach efforts with Native American middle school students from Maine. In our annual visits, we took part in their &ldquo;Curiosity Week,&rdquo; sharing several days of hands-on activities and science-themed games, through which we hoped to enhance the educational aspirations and ultimate academic successes of these students.<span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2023<br>\n\t\t\t\t\tModified by: Hadley&nbsp;W&nbsp;Horch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The ability of nervous systems to change in response to events inside or outside an organism is referred to as neuronal plasticity. Because the shape or \"form\" of a cell is thought to relate to its function, it follows that large-scale anatomical changes in form&mdash;anatomical plasticity&mdash;impacts the function of those cells. When animals are very young and still developing, shape changes of neurons within the nervous system are necessary and expected, but as animals mature, anatomical plasticity becomes rarer. At the same time, a neuron’s ability to grow and shift shape in adult nervous systems could be quite desirable and important, especially as a response to injury or disease. Additionally, understanding which proteins might influence these shape changes and what functional and behavioral consequences follow is important fundamental knowledge. We can approach these problems by focusing on rare examples of large-scale anatomical plasticity in adult nervous systems; one of the most captivating examples is found in the cricket auditory system. In crickets, when one ear is lost in adulthood, large-scale growth and branching of central auditory neurons follow. This anatomical plasticity allows for the recovery of sound responsiveness, compensating for the loss of the ear. The amount of recovery seen varies enormously among different crickets, however, with some compensating much more effectively than others. Why do some animals show a high level of anatomical plasticity while others show very little? And, do animals in which the neuronal shape changes a lot end up displaying behavioral advantages as compared to those whose cells don’t change much? This study tested the hypothesis that the extent of anatomical plasticity in the cricket auditory system is predictive of behavioral recovery. To deepen our understanding of this relationship, we also explored whether we can shift this relationship between form and function by altering the expression of specific proteins in the cricket.\n \nTo understand whether there is a predictable relationship between neuronal form and function after the loss of an ear in adult crickets, we compared the behavioral abilities of normal crickets with two ears with that of one-eared crickets. We also examined the function and shape of specific auditory neurons in these normal and one-eared crickets. We were then able to look for correlations among behavior, neuronal function, and neuronal shape. Our preliminary results suggest that there is a correlation among these elements: more sprouting does correlate with better behavioral responses.\n \nTo understand whether altering the levels of specific proteins (Semaphorin protein family members) impacts form and function in some predictable way, we used molecular tools to alter protein levels of Sema1a and again examined behavioral responses, neuronal responses, and the shape of auditory neurons. While altering Sema1a levels clearly impacts auditory neuron shape, the ramifications for function and behavior remain unclear and will require additional experiments.\n \nThis project also contributed to the preparation of the next generation of scientists. Over the course of the grant, 50 undergraduates participated in research in my lab. Two of these students were high school students, and eight were students who were invited into Bowdoin’s Science Experience program, which indicates that they are members of a group historically excluded from the sciences. Fifteen of the students who worked in my lab completed honors projects, and many of these students have since matriculated to MD or PhD programs. Most of the other graduated students are working in as research technicians in labs or in the biotech industry. While working in my lab, all 50 of these students learned a variety of techniques, gained experience designing and running experiments, analyzed data, and became more proficient at explaining their results in writing and in verbal presentations. An additional 83 students were positively impacted by this NSF funding. These students enrolled in my Molecular Neuroscience course, and as part of the lab portion of this course, the I introduced the students to aspects of my research program and they worked to complete pilot experiments related to this NSF-funded project. This funding also supported my annual outreach efforts with Native American middle school students from Maine. In our annual visits, we took part in their \"Curiosity Week,\" sharing several days of hands-on activities and science-themed games, through which we hoped to enhance the educational aspirations and ultimate academic successes of these students. \n\n \n\n\t\t\t\t\tLast Modified: 09/25/2023\n\n\t\t\t\t\tSubmitted by: Hadley W Horch"
 }
}