{
 "awd_id": "1753743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Kith and kin in amoeba-bacteria cooperation",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 1139388.0,
 "awd_amount": 1280966.0,
 "awd_min_amd_letter_date": "2018-07-13",
 "awd_max_amd_letter_date": "2022-04-15",
 "awd_abstract_narration": "Understanding cooperation among microbes is vital. Pathogenic microbes sometimes cooperate in ways that harm us.  The bacteria comprising our gut microbiome can cooperate in ways that benefit us. Microbes can cooperate both with members of their own species and with other species. This project will show how within- and between species cooperation are actually closely related.  First, the two processes often work together. Cooperation among microbial populations is required for them to cooperate with a larger host organism. This study will examine how favoring relatives affects cooperation with their host by using a simple, understandable model system. Many Burkholderia bacteria inhabit an amoeba host, conferring both helpful and harmful effects. The study will show how the ability of bacteria to cooperate, especially among relatives, affects host survival and reproduction.  There are similarities between the theories of within- and between-species cooperation. The investigators will construct mathematical models for a more unified theory that will allow insights about one type of cooperation to be applied to the other type. Finally, this study will test these theories by putting the microbial partners together in the lab to see what changes occur over time using experimental evolution.   The results of this work will explain microbial interactions far beyond this bacteria-amoeba system, with potential insights for medicine and agriculture. The investigators will develop active learning modules that allow students to manipulate models of microbial interactions and see the consequences.   They will also produce short educational videos that will be widely available.\r\n\r\n\r\nCooperation occurs both within and between species, but these two realms have been studied rather separately. This study will bridge these research traditions in three ways, by studying the importance of kin selection in an amoeba-bacteria mutualism, by developing kith selection models of mutualism that are formally similar to kin selection models, and by applying those models to an amoeba-bacteria mutualism.  First, the investigators will study the importance of within-species kin selection in a between-species symbiosis, the amoeba-bacteria proto-farming system. They will investigate relatedness of the bacteria, their kin recognition, and the effects of these on host fitness. Second, they will model understudied aspects of kith selection in which cooperators pay a direct fitness cost but can be compensated by an indirect benefit from the other species, modeled by a regression coefficient that is formally similar to genetic relatedness. Finally, the investigators will evolve the participants under different interaction circumstances in the amoeba-bacteria mutualism to apply and test the models. They will determine the relative roles of direct selection, indirect selection due to partners, and their interaction. The theory will help unify disparate schools of thought and the empirical methods will be transferable to many other systems. Furthermore, the investigators will develop educational modules on the topic of their research, will involve undergraduates, and K12 students, and make presentations to the public. They also will facilitate diversification of the professoriate with informative pieces on academic success strategies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Strassmann",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joan E Strassmann",
   "pi_email_addr": "strassmann@wustl.edu",
   "nsf_id": "000319904",
   "pi_start_date": "2018-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Queller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Queller",
   "pi_email_addr": "queller@wustl.edu",
   "nsf_id": "000313594",
   "pi_start_date": "2018-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "St Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1139388.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 141578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>If no man is an island, neither is an organism ever alone, not only from others of its species, but also from the tiniest microbes. If everything is interdependent it makes it hard to imagine how natural selection can work on different organisms. But it can. Natural selection means that bearers of some traits have more offspring than bearers of other traits so those traits proliferate in the population. And this works even though organisms are intertwined in many ways. How can that be? It all depends on the permanence of the interactions. If two organisms are completely intertwined, what is good for one is likely to be good for the other, particularly if they pass together from one generation to the next. If they do not pass together, then there can be competition and the interests of one will not be the same as the interests of another. What we are interested in is how cooperation prevails in a system that is easy to study and consists of both bacteria and an amoeba host that they inhabit.</p>\n<p>The amoeba is <em>Dictyostelium discoideum. </em>It has an unusual social cycle. When the amoebas starve, a consequence of not finding enough bacteria to eat, they aggregate by the thousands and ultimately form a little fruiting body with a stalk made up of dead cells with living spores awaiting dispersal on top. We discovered that three species of <em>Paraburkholderia </em>bacteria are carried through this social stage. This means the interests of the host and symbiont could be quite entwined. We did some mathematics and modeling to understand exactly what this might be like and call the relationship a kith coefficient.</p>\n<p>We did experiments where we cured the amoebas with antibiotics so they no longer carried the bacteria. Then we reintroduced either the bacteria the amoebas had originally been collected in the soil with or other bacteria collected from other amoebas. We predicted that those that naturally occurred together would do best together. It turned out that there was not a lot of specificity in these interactions.</p>\n<p>So we thought we would evolve them separately and see what changed if the <em>Dictyostelium </em>amoebas went through many generations without the bacteria and the bacteria went through many generations without the amoebae. The prediction is that if they were originally antagonistic, during separate experimental evolution they would become nicer and if they were originally nice to each other during experimental evolution they would become more competitive and hurt each other. It is the kind of experiment that would take many years with animals but can be done in a few months with microbes. The results of this study showed that some were antagonistic and some were neutral. It is no surprise for results in biology to be complicated.</p>\n<p>We are also interested in the genes that are important for relationships of bacteria to amoebas. We used two ways to study this. First, we sequenced the genomes of the bacteria and discovered that the genomes of two of the three species of <em>Paraburkholderia </em>had about half as many genes as relatives that were not symbionts. This is an indication of their dependence on the amoebas. Second, we used special techniques to break certain genes and see how that changed the interaction of the bacteria with the amoeba host. We hoped to find genes that when broken turned the inedible symbiont into an edible food bacterium. We found lots of genes important in this process that we are studying.</p>\n<p>This research did not only find interesting things about amoebas and bacteria. Doing the research taught a lot of students about the process of scientific discovery and communication. The research involved three postdoctoral scholars, all women. It involved five graduate students, two women and one Hispanic man. It involved twelve undergraduates, seven of whom are women. One of the undergraduates is Hispanic and four are African American.</p>\n<p>We communicated the results of our research in many publications and also by giving talks at different universities and national and international meetings.</p>\n<p>We involved the community in science by hosting an activity at the Ferguson Farmers&rsquo; Market one Saturday a month. Our activities consist of simple games that teach both something cool about science and also how the scientific method works. One of our activities is featured in an article we wrote for <em>American Biology Teacher. </em>We also write a blog designed to explain how to become a biology professor, <a href=\"https://sociobiology.wordpress.com\">https://sociobiology.wordpress.com</a>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2023<br>\n\t\t\t\t\tModified by: Joan&nbsp;E&nbsp;Strassmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIf no man is an island, neither is an organism ever alone, not only from others of its species, but also from the tiniest microbes. If everything is interdependent it makes it hard to imagine how natural selection can work on different organisms. But it can. Natural selection means that bearers of some traits have more offspring than bearers of other traits so those traits proliferate in the population. And this works even though organisms are intertwined in many ways. How can that be? It all depends on the permanence of the interactions. If two organisms are completely intertwined, what is good for one is likely to be good for the other, particularly if they pass together from one generation to the next. If they do not pass together, then there can be competition and the interests of one will not be the same as the interests of another. What we are interested in is how cooperation prevails in a system that is easy to study and consists of both bacteria and an amoeba host that they inhabit.\n\nThe amoeba is Dictyostelium discoideum. It has an unusual social cycle. When the amoebas starve, a consequence of not finding enough bacteria to eat, they aggregate by the thousands and ultimately form a little fruiting body with a stalk made up of dead cells with living spores awaiting dispersal on top. We discovered that three species of Paraburkholderia bacteria are carried through this social stage. This means the interests of the host and symbiont could be quite entwined. We did some mathematics and modeling to understand exactly what this might be like and call the relationship a kith coefficient.\n\nWe did experiments where we cured the amoebas with antibiotics so they no longer carried the bacteria. Then we reintroduced either the bacteria the amoebas had originally been collected in the soil with or other bacteria collected from other amoebas. We predicted that those that naturally occurred together would do best together. It turned out that there was not a lot of specificity in these interactions.\n\nSo we thought we would evolve them separately and see what changed if the Dictyostelium amoebas went through many generations without the bacteria and the bacteria went through many generations without the amoebae. The prediction is that if they were originally antagonistic, during separate experimental evolution they would become nicer and if they were originally nice to each other during experimental evolution they would become more competitive and hurt each other. It is the kind of experiment that would take many years with animals but can be done in a few months with microbes. The results of this study showed that some were antagonistic and some were neutral. It is no surprise for results in biology to be complicated.\n\nWe are also interested in the genes that are important for relationships of bacteria to amoebas. We used two ways to study this. First, we sequenced the genomes of the bacteria and discovered that the genomes of two of the three species of Paraburkholderia had about half as many genes as relatives that were not symbionts. This is an indication of their dependence on the amoebas. Second, we used special techniques to break certain genes and see how that changed the interaction of the bacteria with the amoeba host. We hoped to find genes that when broken turned the inedible symbiont into an edible food bacterium. We found lots of genes important in this process that we are studying.\n\nThis research did not only find interesting things about amoebas and bacteria. Doing the research taught a lot of students about the process of scientific discovery and communication. The research involved three postdoctoral scholars, all women. It involved five graduate students, two women and one Hispanic man. It involved twelve undergraduates, seven of whom are women. One of the undergraduates is Hispanic and four are African American.\n\nWe communicated the results of our research in many publications and also by giving talks at different universities and national and international meetings.\n\nWe involved the community in science by hosting an activity at the Ferguson Farmers’ Market one Saturday a month. Our activities consist of simple games that teach both something cool about science and also how the scientific method works. One of our activities is featured in an article we wrote for American Biology Teacher. We also write a blog designed to explain how to become a biology professor, https://sociobiology.wordpress.com.\n\n \n\n\t\t\t\t\tLast Modified: 10/20/2023\n\n\t\t\t\t\tSubmitted by: Joan E Strassmann"
 }
}