{
 "awd_id": "1753328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:Membrane-Mimicking Nanomaterials with Tunable Elasticity for Selective and Efficient Intracellular Delivery",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-05-09",
 "awd_max_amd_letter_date": "2022-05-03",
 "awd_abstract_narration": "Non-Technical Abstract: \r\n\r\nThis CAREER award by the Biomaterials Program in the Division of Materials Research, to the University of Houston, is to create a class of liposomal membranes that comprise a polymeric core with tunable mechanical properties, and study the cell recognition as well as internalization of the so-called nanoliposomes (NLs).  In diseases like cancer where therapeutic drugs are designed to kill cells, systematic administration of drugs can severely damage healthy cells, leading to undesired side effects in patients undergoing treatment. Nanoliposomes are extremely small lipid capsules that can carry these toxic drugs only to diseased cells without harming healthy cells in the body, minimizing their side effects. These carriers should, however, be carefully tailored to address selected group of cells affected in different diseases while sparing other cells. The goal of this project is to generate a toolbox for design and development of highly tailored nanoliposomes for carrying drugs for a wide range of treatment applications. The impact of this study goes far beyond the fields of biomaterials and drug delivery as it tackles a major challenge in today's medicine, namely selective and efficient drug delivery, impacting the lives of millions of patients with devastating diseases like cancer or neurological disorders. Additionally, by supporting the growth and empowerment of female youth in the diverse Houstonian community, this project will raise the quality of life for this entire community.\r\n\r\n\r\nTechnical Abstract: \r\n\r\nAmong nano-delivery vehicles developed to date, nanoliposomes (NLs) have shown the greatest promise for efficient delivery of bioactive molecules to specific sites in the body and have hence, found applications beyond research laboratories. A particularly attractive aspect of liposomal membranes lies in their ability to mimic the fluid and dynamic nature of biological membranes. This unique feature can be effectively used for dynamic adjustment of membrane surface properties, presenting outstanding opportunities for delivery applications. NLs, however, suffer from the lack of mechanical stability and control over the cargo release. An appealing strategy developed to address these limitations is to add a solid nanoparticle that can provide mechanical stability and controlled release, as a core into NLs. Despite the fast growing interest in such hybrid vehicles for delivery applications, there remains a gap in fundamental understanding of structure-function relationship in these systems, hindering their full potential realization. Particularly, the key differences between these hybrid vehicles and their parental systems including (a) the presence of a stiff core within an otherwise highly deformable NL, and (b) the dynamic display of targeting moieties on a solid NP with an otherwise static surface, and their impact on the performance of these systems have remained unexplored. \r\n\r\nThis CAREER award by the Biomaterials Program in the Division of Materials Research, to the University of Houston is to fill the above-mentioned gap and provide an in depth understanding of the unique physiochemical aspects of solid-core liposomes in relation to their functionality and cellular interactions. To this end, a versatile class of targeted liposomal membranes with mechanically tunable polymeric cores will be developed and systematically studied for cell recognition and internalization. The ultimate goal of this project is to develop a stimuli-responsive membrane-mimicking vehicle that can simultaneously offer high specificity, high efficiency, mechanical stability, and controlled release for intracellular delivery of bio-active molecules. \r\nThis work is potentially transformative as it aims to develop nanomaterials that offer mechanical stability and controlled release along with high selectivity and efficacy for intracellular delivery of theranostics -an unmet need in several medical and biomedical research areas including cancer research and regenerative medicine. In addition, this project is the first study on the structure-function relationship in solid core liposomal membranes -a rapidly growing class of delivery nanomaterials. Moreover, this project will shed light on fundamental yet unexplored aspects of nano-scale biomaterials: (i) the role of core mechanical stiffness in NLs, and (ii) the effect of surface mobility of ligands on targeted NPs, in their cellular interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheereen",
   "pi_last_name": "Majd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheereen Majd",
   "pi_email_addr": "smajd9@central.uh.edu",
   "nsf_id": "000753699",
   "pi_start_date": "2018-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772044007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 80983.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 80983.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 128509.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 128525.0
  }
 ],
 "por": null
}