{
 "awd_id": "1753364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Mechanistic Studies of Secondary Organic Aerosol Production from Biomass Burning Derived Precursors",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 572581.0,
 "awd_amount": 572581.0,
 "awd_min_amd_letter_date": "2018-03-15",
 "awd_max_amd_letter_date": "2022-03-08",
 "awd_abstract_narration": "The goal of this project is to improve models that predict the formation of secondary organic aerosol (SOA) in the atmosphere.  It is focused on SOA formed from biomass burning emissions.  The project includes experiments conducted in the atmospheric chambers at the University of California, Riverside (UCR) and builds on the historical expertise and the series of aggregated chemical mechanisms produced by the Statewide Air Pollution Research Center (SAPRC) at UCR.  The results of this project will be beneficial to local and regional regulatory agencies (e.g., the California Air Resources Board and the South Coast Air Quality Management District) and fire management communities (e.g., the Joint Fire Science Program).\r\n\r\nThe mechanistic understanding and model representation of biomass burning (BB)-SOA will be advanced through conventional and novel chamber studies of recently identified and poorly characterized potential SOA precursors emitted from BB, the evaluation of chamber data and SOA parameterizations using existing approaches; and the development and testing of an innovative SOA model that better integrates gas- and particle-phase chemistry based on the widely-used gas-phase chemical mechanism SAPRC.  The specific objectives of the research are to: (1) Elucidate the secondary organic aerosol (SOA) formation potential for biomass burning (BB) derived hydrocarbon precursors; (2) Evaluate changes in SOA mass formation and properties with changes in chemical conditions; (3) Develop SOA parameterizations using existing two product (2p) and volatility basis set (VBS) model approaches; and (4) Advance an integrated gas- and particle-phase model representation of SOA formation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelley",
   "pi_last_name": "Barsanti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelley Barsanti",
   "pi_email_addr": "kbarsanti@engr.ucr.edu",
   "nsf_id": "000530551",
   "pi_start_date": "2018-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 103843.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 125799.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 128707.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 120949.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 93283.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wildfires, prescribed burns, and agricultural burns (&ldquo;biomass burning (BB)&rdquo;) emit high levels of trace gases and particulate matter (PM), which strongly influence air quality and climate. Within fire plumes, some of the trace gases undergo chemical transformations that can form additional PM, thereby degrading air quality downwind. PM can also influence the radiative balance of the atmosphere thus impacting climate. Given the significant influence of BB-derived PM on climate as well as on human health, there is a need to accurately represent BB-derived PM in models used for atmospheric chemistry, air quality, and climate predictions. While accurate models of BB-derived PM have been difficult to achieve for several reasons, poor understanding of the large number of specific compounds that are emitted, their reactivity in smoke plumes, and their propensity to form PM has been one significant limitation. Therefore, to advance the understanding and model representation of BB emissions and their chemistry, laboratory measurements and process-level modeling were integrated in this study, uniquely building on the specific expertise of PI Barsanti and the historical expertise at the University of California-Riverside.</p>\n<p>During this project we advanced the mechanistic understanding and model representation of BB-derived PM, with particular focus on secondary PM or secondary organic aerosol (SOA), through: 1) chamber studies of recently identified and poorly characterized potential SOA precursors emitted from BB; 2) evaluation of new and existing chamber data, gas-phase chemical mechanisms, and SOA parameterizations; and 3) development and testing of models that better integrated gas- and particle-phase chemistry based on the widely-used gas-phase chemical mechanism SAPRC. We focused on a subset of SOA precursors commonly found in BB emissions including furans, oxygenated aromatics, and camphene. We published three manuscripts on our findings, with one additional manuscript available as a preprint and two more in preparation.</p>\n<p>Regarding furans, there had been a number of studies that noted the critical lack of a chemical mechanism to describe the gas-phase chemistry of furans; we published the most comprehensive atmospheric furans mechanism developed to date, and the mechanism includes chemistry relevant in urban areas as well as BB plumes. Comparison between the newly developed furans mechanism, and the existing more condensed furans mechanism, suggested that oxidant levels, including ozone, may be greatly improved by using the new furans mechanism. Regarding camphene, the measurement-modeling work established an important framework for using gas-phase mechanistic modeling to explain SOA formation. In previous publications exploring autoxidation in monoterpene systems, autoxidation was found to be important at low nitrogen oxides (NOx) conditions. The prevailing wisdom is that for peroxy radicals (RO<sub>2</sub>) the RO<sub>2</sub> + NO reaction \"outcompetes\" the RO<sub>2</sub> autoxidation reactions. However, the reaction rate constants for the autoxidation reactions are known to be very sensitive to molecular structure, and thus an accounting of relative rates requires knowledge of the different RO<sub>2</sub>. Using a chemically detailed version of the SAPRC gas-phase chemical mechanism, we discovered that a family of RO<sub>2</sub> were formed in the presence of NOx, that then underwent rapid autoxidation (rapid enough to compete with RO<sub>2</sub> + NO reactions). While the SAPRC mechanism does not include gas-particle partitioning, the predicted products had extremely low vapor pressures and were a plausible explanation for the very high SOA yields observed under such conditions. This project and its results are exactly what were envisioned in the writing of this proposal.</p>\n<p>Four PhD students were supported by this project mentored by PI Barsanti and a fifth PhD student was co-advised by PI Barsanti. Three of these students were underrepresented minorities in STEM. Three of these students have successfully completed their PhD, and the fourth has successfully defended her thesis. The skills that they learned through this project better prepared them for the STEM workforce. All of them have continued in STEM, and specifically in atmospheric science/air quality science and engineering, thus diversifying this workforce. The workshop for undergraduate women in the Bourns College of Engineering (BCOE) was specifically designed to encourage women to persist in earning a degree in STEM, and entering the STEM workforce. While demographic information was not collected from the students, on average, ~40% of students within BCOE are underrepresented minorities in STEM (largely Hispanic) and ~40% of students are first to go to college (i.e., first-generation college students). While the workshop funded through this grant and the associated mentoring program were not fully completed or evaluated, due to disruptions from the COVID-19 pandemic, early feedback suggested they could be successful in retaining underrepresented minorities in STEM. Finally, through this project, the SAPRC family of mechanisms were further developed, better documented, and used in new applications. The work started during this project will continue through new projects and collaborations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/02/2024<br>\nModified by: Kelley&nbsp;Barsanti</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWildfires, prescribed burns, and agricultural burns (biomass burning (BB)) emit high levels of trace gases and particulate matter (PM), which strongly influence air quality and climate. Within fire plumes, some of the trace gases undergo chemical transformations that can form additional PM, thereby degrading air quality downwind. PM can also influence the radiative balance of the atmosphere thus impacting climate. Given the significant influence of BB-derived PM on climate as well as on human health, there is a need to accurately represent BB-derived PM in models used for atmospheric chemistry, air quality, and climate predictions. While accurate models of BB-derived PM have been difficult to achieve for several reasons, poor understanding of the large number of specific compounds that are emitted, their reactivity in smoke plumes, and their propensity to form PM has been one significant limitation. Therefore, to advance the understanding and model representation of BB emissions and their chemistry, laboratory measurements and process-level modeling were integrated in this study, uniquely building on the specific expertise of PI Barsanti and the historical expertise at the University of California-Riverside.\n\n\nDuring this project we advanced the mechanistic understanding and model representation of BB-derived PM, with particular focus on secondary PM or secondary organic aerosol (SOA), through: 1) chamber studies of recently identified and poorly characterized potential SOA precursors emitted from BB; 2) evaluation of new and existing chamber data, gas-phase chemical mechanisms, and SOA parameterizations; and 3) development and testing of models that better integrated gas- and particle-phase chemistry based on the widely-used gas-phase chemical mechanism SAPRC. We focused on a subset of SOA precursors commonly found in BB emissions including furans, oxygenated aromatics, and camphene. We published three manuscripts on our findings, with one additional manuscript available as a preprint and two more in preparation.\n\n\nRegarding furans, there had been a number of studies that noted the critical lack of a chemical mechanism to describe the gas-phase chemistry of furans; we published the most comprehensive atmospheric furans mechanism developed to date, and the mechanism includes chemistry relevant in urban areas as well as BB plumes. Comparison between the newly developed furans mechanism, and the existing more condensed furans mechanism, suggested that oxidant levels, including ozone, may be greatly improved by using the new furans mechanism. Regarding camphene, the measurement-modeling work established an important framework for using gas-phase mechanistic modeling to explain SOA formation. In previous publications exploring autoxidation in monoterpene systems, autoxidation was found to be important at low nitrogen oxides (NOx) conditions. The prevailing wisdom is that for peroxy radicals (RO2) the RO2 + NO reaction \"outcompetes\" the RO2 autoxidation reactions. However, the reaction rate constants for the autoxidation reactions are known to be very sensitive to molecular structure, and thus an accounting of relative rates requires knowledge of the different RO2. Using a chemically detailed version of the SAPRC gas-phase chemical mechanism, we discovered that a family of RO2 were formed in the presence of NOx, that then underwent rapid autoxidation (rapid enough to compete with RO2 + NO reactions). While the SAPRC mechanism does not include gas-particle partitioning, the predicted products had extremely low vapor pressures and were a plausible explanation for the very high SOA yields observed under such conditions. This project and its results are exactly what were envisioned in the writing of this proposal.\n\n\nFour PhD students were supported by this project mentored by PI Barsanti and a fifth PhD student was co-advised by PI Barsanti. Three of these students were underrepresented minorities in STEM. Three of these students have successfully completed their PhD, and the fourth has successfully defended her thesis. The skills that they learned through this project better prepared them for the STEM workforce. All of them have continued in STEM, and specifically in atmospheric science/air quality science and engineering, thus diversifying this workforce. The workshop for undergraduate women in the Bourns College of Engineering (BCOE) was specifically designed to encourage women to persist in earning a degree in STEM, and entering the STEM workforce. While demographic information was not collected from the students, on average, ~40% of students within BCOE are underrepresented minorities in STEM (largely Hispanic) and ~40% of students are first to go to college (i.e., first-generation college students). While the workshop funded through this grant and the associated mentoring program were not fully completed or evaluated, due to disruptions from the COVID-19 pandemic, early feedback suggested they could be successful in retaining underrepresented minorities in STEM. Finally, through this project, the SAPRC family of mechanisms were further developed, better documented, and used in new applications. The work started during this project will continue through new projects and collaborations.\n\n\n\t\t\t\t\tLast Modified: 07/02/2024\n\n\t\t\t\t\tSubmitted by: KelleyBarsanti\n"
 }
}