{
 "awd_id": "1754012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SG:  Identifying patterns of trait variation that arise from competitive interactions",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2018-05-08",
 "awd_max_amd_letter_date": "2018-05-08",
 "awd_abstract_narration": "Competition for scarce resources is a fundamental aspect of life on earth. Terrestrial plants compete for light, water and soil nutrients. Many birds compete for access to food and nesting sites, and in the intertidal zone, shellfish compete for rocky substrate on which to attach themselves. Classic ecological theory predicts that when competition is important, species can coexist with others by having traits that differentiate their resource needs from those of their competitors. In turn, this prediction has led to the hypothesis that when communities comprise well differentiated species, competition must be a dominant process. Unfortunately, this hypothesis does not support key aspects of modern coexistence theory, which has demonstrated that even very similar competing species can coexist if the competitive advantage is small. This project will address this scientific controversy by developing a general eco-evolutionary mathematical model of intraspecific competition in which competition is explicitly linked to species traits and evolutionarily stable communities are identified. Ultimately, this work will lead to a better understanding of the distribution and abundance of organisms in natural communities and resolve these discrepancies in classic and modern theory. Additionally, this research will provide research training for a postdoctoral researcher and an undergraduate student. A teaching module in theoretical ecology will also be developed for undergraduate and graduate students.\r\n\r\nMost of the theoretical work on trait distributions arising from competitive interactions has assumed that a single trait (or at most a pair of traits) determines both the niche overlap and any fitness differences among competitors.  Under this assumption, trait distributions of climax communities generally demonstrate over-dispersion; however, it has also been shown that clumps of similar species can form at intermediate time-scales when their fitness differences are small (termed \"emergent neutrality\"). This project will employ mathematical models of competition to compare patterns of trait variation that emerge under modern coexistence theory to data collected from natural communities. This project will incorporate a greater degree of biological realism than previous approaches, by modulating the extent to which niche differences and fitness differences are controlled by the same trait or different traits. Numerical simulations of a Lotka-Volterra competition model within an eco-evolutionary framework will be used to identify evolutionarily stable communities. The patterns of trait dispersion that develop will be summarized using a variety of metrics to demonstrate the patterns and mechanisms that underlie climax communities when traits have varying degrees of control over fitness.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Vasseur",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Vasseur",
   "pi_email_addr": "david.vasseur@yale.edu",
   "nsf_id": "000523835",
   "pi_start_date": "2018-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "165 Prospect St, OML 426A",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is well understood that biodiversity is critical to maintenance of ecosystem health and function and yet, ecologists still have a limited understanding of how biodiversity is supported and maintained when individuals compete for a relatively few limiting resources such as food/light, water, nutrients and space.&nbsp;&nbsp; Biodiversity originates from the different characteristic or roles (often called &lsquo;functional traits&rsquo;) that individuals of different, or of the same species have in an ecosystem.&nbsp;&nbsp; The main goal of this project was to understand how evolution generates patterns of functional traits in a community of competing species, and how these patterns are influenced by other fixed facets of the environment.&nbsp; In addition, the project aimed to understand how differences among functional traits within a species can influence patterns at the community level.&nbsp;&nbsp; To accomplish these goals the team developed and analyzed mathematical models of the relevant process.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project has impacted our understanding of how biodiversity is maintained through the generation of two key pieces of knowledge and via a synthesis of previously disparate results in this area which will help the field of ecology to advance.&nbsp;&nbsp; Specifically, our work shows that the phenomenon of trait &lsquo;overdispersion&rsquo; (where evolution maximizes species differences) is likely to occur in concert with the phenomenon of trait &lsquo;clustering&rsquo; (where evolution minimizes species differences); dominant species overdisperse, while rare species form clusters of similarly functioning species to avoid competing with the more dominant species. &nbsp;This is the first theoretical demonstration that both patterns can occur in concert.&nbsp;&nbsp; The second major piece of knowledge comes from our proof that differences in traits within a species impedes their ability to compete and coexist with other species.&nbsp;&nbsp; Previous speculation had suggested that such differences within species might enhance between-species diversity and our work proves that result to be very rare.&nbsp;&nbsp; Furthermore, this project led to an organization framework for interpreting a vast range of theoretical and empirical studies on this topic which will ultimately empower researchers to better interpret the mechanisms maintaining biodiversity in any ecosystem of interest.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2022<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Vasseur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is well understood that biodiversity is critical to maintenance of ecosystem health and function and yet, ecologists still have a limited understanding of how biodiversity is supported and maintained when individuals compete for a relatively few limiting resources such as food/light, water, nutrients and space.   Biodiversity originates from the different characteristic or roles (often called ‘functional traits’) that individuals of different, or of the same species have in an ecosystem.   The main goal of this project was to understand how evolution generates patterns of functional traits in a community of competing species, and how these patterns are influenced by other fixed facets of the environment.  In addition, the project aimed to understand how differences among functional traits within a species can influence patterns at the community level.   To accomplish these goals the team developed and analyzed mathematical models of the relevant process.  \n\n \n\nThis project has impacted our understanding of how biodiversity is maintained through the generation of two key pieces of knowledge and via a synthesis of previously disparate results in this area which will help the field of ecology to advance.   Specifically, our work shows that the phenomenon of trait ‘overdispersion’ (where evolution maximizes species differences) is likely to occur in concert with the phenomenon of trait ‘clustering’ (where evolution minimizes species differences); dominant species overdisperse, while rare species form clusters of similarly functioning species to avoid competing with the more dominant species.  This is the first theoretical demonstration that both patterns can occur in concert.   The second major piece of knowledge comes from our proof that differences in traits within a species impedes their ability to compete and coexist with other species.   Previous speculation had suggested that such differences within species might enhance between-species diversity and our work proves that result to be very rare.   Furthermore, this project led to an organization framework for interpreting a vast range of theoretical and empirical studies on this topic which will ultimately empower researchers to better interpret the mechanisms maintaining biodiversity in any ecosystem of interest.  \n\n \n\n\t\t\t\t\tLast Modified: 03/18/2022\n\n\t\t\t\t\tSubmitted by: David A Vasseur"
 }
}