{
 "awd_id": "1754078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU-Site: Regional Initiative to Promote Undergraduate Participation in Experimental and Computational Materials Research",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922499",
 "po_email": "rmeulenb@nsf.gov",
 "po_sign_block_name": "Robert Meulenberg",
 "awd_eff_date": "2018-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 324975.0,
 "awd_amount": 324975.0,
 "awd_min_amd_letter_date": "2018-03-09",
 "awd_max_amd_letter_date": "2018-03-09",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The University of Alabama at Birmingham (UAB) will host a Research Experiences for Undergraduates (REU)-site in experimental and computational materials research. This REU-site project plans to recruit students from underrepresented groups and academic institutions where research opportunities are limited. This project offers a broad range of interdisciplinary materials research experiences to undergraduate students with a diversity of backgrounds in physics, chemistry, applied mathematics, and engineering. The undergraduate students will gain experience in materials synthesis, materials characterization and computer modeling and simulations during their ten-week research stay at UAB campus. The scientific research projects have been specifically developed for undergraduate students by an interdisciplinary team consisting of science and engineering faculty at UAB. This project will continue to provide lecture series and workshops in materials growth and characterization, research ethics and professionalism, innovation and entrepreneurship and preparation for graduate school to all participants. Our REU participants will publish their findings in peer-reviewed journals and/or present at professional meetings leading to a broad dissemination of new knowledge created in the undergraduate research projects. \r\n\r\nTECHNICAL DESCRIPTION: REU-research projects are organized in four research clusters: (1) materials under extreme conditions (2) materials for energy applications, (3) materials for sensors and laser applications, and (4) biomaterials for implants, tissue engineering and drug delivery applications. The undergraduate research projects contribute to fundamental understanding of phase transformations and degradation of materials under extreme conditions, novel materials for fuel cells, materials for nanoscale sensors and mid-IR lasers, and 3-D printed biomaterials and stimuli responsive polymers. Some research projects will also involve the use of national x-ray synchrotron facilities and neutron diffraction facilities in materials research. The undergraduate student projects have short-term achievable milestones, while simultaneously contributing to longer-term scientific goals and technological applications. Our teaming arrangement of REU-participants with faculty and graduate students, giving poster and oral presentations, writing a research-style paper, and attending training seminars in scientific communications and ethics will help REU students see the \"big picture\" of what it takes to develop into a \"research scientist\" with the critical skills needed for analyzing, interpreting and presenting scientific data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yogesh",
   "pi_last_name": "Vohra",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Yogesh K Vohra",
   "pi_email_addr": "ykvohra@uab.edu",
   "nsf_id": "000166952",
   "pi_start_date": "2018-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Catledge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shane A Catledge",
   "pi_email_addr": "catledge@uab.edu",
   "nsf_id": "000413159",
   "pi_start_date": "2018-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham (UAB)",
  "perf_str_addr": "310 Campbell Hall, Department of",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 324975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Alabama at Birmingham (UAB) in partnership with four Historically Black Colleges and Universities (HBCU&rsquo;s);&nbsp;Alabama A&amp;M, Alabama State University, Oakwood University, and Tuskegee University offered&nbsp;Research Experiences for Undergraduates (REU) program in experimental and computational materials research during 2018-2021. Our recruitment focus was primarily on undergraduate students from four states: Alabama, Georgia, Mississippi, and Tennessee, although qualified applicants from around the country have participated in our program. The undergraduate students enrolled in our summer program came from a diversity of academic disciplines including physics, chemistry, applied mathematics, and engineering. All REU participants received training in materials growth and characterization, research ethics and professionalism, innovation and entrepreneurship and preparation for admission to graduate programs.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>: The undergraduate research projects have contributed to fundamental understanding of phase transformations and degradation of materials under extreme conditions, machine learning enabled materials discovery, materials for mid-IR lasers and quantum information systems, and 3-D printed biomaterials and stimuli responsive polymers. A significant fraction of our REU-site research projects had resonance with the two of NSF&rsquo;s 10 Big Ideas, viz., &ldquo;Harnessing the Data Revolution&rdquo; and &ldquo;Quantum Leap.&rdquo; The remaining REU-site projects were synergistic with the federal multi-agency Materials Genome Initiative (MGI) for discovering, manufacturing, and deploying advanced materials twice as fast and at a fraction of the cost compared to traditional methods. The REU-participants learnt about the broader MGI framework, i.e., simulation will guide experimental characterization, and the experiments in turn will help validate the computational frameworks.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>: Our broad-based recruitment effort has resulted in enrollment of qualified undergraduates with 53 % of REU participants being women and 63% being underrepresented minorities during 2018-2021. In addition, 50% of our REU participants come from institutions where research opportunities were not widely available. Our REU participants published their findings in peer-reviewed journals or presented at professional meetings leading to a broad dissemination of new knowledge created in the undergraduate research projects. A large majority of our REU participants have gone on either to pursue a graduate degree in STEM disciplines or industrial research positions after completion of their undergraduate degrees.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2022<br>\n\t\t\t\t\tModified by: Yogesh&nbsp;K&nbsp;Vohra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of Alabama at Birmingham (UAB) in partnership with four Historically Black Colleges and Universities (HBCU’s); Alabama A&amp;M, Alabama State University, Oakwood University, and Tuskegee University offered Research Experiences for Undergraduates (REU) program in experimental and computational materials research during 2018-2021. Our recruitment focus was primarily on undergraduate students from four states: Alabama, Georgia, Mississippi, and Tennessee, although qualified applicants from around the country have participated in our program. The undergraduate students enrolled in our summer program came from a diversity of academic disciplines including physics, chemistry, applied mathematics, and engineering. All REU participants received training in materials growth and characterization, research ethics and professionalism, innovation and entrepreneurship and preparation for admission to graduate programs.\n\nIntellectual Merit: The undergraduate research projects have contributed to fundamental understanding of phase transformations and degradation of materials under extreme conditions, machine learning enabled materials discovery, materials for mid-IR lasers and quantum information systems, and 3-D printed biomaterials and stimuli responsive polymers. A significant fraction of our REU-site research projects had resonance with the two of NSF’s 10 Big Ideas, viz., \"Harnessing the Data Revolution\" and \"Quantum Leap.\" The remaining REU-site projects were synergistic with the federal multi-agency Materials Genome Initiative (MGI) for discovering, manufacturing, and deploying advanced materials twice as fast and at a fraction of the cost compared to traditional methods. The REU-participants learnt about the broader MGI framework, i.e., simulation will guide experimental characterization, and the experiments in turn will help validate the computational frameworks.\n\nBroader Impacts: Our broad-based recruitment effort has resulted in enrollment of qualified undergraduates with 53 % of REU participants being women and 63% being underrepresented minorities during 2018-2021. In addition, 50% of our REU participants come from institutions where research opportunities were not widely available. Our REU participants published their findings in peer-reviewed journals or presented at professional meetings leading to a broad dissemination of new knowledge created in the undergraduate research projects. A large majority of our REU participants have gone on either to pursue a graduate degree in STEM disciplines or industrial research positions after completion of their undergraduate degrees.\n\n\t\t\t\t\tLast Modified: 04/10/2022\n\n\t\t\t\t\tSubmitted by: Yogesh K Vohra"
 }
}