{
 "awd_id": "1754647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: LTREB: A natural laboratory for studying biodiversity, ecosystem function, and responses to environmental change from Amazonian lowlands to Andean treeline",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 384818.0,
 "awd_amount": 384818.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2018-07-10",
 "awd_abstract_narration": "Where a species lives - its geographic range - is affected by climate and the interactions it has with other living organisms.  There is a complex set of factors that influence species ranges, and how these factors change with respect to changing environments depends on the life history stage of long-lived organisms, such as trees. Range shifts in plants that occur through differential mortality versus recruitment are complex processes, requiring long term data on the demography of both adults and the early stages of development for proper predictive modelling. This research replaces descriptive studies with a mechanistic understanding of species and ecosystem responses to environmental changes along elevation gradients by combining long-term field data with state-of-the-art demographic and environmental modeling. The results will advance our understanding of species range shifts, which is important to land managers and species conservation efforts. The study will also train US undergraduate and graduate students in STEM disciplines, and advance K-12 education.\r\n\r\nThis research advances mechanistic knowledge of species- and ecosystem-level responses to environmental changes based on structural and chemical functional traits.  Data gathered from field plots are coupled with advanced demographic modelling and airborne and satellite remote sensing to understand how the environment controls tropical forest species distributions, community composition, and ecosystem ecology. The research approach couples a large, traditional data set of forest plot inventories, which includes high precision and high temporal resolution growth and mortality data, with meteorology, structural and chemical traits, and remote sensing. A series of hypotheses centered on linking vital rates to species responses to ongoing and episodic environmental variability, as well as scaling individual species responses to ecosystem performance and function will be addressed with this research.  The research centers on questions of tree distributional ecology, demography, and forest ecosystem ecology requiring long time-series to understand effects of ongoing environmental change and to detect responses to transient environmental change. Mechanistic answers to these questions in systems of long-lived organisms, such as trees, require understanding variation in vital rates conditional on environmental variables, which in turn require long time periods for accurate estimation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miles",
   "pi_last_name": "Silman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Miles R Silman",
   "pi_email_addr": "silmanmr@wfu.edu",
   "nsf_id": "000394174",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "PE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Peru",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 384818.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Steep environmental gradients over short geographic distances make tropical elevation transects powerful tools for understanding forest ecology, how forest ecosystems function, and how those systems respond to change.&nbsp; Over the last six years our Long-Term Research in Environmental Biology project has provided the most comprehensive long-term datasets on Earth&rsquo;s most diverse forest system, looking at a 3500m elevation gradient from Amazonian lowlands to Andean treeline in southeastern Peru. The project built conceptually on long-term datasets started in 2003 to answer questions of tree distributional ecology, demography, and forest ecosystem ecology that require long time-series to understand effects of ongoing changes and detect responses to transient changes in the environment.</p>\r\n<p>Specifically, we integrated field inventory, new species discovery, fine scale measurements of growth and wood production across 1200 species of trees, genetic research, and remote sensing to produce new insights into distributional patterns, carbon storage, and responses to change in the world&rsquo;s most species rich and abundant land ecosystem.&nbsp; The research has paved the way for economic development in terms of advancing tropical forest products, forestry, and forest production, generating methods needed to commercialize remotely sensed data from tropical forests and the ecosystem services they provide, and in training future workforce in disciplines related to nature and natural systems.&nbsp; This project has created the world&rsquo;s most comprehensive observatory of tropical montane forests, giving us the ability to understand how the forests function and change.</p>\r\n<p>Intellectual Merit</p>\r\n<p>Our research has fundamentally advanced the understanding of how montane forests respond to warming temperatures and shifting rainfall. Contrary to expectations, we found that species movements in response to temperature increase is occurring much more slowly than predicted, and is in large part due to high mortality at lower elevation range limits rather than active expansion into cooler habitats. These findings challenge widely held assumptions about tropical forest resilience to change and suggest that species turnover will be dominated by mortality rather than recruitment, with potential long-term consequences for forest composition and the services the forest ecosystems provide.</p>\r\n<p>We also discovered that forest growth and productivity are strongly linked to functional traits, such as wood density and leaf characteristics, and that these traits can be accurately mapped using remote sensing technologies. This allows for landscape-level predictions of ecosystem function, improving conservation and management efforts. Additionally, our genetic and phylogenetic studies of dominant tree genera (<em>Weinmannia</em> and <em>Prunus</em>) revealed distinct evolutionary pathways, with some species showing evidence of past hybridization and incomplete separation of species. This work enhances our understanding of how the exceptional array of Andean taxa have been shaped over evolutionary timescales and provides critical information for conservation planning.</p>\r\n<p>Broader Impacts</p>\r\n<p>This project has had significant broader impacts on conservation, education, and international collaboration. Our findings directly inform forest management policies and commercialization opportunities for US and Peruvian markets, as well as natural system management particularly the world&rsquo;s most Manu National Park and the Historic Sanctuary of Machu Picchu. By making our data publicly available through ForestPlots.net, GEM, and andesresearch.org, among other venues, we have provided a critical resource for researchers worldwide studying forest dynamics.&nbsp; In addition, the effort has formed the foundation for myriad studies on birds, mammals, fungi, insects, and other ecosystem questions that rely on the baseline information, as well as studies of weather, atmospheric science, and hydrology, and supported the rapidly expanding tourism in the valley.</p>\r\n<p>The LTREB has also played a key role in training and capacity building, supporting numerous graduate students, postdoctoral researchers, and field technicians. Our collaboration with the Andes Biodiversity and Ecosystem Research Group (ABERG) has fostered strong international research partnerships, ensuring that this long-term monitoring effort will continue beyond the life of this grant. By integrating scientific discovery with real-world challenges, this work has lasting implications for how we understand and protect some of the planet&rsquo;s most vulnerable ecosystems.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/06/2025<br>\nModified by: Miles&nbsp;R&nbsp;Silman</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1754647/1754647_10556397_1741285893831_Slide2--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2025/1754647/1754647_10556397_1741285893831_Slide2--rgov-800width.jpeg\" title=\"ABERG Plot Network\"><img src=\"/por/images/Reports/POR/2025/1754647/1754647_10556397_1741285893831_Slide2--rgov-66x44.jpeg\" alt=\"ABERG Plot Network\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ridge descending from Tres Cruces along Cerro Union in Manu National Park, Peru, forming the core of this LTREB</div>\n<div class=\"imageCredit\">JasonHouston.com</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Miles&nbsp;R&nbsp;Silman\n<div class=\"imageTitle\">ABERG Plot Network</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1754647/1754647_10556397_1741285735920_Slide1--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2025/1754647/1754647_10556397_1741285735920_Slide1--rgov-800width.jpeg\" title=\"Andes-Amazon Gradient\"><img src=\"/por/images/Reports/POR/2025/1754647/1754647_10556397_1741285735920_Slide1--rgov-66x44.jpeg\" alt=\"Andes-Amazon Gradient\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview of Andes Biodiversity and Ecosystem Research Group Andes-Amazon gradient in SE Peru taken from Los Amigos Biological Station</div>\n<div class=\"imageCredit\">Adrian Tejedor/Amazon Conservation</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Miles&nbsp;R&nbsp;Silman\n<div class=\"imageTitle\">Andes-Amazon Gradient</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nSteep environmental gradients over short geographic distances make tropical elevation transects powerful tools for understanding forest ecology, how forest ecosystems function, and how those systems respond to change. Over the last six years our Long-Term Research in Environmental Biology project has provided the most comprehensive long-term datasets on Earths most diverse forest system, looking at a 3500m elevation gradient from Amazonian lowlands to Andean treeline in southeastern Peru. The project built conceptually on long-term datasets started in 2003 to answer questions of tree distributional ecology, demography, and forest ecosystem ecology that require long time-series to understand effects of ongoing changes and detect responses to transient changes in the environment.\r\n\n\nSpecifically, we integrated field inventory, new species discovery, fine scale measurements of growth and wood production across 1200 species of trees, genetic research, and remote sensing to produce new insights into distributional patterns, carbon storage, and responses to change in the worlds most species rich and abundant land ecosystem. The research has paved the way for economic development in terms of advancing tropical forest products, forestry, and forest production, generating methods needed to commercialize remotely sensed data from tropical forests and the ecosystem services they provide, and in training future workforce in disciplines related to nature and natural systems. This project has created the worlds most comprehensive observatory of tropical montane forests, giving us the ability to understand how the forests function and change.\r\n\n\nIntellectual Merit\r\n\n\nOur research has fundamentally advanced the understanding of how montane forests respond to warming temperatures and shifting rainfall. Contrary to expectations, we found that species movements in response to temperature increase is occurring much more slowly than predicted, and is in large part due to high mortality at lower elevation range limits rather than active expansion into cooler habitats. These findings challenge widely held assumptions about tropical forest resilience to change and suggest that species turnover will be dominated by mortality rather than recruitment, with potential long-term consequences for forest composition and the services the forest ecosystems provide.\r\n\n\nWe also discovered that forest growth and productivity are strongly linked to functional traits, such as wood density and leaf characteristics, and that these traits can be accurately mapped using remote sensing technologies. This allows for landscape-level predictions of ecosystem function, improving conservation and management efforts. Additionally, our genetic and phylogenetic studies of dominant tree genera (Weinmannia and Prunus) revealed distinct evolutionary pathways, with some species showing evidence of past hybridization and incomplete separation of species. This work enhances our understanding of how the exceptional array of Andean taxa have been shaped over evolutionary timescales and provides critical information for conservation planning.\r\n\n\nBroader Impacts\r\n\n\nThis project has had significant broader impacts on conservation, education, and international collaboration. Our findings directly inform forest management policies and commercialization opportunities for US and Peruvian markets, as well as natural system management particularly the worlds most Manu National Park and the Historic Sanctuary of Machu Picchu. By making our data publicly available through ForestPlots.net, GEM, and andesresearch.org, among other venues, we have provided a critical resource for researchers worldwide studying forest dynamics. In addition, the effort has formed the foundation for myriad studies on birds, mammals, fungi, insects, and other ecosystem questions that rely on the baseline information, as well as studies of weather, atmospheric science, and hydrology, and supported the rapidly expanding tourism in the valley.\r\n\n\nThe LTREB has also played a key role in training and capacity building, supporting numerous graduate students, postdoctoral researchers, and field technicians. Our collaboration with the Andes Biodiversity and Ecosystem Research Group (ABERG) has fostered strong international research partnerships, ensuring that this long-term monitoring effort will continue beyond the life of this grant. By integrating scientific discovery with real-world challenges, this work has lasting implications for how we understand and protect some of the planets most vulnerable ecosystems.\r\n\n\n\t\t\t\t\tLast Modified: 03/06/2025\n\n\t\t\t\t\tSubmitted by: MilesRSilman\n"
 }
}