{
 "awd_id": "1754803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Are Amazon forest trees source or sink limited? Mapping hydraulic traits to carbon allocation strategies to decipher forest function during drought",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine O'Reilly",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1049392.0,
 "awd_amount": 1220203.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2021-07-23",
 "awd_abstract_narration": "Understanding how large expanses of tropical forests will respond to climate variation, including increasing frequency of droughts, is important since these forests play a big role in the planet's carbon cycle. This award provides funds to study how the Amazon forest will respond to droughts such as experienced in the recent El Nino. Researchers will examine how individual species capture and use carbon and water, and use that data to understand how biodiversity of species makes the whole forest more resilient to droughts. The results will be integrated to model and predict how differences in forest species composition result in differences in whole-forest responses to drought. This award will evaluate how composition of biological communities influences their overall function and the effects of future changes on entire tropical forests. The project will advance international collaboration and the training of U.S. undergraduates to do research in Brazil. Increased public awareness of these issues will occur through outreach programs at the Biosphere 2, and a Science Festival which facilitates targeted presentations about the Amazon to 100+ middle-high school students/year. \r\n\r\nThe science of plant drought response has largely assumed that environment regulates photosynthetic source of carbon ('C-source regulation'), which is then allocated to growth and other functions according to fixed allometric rules. There is an emerging view, however, that within-plant C-sink processes (growth, storage, and respiration) are directly regulated by the environment and by within-plant feedbacks (the 'C-sink regulation' hypothesis), such that changes in allocation and sink processes are a key mechanism of drought response. Realistically propagating such mechanisms to the ecosystem scale requires accounting for species-specific strategies that vary across the plant economic spectrum. To realistically test this hypothesis, the following challenges will be me through integrating measurements of tree C-source (photosynthesis) and C-sink (growth, storage, respiration) processes across a range of hydraulic traits to identify regulating mechanisms; Upscaling the mechanisms of drought response to the ecosystem level by focusing on distributions of both resources and plant hydraulic traits mapped to the plant economic spectrum; and  Observing the ecosystem-scale photosynthetic C source (Gross Ecosystem Productivity, GEP) and water loss by transpiration. This evaluation of the controls on tree C-source and C-sink processes - including the Kok effect, Non-Structural C storage, and plant water relations - will transform our understanding of Amazon forest C dynamics and assessment of the forest's future under climate change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Saleska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Saleska",
   "pi_email_addr": "saleska@email.arizona.edu",
   "nsf_id": "000336889",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Wehr",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Wehr",
   "pi_email_addr": "rawehr@email.arizona.edu",
   "nsf_id": "000614099",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1049392.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 27872.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 142939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3b4b81fe-7fff-06d8-008a-4e1e7f1c48d9\"> </span></p>\n<p dir=\"ltr\"><span>Scaling from individuals or species to ecosystems poses a fundamental challenge of modern ecology and identifying tropical forest response to drought is essential for predicting responses to global climate change. The overall goal of this project was to integrate recent ideas about how leaf photosynthetic and whole-plant hydraulic traits combine to control whole-plant and whole-ecosystem photosynthesis, with the aim to understand how whole-forests will respond to droughts in tropical regions. We tested the 'carbon-sink regulation' hypothesis, which states that within-plant carbon-sink processes (growth, storage, and respiration) are regulated by the environment and by within-plant feedbacks.&nbsp; Changes in these processes are proposed as a key mechanism of drought response. To accomplish this test, we: (1) Measured carbon-source (photosynthesis) and carbon-sink (respiration) at trees; (2) Upscaled mechanisms of drought response from leaf to the ecosystem level; (3) Observed the ecosystem-scale photosynthesis and water loss by transpiration.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The global COVID-19 epidemic had a significant impact on the field component of this project. Travel between the USA and Brazil, access to the Tapajos National Forest K67 study site and fieldwork were totally or partially limited between early 2020 and late 2021. With supplemental funding, we were able to resume travel, fieldwork, and instrumentation installation. Of particular significance was the impossibility of shipping the Aerodyne isotope instrument to Brazil.</span></p>\n<p dir=\"ltr\"><span>MERIT &amp; SCIENTIFIC IMPACTS: We made significant progress understanding how hydrological niches and vegetation strategies structure the response of Amazonian trees to extreme climatological events, like recent El Ni&ntilde;o and La Ni&ntilde;a periods. Researchers examined how individual species use carbon and water to understand how species diversity can increase whole-forest drought resilience. Our findings highlight the importance of embolism resistance in explaining how Amazonian tree communities respond to drought under different water availability and soil fertility conditions, linking relevant traits to species distribution, community assembly and ecosystem functioning.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We found&nbsp; that tree species occupying vertical and aboveground hydrological niches in seasonal Amazon forests employ different carbon-allocation and water-use strategies in response to drought. The exceptional 2015 El Ni&ntilde;o event disrupted the seasonal balance of soluble sugar concentration in tree leaves, branches, and roots of dominant tree species, however there was no strong depletion of these important energy reserves, suggesting that osmoregulation plays an important role in promoting drought resistance among tropical trees. We studied hydrological extremes' impacts on forest function using 12+ years of observations (2001-2020) of eddy-covariance fluxes at K67 and showed how the 2015 El Ni&ntilde;o drought reduced water availability, leading to increased sensible and lower latent heat fluxes. Canopy-level stomatal conductance (a trait-based response) declined, this resulted in a breakdown in the meteorological control of transpiration, signaling a threshold-crossing change (local tipping-point) in forest function.</span><span> Similarly, we observed changes in forest structure, including a lower wet-season leaf area index, increased mortality, and reductions in photosynthetic capacity and ecosystem respiration, indicating unprecedented levels of stress. </span><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>To date, this international collaboration has produced 20 peer-reviewed publications, with further papers in development; 13 datasets and scripts have been made publicly available. Researchers and students from this project participated in organized sessions at major conferences (AGU, EGU, ATBC), and contributed to the Science Panel for the Amazon (SPA) as chapter co-authors and advisers. This project supported science communication through workshops in Brazil (2018, 2023) advancing international experiences for U.S. researchers, and promoting science capacity in Amazonia. Workshops gathered scientists, students, postdocs and early career scientists from US and Brazil, alongside field technicians from the nearby community to review relevant science and research efforts. We compiled datasets on tree plant traits, ecosystem productivity, and long-term water and carbon fluxes. These are essential for connecting&nbsp; scientific communities modeling Amazon forest carbon-dynamics and responses to climate change, and informing policy strategies to mitigate the environmental impacts of climate change and forest degradation.&nbsp;</span></p>\n<p dir=\"ltr\"><span>BROADER IMPACTS: Improving researchers&rsquo; ability and knowledge in ecosystem science and climate change brings additional benefits, fostering existing collaborations and initiating new education activities for research, teaching, training, and data sharing with a broader community of researchers and the public, contributing to address grand environmental challenges facing society. This collaboration has strengthened institutional ties between US and Brazilian Institutions (UFOPA, CENA/USP, UNICAMP, EMBRAPA, and LBA), and leveraged infrastructure and data from prior related projects (e.g, NSF-funded PIRE and RAPID, NASA-ROSES, and LBA-ECO). Collectively, we trained and supported two postdocs, two early-career scientists, and four graduate students from the United States, including representatives of traditionally under-represented groups in STEM fields. Additionally, we&nbsp; supported project field activities conducted by five undergraduate students, two master students, three graduate students, and three technicians from Brazilian universities, along with five field technicians from the local community. The project has disseminated scientific results to the public and K-12 students through outreach initiatives from University of Arizona&rsquo;s Biosphere 2, Michigan State University&rsquo;s Science Festival, and University of Michigan science and social media products.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/25/2024<br>\nModified by: Scott&nbsp;Saleska</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1754803/1754803_10556221_1721886585960_NSF_outcomes_figures--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1754803/1754803_10556221_1721886585960_NSF_outcomes_figures--rgov-800width.png\" title=\"Activities and outcomes\"><img src=\"/por/images/Reports/POR/2024/1754803/1754803_10556221_1721886585960_NSF_outcomes_figures--rgov-66x44.png\" alt=\"Activities and outcomes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">See captions within image</div>\n<div class=\"imageCredit\">Natalia Restrepo-Coupe</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Saleska\n<div class=\"imageTitle\">Activities and outcomes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nScaling from individuals or species to ecosystems poses a fundamental challenge of modern ecology and identifying tropical forest response to drought is essential for predicting responses to global climate change. The overall goal of this project was to integrate recent ideas about how leaf photosynthetic and whole-plant hydraulic traits combine to control whole-plant and whole-ecosystem photosynthesis, with the aim to understand how whole-forests will respond to droughts in tropical regions. We tested the 'carbon-sink regulation' hypothesis, which states that within-plant carbon-sink processes (growth, storage, and respiration) are regulated by the environment and by within-plant feedbacks. Changes in these processes are proposed as a key mechanism of drought response. To accomplish this test, we: (1) Measured carbon-source (photosynthesis) and carbon-sink (respiration) at trees; (2) Upscaled mechanisms of drought response from leaf to the ecosystem level; (3) Observed the ecosystem-scale photosynthesis and water loss by transpiration.\n\n\nThe global COVID-19 epidemic had a significant impact on the field component of this project. Travel between the USA and Brazil, access to the Tapajos National Forest K67 study site and fieldwork were totally or partially limited between early 2020 and late 2021. With supplemental funding, we were able to resume travel, fieldwork, and instrumentation installation. Of particular significance was the impossibility of shipping the Aerodyne isotope instrument to Brazil.\n\n\nMERIT & SCIENTIFIC IMPACTS: We made significant progress understanding how hydrological niches and vegetation strategies structure the response of Amazonian trees to extreme climatological events, like recent El Nio and La Nia periods. Researchers examined how individual species use carbon and water to understand how species diversity can increase whole-forest drought resilience. Our findings highlight the importance of embolism resistance in explaining how Amazonian tree communities respond to drought under different water availability and soil fertility conditions, linking relevant traits to species distribution, community assembly and ecosystem functioning.\n\n\nWe found that tree species occupying vertical and aboveground hydrological niches in seasonal Amazon forests employ different carbon-allocation and water-use strategies in response to drought. The exceptional 2015 El Nio event disrupted the seasonal balance of soluble sugar concentration in tree leaves, branches, and roots of dominant tree species, however there was no strong depletion of these important energy reserves, suggesting that osmoregulation plays an important role in promoting drought resistance among tropical trees. We studied hydrological extremes' impacts on forest function using 12+ years of observations (2001-2020) of eddy-covariance fluxes at K67 and showed how the 2015 El Nio drought reduced water availability, leading to increased sensible and lower latent heat fluxes. Canopy-level stomatal conductance (a trait-based response) declined, this resulted in a breakdown in the meteorological control of transpiration, signaling a threshold-crossing change (local tipping-point) in forest function. Similarly, we observed changes in forest structure, including a lower wet-season leaf area index, increased mortality, and reductions in photosynthetic capacity and ecosystem respiration, indicating unprecedented levels of stress. \n\n\nTo date, this international collaboration has produced 20 peer-reviewed publications, with further papers in development; 13 datasets and scripts have been made publicly available. Researchers and students from this project participated in organized sessions at major conferences (AGU, EGU, ATBC), and contributed to the Science Panel for the Amazon (SPA) as chapter co-authors and advisers. This project supported science communication through workshops in Brazil (2018, 2023) advancing international experiences for U.S. researchers, and promoting science capacity in Amazonia. Workshops gathered scientists, students, postdocs and early career scientists from US and Brazil, alongside field technicians from the nearby community to review relevant science and research efforts. We compiled datasets on tree plant traits, ecosystem productivity, and long-term water and carbon fluxes. These are essential for connecting scientific communities modeling Amazon forest carbon-dynamics and responses to climate change, and informing policy strategies to mitigate the environmental impacts of climate change and forest degradation.\n\n\nBROADER IMPACTS: Improving researchers ability and knowledge in ecosystem science and climate change brings additional benefits, fostering existing collaborations and initiating new education activities for research, teaching, training, and data sharing with a broader community of researchers and the public, contributing to address grand environmental challenges facing society. This collaboration has strengthened institutional ties between US and Brazilian Institutions (UFOPA, CENA/USP, UNICAMP, EMBRAPA, and LBA), and leveraged infrastructure and data from prior related projects (e.g, NSF-funded PIRE and RAPID, NASA-ROSES, and LBA-ECO). Collectively, we trained and supported two postdocs, two early-career scientists, and four graduate students from the United States, including representatives of traditionally under-represented groups in STEM fields. Additionally, we supported project field activities conducted by five undergraduate students, two master students, three graduate students, and three technicians from Brazilian universities, along with five field technicians from the local community. The project has disseminated scientific results to the public and K-12 students through outreach initiatives from University of Arizonas Biosphere 2, Michigan State Universitys Science Festival, and University of Michigan science and social media products.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/25/2024\n\n\t\t\t\t\tSubmitted by: ScottSaleska\n"
 }
}