{
 "awd_id": "1754788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Emergence of Symbolic Notation and Data Visualization in Algebra and Chemistry",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2018-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 15747.0,
 "awd_amount": 15747.0,
 "awd_min_amd_letter_date": "2018-01-18",
 "awd_max_amd_letter_date": "2018-01-18",
 "awd_abstract_narration": "This award supports doctoral dissertation research in history of science that focuses on the use of mathematical and chemical symbolism. Such notation is currently regarded as essential to scientific work. By contrast, for much of Western European history, the use of symbols in science was not regarded as a suitable approach. However, by the nineteenth century, symbolic notation had become ubiquitous. This project's objective is to explain why European scientists came to see symbolic notation as credible during the early modern period. To identify when and how scientists used symbolic notations, the researcher will study scientific manuscripts, where the exigencies of publishing did not constrain the use of symbols. These include mathematicians' and chemists' notebooks, apothecaries' inventories, doctors' records, and manuscript textbooks, all of which are unique and un-digitized. The results of this project will shape how symbolic notation and visual thinking are understood by historians of science and more broadly. They will show the limits of historical methodologies that invest too heavily in a distinction between language and image; symbolic notations were powerful precisely because they blurred the line between these two domains. More broadly, they will show how effective design can be improved through consideration of visual objects that are not admitted under a strict definition of data visualization. Finally, they will be disseminated to secondary students through lesson plans and classroom tools created by the researcher, a former high school instructor, to provide another means by which teachers can provoke interest in STEM fields, and to show students that the union of the sciences and humanities can lead to productive thinking.\r\n\r\nBy examining how symbolic notations came to be seen as credible during the early modern period, this project presents a deeper historical understanding of how \"visual thinking\" and data visualization developed. Today, diagrams, drawings, charts, and pictures are indispensable tools for displaying data and identifying patterns within that data. However, the ancient and medieval methods of scientific reasoning that early modern scientists inherited were fundamentally verbal, and some scientific traditions distrusted images altogether. The epistemological validity of visual thinking therefore had to be proved. This project posits that symbolic notations played a crucial role in that process during the early modern period. Because symbolic notations could be seen as either linguistic or pictorial, they gave scientists a way of experimenting with visual thinking while still being able to characterize it as verbal thinking. Symbolic notations, in other words, served as a conduit through which the validity of visual proof could be established by means of an appeal to verbal proof. Moreover, it is argued that, over time, as scientists became accustomed to the advantages of visual thinking afforded by symbolic notations, they became bolder in their experiments with other visual tools like diagrams, charts, and graphs. This project thus demonstrates an underappreciated legacy of the Scientific Revolution: namely, that the legitimization of visual thinking in science was predicated upon the development and application of symbolic notations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Smith",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela H Smith",
   "pi_email_addr": "ps2270@columbia.edu",
   "nsf_id": "000459255",
   "pi_start_date": "2018-01-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "O'Neil",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Sean T O'Neil",
   "pi_email_addr": "sto2109@columbia.edu",
   "nsf_id": "000725280",
   "pi_start_date": "2018-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF funding supported research for the Co-PI&rsquo;s dissertation, &ldquo;The Art of Signs: Symbolic Notation and Visual Thinking in Early Modern Europe, 1600-1800,&rdquo; which he defended in fall of 2019. In his dissertation, the Co-PI observes and explains a peculiar trend in early modern history. During this period, practitioners in disparate, often unrelated fields began to experiment widely with transcribing and disseminating technical information in new symbolic notations. Algebra, music, chemistry, dance&mdash;whole fields of knowledge were quite literally being rewritten with new plus signs, treble clefs, affinity tables, and step symbols. However, because established methods of reasoning were predominantly verbal or empirical, the use of symbolic notations necessarily challenged received ideas about how knowledge ought to be represented and discovered. Critics of the new notations argued that, at best, they amounted to a form of intellectual obscurantism that stymied rather than facilitated the circulation of knowledge. At worst, notations harbored disturbing implications for human ingenuity if the generation of new ideas truly could be reduced to the ranging and rearranging of symbols on a piece of paper.</p>\n<p>Given how essential symbolic notations came to be to scientific and mathematical practice, this dissertation asked: why did early modern people working within and across disciplinary boundaries converge on the idea that developing complex systems of symbolic notation would ultimately be worthwhile? In answer, the Co-PI argues that symbolic notations appealed because they enabled powerful techniques of &ldquo;visual thinking&rdquo; that had no analogue in more conventional methods of inquiry. Notations transformed problems of information into problems of visualization whose solutions could then be derived by manipulating the properties of the drawn, two-dimensional plane. Indeed, early modern proponents of notations frequently described them in terms of vision, of being able to &ldquo;see&rdquo; things with them that they had not recognized before. Moreover, advocates appealed to the advantages of the techniques of visual thinking which symbolic notations afforded when responding to critics wary of their limitations. As such, contrary to current histories and theoretical literature which treat symbolic notations as akin to written language, the Co-PI&rsquo;s dissertation demonstrates that, for the early modern people who developed them, the closer analogue was the diagram. Indeed, the Co-PI demonstrates that early modern interest in symbolic notations was symptomatic of broader, contemporaneous interest in new forms of information visualization that resulted in the development of now-familiar formats like the timeline, bar graph, and line chart during the eighteenth century. All told, &ldquo;The Art of Signs&rdquo;<em> </em>argues that early modern debates about the use and abuse of symbolic notations represent an underappreciated component of the epistemological ruptures that characterize the Scientific Revolution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2020<br>\n\t\t\t\t\tModified by: Sean&nbsp;T&nbsp;O'neil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF funding supported research for the Co-PI’s dissertation, \"The Art of Signs: Symbolic Notation and Visual Thinking in Early Modern Europe, 1600-1800,\" which he defended in fall of 2019. In his dissertation, the Co-PI observes and explains a peculiar trend in early modern history. During this period, practitioners in disparate, often unrelated fields began to experiment widely with transcribing and disseminating technical information in new symbolic notations. Algebra, music, chemistry, dance&mdash;whole fields of knowledge were quite literally being rewritten with new plus signs, treble clefs, affinity tables, and step symbols. However, because established methods of reasoning were predominantly verbal or empirical, the use of symbolic notations necessarily challenged received ideas about how knowledge ought to be represented and discovered. Critics of the new notations argued that, at best, they amounted to a form of intellectual obscurantism that stymied rather than facilitated the circulation of knowledge. At worst, notations harbored disturbing implications for human ingenuity if the generation of new ideas truly could be reduced to the ranging and rearranging of symbols on a piece of paper.\n\nGiven how essential symbolic notations came to be to scientific and mathematical practice, this dissertation asked: why did early modern people working within and across disciplinary boundaries converge on the idea that developing complex systems of symbolic notation would ultimately be worthwhile? In answer, the Co-PI argues that symbolic notations appealed because they enabled powerful techniques of \"visual thinking\" that had no analogue in more conventional methods of inquiry. Notations transformed problems of information into problems of visualization whose solutions could then be derived by manipulating the properties of the drawn, two-dimensional plane. Indeed, early modern proponents of notations frequently described them in terms of vision, of being able to \"see\" things with them that they had not recognized before. Moreover, advocates appealed to the advantages of the techniques of visual thinking which symbolic notations afforded when responding to critics wary of their limitations. As such, contrary to current histories and theoretical literature which treat symbolic notations as akin to written language, the Co-PI’s dissertation demonstrates that, for the early modern people who developed them, the closer analogue was the diagram. Indeed, the Co-PI demonstrates that early modern interest in symbolic notations was symptomatic of broader, contemporaneous interest in new forms of information visualization that resulted in the development of now-familiar formats like the timeline, bar graph, and line chart during the eighteenth century. All told, \"The Art of Signs\" argues that early modern debates about the use and abuse of symbolic notations represent an underappreciated component of the epistemological ruptures that characterize the Scientific Revolution.\n\n \n\n\t\t\t\t\tLast Modified: 05/23/2020\n\n\t\t\t\t\tSubmitted by: Sean T O'neil"
 }
}