{
 "awd_id": "1754810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Community processes structuring assembly and disassembly of bat gut-microbial communities across a gradient of habitat degradation",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032922944",
 "po_email": "aporrasa@nsf.gov",
 "po_sign_block_name": "Andrea Porras-Alfaro",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 829959.0,
 "awd_amount": 829959.0,
 "awd_min_amd_letter_date": "2018-04-22",
 "awd_max_amd_letter_date": "2024-04-05",
 "awd_abstract_narration": "Mammal guts are home to communities of microbes that play an important role in the nutrition and health of individual animals. These microbial communities, or microbiomes, are made up of hundreds of species of bacteria, but which species are present, and how common they are, varies from individual to individual animal. This variability is important because abnormal communities can lead to conditions that range from obesity to depression. However, the rules by which microbial communities come together or breakdown are poorly understood. Using wild bats as models, the researchers will investigate how host sociality, diet, genetics, and microbe functions and interactions shape the make-up of digestive microbiomes.  The results of this research to understand the rules governing microbiome composition can help advance human and wildlife health. To improve students' understanding of how scientific research is conducted, the team will engage elementary school students from around the country in the project, sharing data live from the field in real time. Students will learn how to analyze and interpret the project data through the researchers' STEM K-12 initiative: The Malaysian Bat Education Adventure.  Using an existing Biodiversity module (grades 5-6) and a new module \"Microbial Diversity: What's in your bat?\" (grades 6-7), students will be introduced to topics of microbial ecology and diversity. The program's success in changing student STEM knowledge, skills and attitude will be evaluated with quantitative methods in a pre- and post- intervention design with control group.\r\n\r\nThe research will determine the relative role of community processes in structuring gut-microbial composition and function in insectivorous bat species co-distributed across a gradient of habitat degradation. The researchers hypothesize that microbiome community assembly and disassembly involve deterministic processes of niche filtering, species interactions, and dispersal. This research will test the hypothesis that changes in host ecology wrought by habitat degradation will alter the relative influence of these processes with consequences for community composition and function. Bats will be studied across a forest modification gradient in Malaysia, and individually-matched samples of gut-microbial composition, metagenome function, dietary composition, host genotype and measures of social interaction obtained for each bat. These data, in conjunction with analyses of co-occurrence, phylogenetic and functional trait patterns, will be used to test structural equation models specified to untangle the processes structuring communities in a causal modeling framework. Evidence of the role of dispersal in structuring microbiomes will derive from comparisons of co-distributed host species that differ in sociality. Interspecific associations will be assessed using co-occurrence network approaches. Functional trait space is developed from genomic inference for each bacterial phylotype within an individual bat's microbiome. Phylogenies are estimated using maximum likelihood and 16S gene alignment among community members. To test the role of diet and host genetics (the host environment) in community processes, the researchers describe diet from feces with the COI DNA barcodes, and quantify host diversity and relatedness through genome fingerprinting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tigga",
   "pi_last_name": "Kingston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tigga Kingston",
   "pi_email_addr": "tigga.kingston@ttu.edu",
   "nsf_id": "000524956",
   "pi_start_date": "2018-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caleb",
   "pi_last_name": "Phillips",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Caleb D Phillips",
   "pi_email_addr": "caleb.phillips@ttu.edu",
   "nsf_id": "000577497",
   "pi_start_date": "2018-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 829959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is thought that an individual organism&rsquo;s health is partially determined by the microbial species that live in and on it. Bacteria living in digestive tracts are collectively referred to as the gut microbiome, and it is thought that having a diverse gut microbiome composed of many species is characteristic of a healthy gut microbiome, and reductions in gut microbiome diversity are often associated with poor host health. This relationship between microbiome diversity and host health is thought to be the case not only for humans but also wildlife species. It is also thought that eating a diverse diet supports a diverse gut microbiome. The implications for wildlife attempting to survive in degraded landscapes are that they will have a reduction in the diversity of food resources available to them, that in turn decreases the diversity of their microbiomes with potential implications for health and persistence. At the same time, other attributes of host species may also influence their microbiome diversity. For example, species differ in their levels of sociality, and it is thought that social interaction is a mechanism of microbiome dispersal.</p>\r\n<p>The research team investigated the determinants of microbiome composition in insect-eating bat species that live in a forest system in peninsular Malaysia that has experienced levels of disturbance across the landscape. This forest system is also among the most species-rich worldwide and is home to several dozen species of bats that live inside the forest and feed upon the insect communities. Related to understanding the process of how land disturbance alters species&rsquo; ability to persist, the research team made multiple discoveries. First, we demonstrate that insectivorous bats partition the dietary niche space (i.e., the insect communities), and this partitioning is explained by morphological differences among species including their echolocation characteristics, bite force, and flight-related characteristics. This finding helps to explain how so many species that all survive on the same food resource (insects) can co-occur with each other. Our work also clearly recovered a strong relationship between forest vegetation characteristics and the composition of insect communities. The forest characteristics (e.g., levels of clutter at different heights, presence of vines of different sizes) are a function of forest succession, age, and levels of disturbance. Finding that these variables explain large components of the spatial variation of the insect communities provides a direct measure of how landscape disturbance affects local ecology.</p>\r\n<p>The results of our efforts are also expected to have an impact on the approach to studying and interpreting wildlife microbiomes. &nbsp;Our joint studies of bat fecal microbiomes and microbes recovered from bulk insect collections obtained at the same time bats were captured reveal very close agreement in terms of microbes present and their abundances across bats and insects. This pattern strongly indicates that what would have otherwise been perceived as the bats' resident and functional microbiome is rather the microbiome of prey items. It is not yet clear whether this phenomenon is restricted to bats or is more widespread. Bats are relatively unique in that they eat their whole prey and have relatively short food retention times. In any case, future fecal microbiome studies would benefit from being able to measure the microbiome of what the host consumes.</p>\r\n<p>Despite the unexpected strong influence of prey microbiome on perceived bat fecal microbiome, our work was successful in attributing components of microbiome variation to host factors. We found that variables such as host species identity, locality, and reproductive status all influence microbiome composition, but that sociality was the most influential.&nbsp; Bats studied differed in that some lead solitary lives, others live in small groups of around a dozen individuals, and others live in colonies of thousands. We found that individuals of more social species tended to have more similar microbiomes, and those of solitary species more dissimilar microbiomes. This pattern is consistent with sociality as a microbiome dispersal mechanism and implies that more social species may fare better in disturbed landscapes because they have more opportunity via dispersal for their microbiome to be replenished.</p>\r\n<p>As part of the funded work the research team also developed freely available teaching modules targeting 4<sup>th</sup> and 5<sup>th</sup> graders. Collectively referred to as the Malaysian Bat Education Adventure, lessons expose students to tropical bat biodiversity as well as what microbiomes are, why they are important, and how they are studied.&nbsp; Modules include narrated video recordings of field work, in classroom hands-on exercises, and worksheets with accompanying teacher resources.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/24/2025<br>\nModified by: Caleb&nbsp;D&nbsp;Phillips</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIt is thought that an individual organisms health is partially determined by the microbial species that live in and on it. Bacteria living in digestive tracts are collectively referred to as the gut microbiome, and it is thought that having a diverse gut microbiome composed of many species is characteristic of a healthy gut microbiome, and reductions in gut microbiome diversity are often associated with poor host health. This relationship between microbiome diversity and host health is thought to be the case not only for humans but also wildlife species. It is also thought that eating a diverse diet supports a diverse gut microbiome. The implications for wildlife attempting to survive in degraded landscapes are that they will have a reduction in the diversity of food resources available to them, that in turn decreases the diversity of their microbiomes with potential implications for health and persistence. At the same time, other attributes of host species may also influence their microbiome diversity. For example, species differ in their levels of sociality, and it is thought that social interaction is a mechanism of microbiome dispersal.\r\n\n\nThe research team investigated the determinants of microbiome composition in insect-eating bat species that live in a forest system in peninsular Malaysia that has experienced levels of disturbance across the landscape. This forest system is also among the most species-rich worldwide and is home to several dozen species of bats that live inside the forest and feed upon the insect communities. Related to understanding the process of how land disturbance alters species ability to persist, the research team made multiple discoveries. First, we demonstrate that insectivorous bats partition the dietary niche space (i.e., the insect communities), and this partitioning is explained by morphological differences among species including their echolocation characteristics, bite force, and flight-related characteristics. This finding helps to explain how so many species that all survive on the same food resource (insects) can co-occur with each other. Our work also clearly recovered a strong relationship between forest vegetation characteristics and the composition of insect communities. The forest characteristics (e.g., levels of clutter at different heights, presence of vines of different sizes) are a function of forest succession, age, and levels of disturbance. Finding that these variables explain large components of the spatial variation of the insect communities provides a direct measure of how landscape disturbance affects local ecology.\r\n\n\nThe results of our efforts are also expected to have an impact on the approach to studying and interpreting wildlife microbiomes. Our joint studies of bat fecal microbiomes and microbes recovered from bulk insect collections obtained at the same time bats were captured reveal very close agreement in terms of microbes present and their abundances across bats and insects. This pattern strongly indicates that what would have otherwise been perceived as the bats' resident and functional microbiome is rather the microbiome of prey items. It is not yet clear whether this phenomenon is restricted to bats or is more widespread. Bats are relatively unique in that they eat their whole prey and have relatively short food retention times. In any case, future fecal microbiome studies would benefit from being able to measure the microbiome of what the host consumes.\r\n\n\nDespite the unexpected strong influence of prey microbiome on perceived bat fecal microbiome, our work was successful in attributing components of microbiome variation to host factors. We found that variables such as host species identity, locality, and reproductive status all influence microbiome composition, but that sociality was the most influential. Bats studied differed in that some lead solitary lives, others live in small groups of around a dozen individuals, and others live in colonies of thousands. We found that individuals of more social species tended to have more similar microbiomes, and those of solitary species more dissimilar microbiomes. This pattern is consistent with sociality as a microbiome dispersal mechanism and implies that more social species may fare better in disturbed landscapes because they have more opportunity via dispersal for their microbiome to be replenished.\r\n\n\nAs part of the funded work the research team also developed freely available teaching modules targeting 4th and 5th graders. Collectively referred to as the Malaysian Bat Education Adventure, lessons expose students to tropical bat biodiversity as well as what microbiomes are, why they are important, and how they are studied. Modules include narrated video recordings of field work, in classroom hands-on exercises, and worksheets with accompanying teacher resources.\r\n\n\n\t\t\t\t\tLast Modified: 02/24/2025\n\n\t\t\t\t\tSubmitted by: CalebDPhillips\n"
 }
}