{
 "awd_id": "1754171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFDEB-NERC:  Diversity and disease: uniting community and disease ecology to understand how biodiversity affects parasite transmission",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 604947.0,
 "awd_amount": 719334.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2023-02-27",
 "awd_abstract_narration": "Over the next century, two of the most pressing environmental threats will be the ongoing losses of biodiversity and the increased emergence of infectious diseases. Key challenges are to understand how these issues are related and to identify strategies for reducing their effects on human and wildlife populations. For instance, growing evidence suggests that the diversity of organisms found in natural habitats can affect how fast pathogens spread, including those that cause illness in humans. This research will investigate how changes in species diversity affect the risk of infection and disease in a threatened group of wildlife: amphibians. Researchers from the USA and the United Kingdom will work together to better understand how diversity influences pathogen transmission, using mechanistic models of infection fit to data from field observations, laboratory experiments, and whole-system manipulations. Results of the research will be used to assist natural resource managers to conserve threatened amphibian populations and to develop an interactive exhibit at the University of Colorado Natural History Museum which will engage elementary and middle school students. The project will also provide opportunities for broadening participation in science by involving undergraduate and graduate students.\r\n\r\nThis proposal applies tools and concepts from community ecology to test the foundational relationships between biological diversity and parasite infection. Building upon extensive previous research by the investigators, data from (i) wetland surveys will be used to understand how communities of amphibians (frogs, toads, and salamanders) and infectious parasites change along a gradient in biodiversity. Field data will be combined with results from (ii) laboratory experiments that test alternative mechanisms through which biodiversity might affect infections to develop (iii) predictive models that forecast the influence of each mechanism on disease risk. Finally, model predictions will be tested and refined using a (iv) real-world experiment in which the presence and abundance of an influential host species is altered across a natural richness gradient. Results will be compared among parasite species that differ in the amount of disease they cause in amphibian hosts. The integration of wetland surveys, multi-scale experiments, and predictive modeling will fill a key knowledge gap by assessing the functional relationships between biodiversity and parasite transmission, which are difficult to discern from strictly observational data or studies of a single host or parasite species. These efforts will help resolve ongoing debates about the diversity-disease relationship and build a more comprehensive understanding of how changes in ecological communities interact to influence disease risk.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pieter",
   "pi_last_name": "Johnson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Pieter T Johnson",
   "pi_email_addr": "pieter.johnson@colorado.edu",
   "nsf_id": "000441994",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andy",
   "pi_last_name": "Fenton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andy Fenton",
   "pi_email_addr": "acf1@liverpool.ac.uk",
   "nsf_id": "000744542",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 604947.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 6250.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 35952.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 49755.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 14430.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With rising interest in understanding the links between diversity and infections, however, a polarizing debate has emerged over whether biodiversity generally decreases pathogen transmission (via the &lsquo;dilution effect&rsquo;), generally increases transmission (&lsquo;amplification effect&rsquo;), or whether responses are idiosyncratic and highly variable among systems &ndash; issues that are especially contentious when it comes to management policies. Because evidence exists to support all of the above positions, a more productive approach may be to delineate under what host, parasite, and environmental conditions changes in diversity amplify or dilute disease risk. For most systems, however, we lack the essential combination of (1) empirical data from replicated communities, (2) parameterized transmission models, and (3) ecologically relevant experiments necessary to address these questions, particularly across a range of host and parasite taxa.</p>\r\n<p>To address these missing links, we developed a predictive framework built on mechanistic approach to identify the conditions under which biodiversity affects the capacity of pathogens to spread or cause illness. Our research thus far has already significantly impacted the field of disease ecology generally and the study of the biodiversity-disease relationship more specifically. In the main, our finding has helped to address sources of confusion surrounding the diversity-disease relationship and specifically, understanding how changes in host community composition influence parasite transmission. We showed, for instance, that community level changes in infection levels owed to shifts in host species composition, rather than richness per se. However, when composition patterns mirrored empirical observations along a natural assembly gradient, each added host species reduced infection success by 12&ndash;55%. These findings highlight the potential for combining information on host traits and assembly patterns to forecast diversity-mediated changes in multi-host disease systems. We also examined how parasites themselves &ndash; through their choices in infecting specific host species within a community &ndash; alter the overall pattern of transmission in complex assemblages, particularly with trematodes which support complex communities and have multiple hosts. Using detailed experiments that tested parasite choice for alternative host species, both individually and through varying &lsquo;choice sets,&rsquo; we showed that trematode cercariae demonstrated consistent and predictable preference patterns for specific host species; however, preferred hosts were not the most susceptible to infection, which is important for understanding whether forecasted shifts in diversity will alter overall infection success in multi-host communities.</p>\r\n<p>Lastly, our work also made progress on the development of empirical and theoretical approaches for understanding diversity-disease relationships. We have built statistical models that are helping to assess the relative influence of proposed mechanisms underlying the influence of biodiversity losses on pathogen transmission, including shifts in host abundance, species composition, and predation. These findings emphasize the core importance of understanding the empirical relationship between species richness and species composition: thus, whether diversity leads to reduced parasite transmission depends critically on the degree to which the most competent hosts predominate in low-richness communities, which is a strongly consistent pattern in this system. For the four most closely studied trematode parasites, we found that host diversity leads to reductions in transmission both at the individual host scale (infection risk per host) and at the community scale (total parasite infection success among all co-occurring hosts). Yet the magnitude of these effects differed broadly. Empirical data from field surveys and laboratory experiments have contributed to four manuscripts related to (1) deterministic patterns in ecological community assembly, (2) variation in competence across host-parasite-dosage combinations throughout communities, (3) a review of the epidemiological concept of competence and identification of core knowledge gaps, and (4) empirical analysis of field data to assess how richness, density, and predators affect transmission of different trematodes and at two biological scales (host level vs. community level).</p>\r\n<p>&nbsp;</p>\r\n<p>Broader impacts:</p>\r\n<p>This research capitalized on the public&rsquo;s interest in amphibians generally &ndash; and in amphibian deformities specifically &ndash; to foster educational outreach and conservation awareness. PI Johnson and supported science personnel (Dana Calhoun) worked closely with students across a range of educational levels and backgrounds to foster research aptitude, encourage science career opportunities, and promote recruitment by under-represented groups. Partnering with programs such as the Colorado Initiative, the Science Discovery Center, Undergraduate Research Opportunities Program (UROP), and the Biological Science Initiative (BSI), this grant provided experiential research opportunities for 24 undergraduates and 20 technicians. In addition, we supported a RAHSS student, 4 REU students, three graduate students, and a postdoctoral researcher. To reach the public and disseminate research finding nearly 13 talks were given across multiple venues (e.g. Zoological Society of London, Wildlife Disease Association Meeting, California-Nevada Amphibian Population Task Force and, American Society of Parasitologist, Ecology and Evolution of Infectious Disease). In addition of the 27 peer-reviewed publications produced by this project, 12 included undergraduate or graduate student co-authors and 8 were lead-authored by a student.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/15/2025<br>\nModified by: Pieter&nbsp;T&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1754171/1754171_10556564_1744735227208_Field_crew_2023_v2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1754171/1754171_10556564_1744735227208_Field_crew_2023_v2--rgov-800width.png\" title=\"Field work in Bay Area of CA\"><img src=\"/por/images/Reports/POR/2025/1754171/1754171_10556564_1744735227208_Field_crew_2023_v2--rgov-66x44.png\" alt=\"Field work in Bay Area of CA\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image includes members of the Johnson lab walking toward a pond for sampling.</div>\n<div class=\"imageCredit\">Laura Heller</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pieter&nbsp;T&nbsp;Johnson\n<div class=\"imageTitle\">Field work in Bay Area of CA</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1754171/1754171_10556564_1744735325272_field_crew_2021_b--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2025/1754171/1754171_10556564_1744735325272_field_crew_2021_b--rgov-800width.JPG\" title=\"Field work in Bay Area of CA 2\"><img src=\"/por/images/Reports/POR/2025/1754171/1754171_10556564_1744735325272_field_crew_2021_b--rgov-66x44.JPG\" alt=\"Field work in Bay Area of CA 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Images of the Johnson lab field crew heading towards a pond for sampling</div>\n<div class=\"imageCredit\">Laura Heller</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pieter&nbsp;T&nbsp;Johnson\n<div class=\"imageTitle\">Field work in Bay Area of CA 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWith rising interest in understanding the links between diversity and infections, however, a polarizing debate has emerged over whether biodiversity generally decreases pathogen transmission (via the dilution effect), generally increases transmission (amplification effect), or whether responses are idiosyncratic and highly variable among systems  issues that are especially contentious when it comes to management policies. Because evidence exists to support all of the above positions, a more productive approach may be to delineate under what host, parasite, and environmental conditions changes in diversity amplify or dilute disease risk. For most systems, however, we lack the essential combination of (1) empirical data from replicated communities, (2) parameterized transmission models, and (3) ecologically relevant experiments necessary to address these questions, particularly across a range of host and parasite taxa.\r\n\n\nTo address these missing links, we developed a predictive framework built on mechanistic approach to identify the conditions under which biodiversity affects the capacity of pathogens to spread or cause illness. Our research thus far has already significantly impacted the field of disease ecology generally and the study of the biodiversity-disease relationship more specifically. In the main, our finding has helped to address sources of confusion surrounding the diversity-disease relationship and specifically, understanding how changes in host community composition influence parasite transmission. We showed, for instance, that community level changes in infection levels owed to shifts in host species composition, rather than richness per se. However, when composition patterns mirrored empirical observations along a natural assembly gradient, each added host species reduced infection success by 1255%. These findings highlight the potential for combining information on host traits and assembly patterns to forecast diversity-mediated changes in multi-host disease systems. We also examined how parasites themselves  through their choices in infecting specific host species within a community  alter the overall pattern of transmission in complex assemblages, particularly with trematodes which support complex communities and have multiple hosts. Using detailed experiments that tested parasite choice for alternative host species, both individually and through varying choice sets, we showed that trematode cercariae demonstrated consistent and predictable preference patterns for specific host species; however, preferred hosts were not the most susceptible to infection, which is important for understanding whether forecasted shifts in diversity will alter overall infection success in multi-host communities.\r\n\n\nLastly, our work also made progress on the development of empirical and theoretical approaches for understanding diversity-disease relationships. We have built statistical models that are helping to assess the relative influence of proposed mechanisms underlying the influence of biodiversity losses on pathogen transmission, including shifts in host abundance, species composition, and predation. These findings emphasize the core importance of understanding the empirical relationship between species richness and species composition: thus, whether diversity leads to reduced parasite transmission depends critically on the degree to which the most competent hosts predominate in low-richness communities, which is a strongly consistent pattern in this system. For the four most closely studied trematode parasites, we found that host diversity leads to reductions in transmission both at the individual host scale (infection risk per host) and at the community scale (total parasite infection success among all co-occurring hosts). Yet the magnitude of these effects differed broadly. Empirical data from field surveys and laboratory experiments have contributed to four manuscripts related to (1) deterministic patterns in ecological community assembly, (2) variation in competence across host-parasite-dosage combinations throughout communities, (3) a review of the epidemiological concept of competence and identification of core knowledge gaps, and (4) empirical analysis of field data to assess how richness, density, and predators affect transmission of different trematodes and at two biological scales (host level vs. community level).\r\n\n\n\r\n\n\nBroader impacts:\r\n\n\nThis research capitalized on the publics interest in amphibians generally  and in amphibian deformities specifically  to foster educational outreach and conservation awareness. PI Johnson and supported science personnel (Dana Calhoun) worked closely with students across a range of educational levels and backgrounds to foster research aptitude, encourage science career opportunities, and promote recruitment by under-represented groups. Partnering with programs such as the Colorado Initiative, the Science Discovery Center, Undergraduate Research Opportunities Program (UROP), and the Biological Science Initiative (BSI), this grant provided experiential research opportunities for 24 undergraduates and 20 technicians. In addition, we supported a RAHSS student, 4 REU students, three graduate students, and a postdoctoral researcher. To reach the public and disseminate research finding nearly 13 talks were given across multiple venues (e.g. Zoological Society of London, Wildlife Disease Association Meeting, California-Nevada Amphibian Population Task Force and, American Society of Parasitologist, Ecology and Evolution of Infectious Disease). In addition of the 27 peer-reviewed publications produced by this project, 12 included undergraduate or graduate student co-authors and 8 were lead-authored by a student.\r\n\n\n\t\t\t\t\tLast Modified: 04/15/2025\n\n\t\t\t\t\tSubmitted by: PieterTJohnson\n"
 }
}