{
 "awd_id": "1754274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Roles of Macrophages in Immunity to Ranavirus, and in Viral Persistence and Dissemination",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 713517.0,
 "awd_amount": 713517.0,
 "awd_min_amd_letter_date": "2018-04-03",
 "awd_max_amd_letter_date": "2021-05-13",
 "awd_abstract_narration": "Macrophages are a type of immune cells that are indispensable to vertebrate host immunity and homeostasis. Thus, they often become targets of viral pathogens as a means of immune evasion and mechanisms of dissemination. Ranaviruses, which infect amphibians, are increasing in both prevalence and in the range of host species infected. This raises pressing concerns for biodiversity and aquaculture, and poses fundamental issues related to evolution of host/pathogen interactions. Indeed, the remarkable emerging features of ranavirus infections appear intimately linked to controlling immune responses in many host species, and growing evidence hints at macrophages as critical for their infection strategy. The goal of this research is to elucidate the complex roles of distinct amphibian adult and tadpole macrophage populations in orchestrating host immune defenses against ranavirus, while serving as reservoirs for ranavirus immune evasion and dissemination. The hypothesis addressed is that the ranavirus Frog virus 3 (FV3) targets macrophages to evade host immune defenses towards viral persistence and dissemination in the frog Xenopus laevis. The specific aims are to determine the phenotypes and fates of tadpole and adult macrophage subsets targeted by FV3; define molecular and cellular interactions of FV3 with tadpole and adult macrophages; and elucidate the roles of macrophages in host defenses and asymptomatic infections. The work will involve training of students at all levels, as well as public engagement through development of interactive programs at a local science museum. The researcher will also continue to develop and manage a resource for Xenopus immunobiology reagents and training.  \r\n\r\n\r\nMacrophages are both at the forefront of immune defenses against ranavirus (Iridoviridae) pathogens and part of ranavirus infection strategies, which is unique among large DNA viruses. The dramatic worldwide increases in ranges of populations and species infected raise alarming concerns for biodiversity and aquaculture, and pose fundamental issues related to evolution of host/pathogen interactions. The overall goal of this proposed research is to elucidate the complex roles of distinct amphibian adult and tadpole macrophage populations in orchestrating host immune defenses, while serving as reservoirs for immune evasion and dissemination. The project will take advantage of the extensively characterized Xenopus/FV3 model system that permits reverse genetic as well as mechanistic experimental approaches from the molecular and cellular levels to the whole organism level. The guiding hypothesis is that FV3 targets amphibian macrophages to evade host immune defenses towards viral persistence and dissemination.  The specific aims are (1) to determine the phenotypes and fates of larval and adult macrophage subsets targeted by FV3; (2) to define molecular and cellular interactions of FV3 with larval and adult macrophages; and (3) to elucidate the roles of macrophages in host defenses and asymptomatic infections. These aims will utilize technologies developed during the past NSF funding period, including RNAi-based and CRISPR/Cas9-mediated loss-of-function by transgenesis; traceable recombinant FV3 and FV3 knockout mutants deficient for virulence/immunomodulatory genes; adoptive macrophage transfer into inbred recipients; Xenopus macrophage cultures; macrophage depletion; and the use of specific Abs against Xenopus macrophages and FV3.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacques",
   "pi_last_name": "Robert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacques Robert",
   "pi_email_addr": "jacques_robert@urmc.rochester.edu",
   "nsf_id": "000169776",
   "pi_start_date": "2018-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "601 Elmwood avenue",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146420140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 256231.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 400642.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 56644.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Macrophages are key players connecting innate and adaptive immunity. They are among the first responders fighting against pathogens. In addition, they acquire, and process antigens derived from viral pathogens to activate conventional T cells and innate T cells. However, because of this central role in alarming and organizing host immune defenses, macrophages are often used by pathogens to evade immune surveillance and persist in the host. Ranavirus such as Frog Virus 3 (FV3) are majors pathogens plaguing amphibians.&nbsp;The goal of this research was to elucidate the complex and dual roles of macrophages in orchestrating host immune defenses of tadpoles and adult frogs against FV3, while serving as reservoirs&nbsp;for&nbsp;viral persistence. We used the amphibian&nbsp;<em>Xenopus laevis</em>&nbsp;as experimental organism.</p>\n<p>Our research has provided compelling evidence that macrophages are essential for resistance of frogs and tadpoles against ranavirus since their depletion with a drug resulted in rapid death of animals upon FV3 infection. We demonstrated that macrophages are not only important for activating conventional T cells but also less well known innate T cells that are more prominent in&nbsp;<em>X. laevis</em>&nbsp;tadpoles. We showed that one particular innate T cell population expressing a specific T cell receptor recognizable by a recombinant reagent (MHC tetramer), that we engineered and produced, was critical for tadpole resistance to FV3. Using a combination of reverse genetic by transgenesis and treatment with our specific MHC tetramer, we generate animal deficient for this innate T cell subset that were more susceptible to FV3 infection. We also generated new recombinant reagents for better characterizing macrophages and distinguishing them from dendritic cells critical for activation of T cells.</p>\n<p>Regarding the role of macrophages in promoting viral persistence in chronically infected hosts, we unveiled an unexpected link with bacteria. We obtained conclusive evidence that, in asymptomatically infected adult&nbsp;<em>X. laevis</em>, FV3 hiding in macrophages can be reactivated to produce an acute infection through the stimulation of a receptor recognizing bacterial flagellin (Toll-like receptor 5). This immune mechanism may help to explain why despite its continual presence detected in the wild, deadly ranavirus disease outbreaks are typically sudden and unpredictable. Our data suggest a connection between secondary bacterial infections or microbiome alterations and the triggering of deadly ranavirus bursts. As an additional potential impacts on macrophage biology and immune defenses against ranavirus, we have gathered evidence suggesting that exposure to endocrine disruptor chemicals during early developmental stages in tadpoles contribute to amphibians&rsquo; vulnerability to FV3 infection by durably altering their immunity.&nbsp;</p>\n<p>To better define how FV3 interact with macrophages at the molecular and cellular levels, we have identified&nbsp;putative viral immune evasion genes by disrupting these genes and producing recombinant knockout FV3 viruses. We have characterized several of recombinant FV3 with specific disrupted genes both in&nbsp;<em>X. laevis</em>&nbsp;and in other amphibian species including the Giant Chinese salamander in collaboration with Drs. Lingbing Zend and Nancy Jiang (Chinese Academy of Fishery Sciences, Wuhan, China) and Wood frogs in Canada with Drs. David Lesbarr&egrave;res, Laurentian University and Stephanie DeWitte-Orr, Wilfrid Laurier University. We have also obtained a large amount of data by transcriptomics study of FV3 in collaboration with Dr. Y. Sang group (Tennessee State University) that has allowed us to identify molecular mimics expressed by FV3 that can interfere with host interferon system as well as the production of microRNAs by the virus that could also target specific host genes involved in interferon response.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Overall, this research has not only documented the importance of macrophages in amphibian resistance against ranavirus but also revealed the ability of ranavirus to persist quietly in some of these macrophages for long time without apparent symptoms of infection; this until these pathogens become reactivated by stimulation of products derived from bacteria presumably generated during a secondary infection.&nbsp;</p>\n<p>These studies lay the foundation for a deeper understanding of the tight molecular co-adaptation between ranavirus and macrophages, which will guide antiviral intervention and the development of anti-ranavirus vaccines. A large number of scholars from high school, undergraduate, graduate and post-graduate levels (including scholars from historically excluded and underrepresented groups) to visiting international scientists have been extensively involved in all aspects of the research. The research provided rich opportunities to study fundamental immunology, development, microbiology, and evolution, as well as to learn a wide range of modern molecular, cellular, and reverse genetic techniques. Transgenic animals, FV3 recombinants, reagents, as well as innovative methodologies for reverse genetics have further empowered&nbsp;<em>Xenopus</em>&nbsp;as a reliable research model. All this material has been made available and distributed through our&nbsp;<em>Xenopus&nbsp;</em>Research Resource for Immunobiology website. Information about our findings has been widely disseminated by publications in mainstream scientific journals and presentations at multiple local, national and international conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2023<br>\n\t\t\t\t\tModified by: Jacques&nbsp;Robert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1754274/1754274_10537327_1683134289061_Mac-infected--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1754274/1754274_10537327_1683134289061_Mac-infected--rgov-800width.jpg\" title=\"lagellin (TLR5)-induced FV3 reactivation in Xenopus macrophages\"><img src=\"/por/images/Reports/POR/2023/1754274/1754274_10537327_1683134289061_Mac-infected--rgov-66x44.jpg\" alt=\"lagellin (TLR5)-induced FV3 reactivation in Xenopus macrophages\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Reactivation of the Ranavirus FV3 in peritoneal macrophage from an asymptomatically infected Xenopus leavis frog following 3 days stimulation with the TLR5 agonist flagellin.</div>\n<div class=\"imageCredit\">Jacques Robert</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jacques&nbsp;Robert</div>\n<div class=\"imageTitle\">lagellin (TLR5)-induced FV3 reactivation in Xenopus macrophages</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMacrophages are key players connecting innate and adaptive immunity. They are among the first responders fighting against pathogens. In addition, they acquire, and process antigens derived from viral pathogens to activate conventional T cells and innate T cells. However, because of this central role in alarming and organizing host immune defenses, macrophages are often used by pathogens to evade immune surveillance and persist in the host. Ranavirus such as Frog Virus 3 (FV3) are majors pathogens plaguing amphibians. The goal of this research was to elucidate the complex and dual roles of macrophages in orchestrating host immune defenses of tadpoles and adult frogs against FV3, while serving as reservoirs for viral persistence. We used the amphibian Xenopus laevis as experimental organism.\n\nOur research has provided compelling evidence that macrophages are essential for resistance of frogs and tadpoles against ranavirus since their depletion with a drug resulted in rapid death of animals upon FV3 infection. We demonstrated that macrophages are not only important for activating conventional T cells but also less well known innate T cells that are more prominent in X. laevis tadpoles. We showed that one particular innate T cell population expressing a specific T cell receptor recognizable by a recombinant reagent (MHC tetramer), that we engineered and produced, was critical for tadpole resistance to FV3. Using a combination of reverse genetic by transgenesis and treatment with our specific MHC tetramer, we generate animal deficient for this innate T cell subset that were more susceptible to FV3 infection. We also generated new recombinant reagents for better characterizing macrophages and distinguishing them from dendritic cells critical for activation of T cells.\n\nRegarding the role of macrophages in promoting viral persistence in chronically infected hosts, we unveiled an unexpected link with bacteria. We obtained conclusive evidence that, in asymptomatically infected adult X. laevis, FV3 hiding in macrophages can be reactivated to produce an acute infection through the stimulation of a receptor recognizing bacterial flagellin (Toll-like receptor 5). This immune mechanism may help to explain why despite its continual presence detected in the wild, deadly ranavirus disease outbreaks are typically sudden and unpredictable. Our data suggest a connection between secondary bacterial infections or microbiome alterations and the triggering of deadly ranavirus bursts. As an additional potential impacts on macrophage biology and immune defenses against ranavirus, we have gathered evidence suggesting that exposure to endocrine disruptor chemicals during early developmental stages in tadpoles contribute to amphibians’ vulnerability to FV3 infection by durably altering their immunity. \n\nTo better define how FV3 interact with macrophages at the molecular and cellular levels, we have identified putative viral immune evasion genes by disrupting these genes and producing recombinant knockout FV3 viruses. We have characterized several of recombinant FV3 with specific disrupted genes both in X. laevis and in other amphibian species including the Giant Chinese salamander in collaboration with Drs. Lingbing Zend and Nancy Jiang (Chinese Academy of Fishery Sciences, Wuhan, China) and Wood frogs in Canada with Drs. David Lesbarr&egrave;res, Laurentian University and Stephanie DeWitte-Orr, Wilfrid Laurier University. We have also obtained a large amount of data by transcriptomics study of FV3 in collaboration with Dr. Y. Sang group (Tennessee State University) that has allowed us to identify molecular mimics expressed by FV3 that can interfere with host interferon system as well as the production of microRNAs by the virus that could also target specific host genes involved in interferon response. \n\n \n\nOverall, this research has not only documented the importance of macrophages in amphibian resistance against ranavirus but also revealed the ability of ranavirus to persist quietly in some of these macrophages for long time without apparent symptoms of infection; this until these pathogens become reactivated by stimulation of products derived from bacteria presumably generated during a secondary infection. \n\nThese studies lay the foundation for a deeper understanding of the tight molecular co-adaptation between ranavirus and macrophages, which will guide antiviral intervention and the development of anti-ranavirus vaccines. A large number of scholars from high school, undergraduate, graduate and post-graduate levels (including scholars from historically excluded and underrepresented groups) to visiting international scientists have been extensively involved in all aspects of the research. The research provided rich opportunities to study fundamental immunology, development, microbiology, and evolution, as well as to learn a wide range of modern molecular, cellular, and reverse genetic techniques. Transgenic animals, FV3 recombinants, reagents, as well as innovative methodologies for reverse genetics have further empowered Xenopus as a reliable research model. All this material has been made available and distributed through our Xenopus Research Resource for Immunobiology website. Information about our findings has been widely disseminated by publications in mainstream scientific journals and presentations at multiple local, national and international conferences.\n\n\t\t\t\t\tLast Modified: 05/03/2023\n\n\t\t\t\t\tSubmitted by: Jacques Robert"
 }
}