{
 "awd_id": "1754491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "What are the environmental causes of population variability of highly mobile animals",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 542060.0,
 "awd_amount": 654356.0,
 "awd_min_amd_letter_date": "2018-07-31",
 "awd_max_amd_letter_date": "2022-01-13",
 "awd_abstract_narration": "The abundances of animals vary from year to year, sometimes quite dramatically, and these changes are often attributed to differences in weather patterns. However, it is often difficult to understand the many ways that seasonal changes in rainfall and temperature influence the reproduction, survival and movement patterns of organisms. This study uses grassland birds to understand the effect of weather patterns on populations directly and indirectly, through their effects on vegetation, food availability and predators. By focusing on migratory birds, this work explores the effects of weather pattern on populations at both the local and continental scale. Through the development of novel statistical tools to process multiple types of data, the project will generate insights critical to forecasting population declines and will provide a template that can be used in other systems. Because >96% of North America's tallgrass prairies have been converted, the project's findings and implications will be used to promote the long-term health of Great Plains ecosystems. This project will cross-train students in statistical and biological methods, engage local stake-holders and promote the appreciation of grassland ecosystems though public outreach opportunities. \r\n \r\nThis study will identify the key climatic drivers of population fluctuations in highly mobile animals by combining detailed, population studies with long-term community data in an integrative population modeling framework. This study will test predictions of multiple alternative drivers of local breeding-season abundance by identifying the direct physiological responses to weather by several bird species, including the Grasshopper Sparrows, Dickcissels, and Eastern Meadowlarks, and by examining the interactions between rainfall, fire, and grazing on plant, prey, and predator communities on these populations. This project explores the issue of scale, by using stable isotopes in feathers and geolocator data to examine the links between climate in non-breeding areas and breeding abundance in subsequent years. Finally, this study develops cutting-edge statistical methods that are needed to integrate disparate datasets and reconcile climate-population linkages at multiple scales. This work will be informed by and build upon four decades of data collected through the Long-Term Ecological Research program at Konza Prairie, Kansas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "W Alice",
   "pi_last_name": "Boyle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W Alice Boyle",
   "pi_email_addr": "aboyle@ksu.edu",
   "nsf_id": "000638204",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Hefley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor Hefley",
   "pi_email_addr": "thefley@ksu.edu",
   "nsf_id": "000743876",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 542060.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 67258.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 45038.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to understand the role of precipitation in shaping the population dynamics of grassland birds. This project took place in the tallgrass prairies at the Konza Prairie Biological Station in NE Kansas&mdash;a long-term ecological research (LTER) site&mdash;and leveraged both long-term data and newly-collected individual- and population-level studies of three of the most common birds inhabiting grasslands at our site including &gt;1160 nests, &gt;1000 nestlings, 2158 individually-marked adult birds re-captured or resighted thousands of times, and considerable related data, all available via the LTER online data portal. These data enabled us to elucidate novel linkages between rain and individual vital rates which we then integrated to determine which mechanistic pathways linking abiotic conditions and bird population responses were most important. Simultaneously, we improved the approaches to analyzing animal population data in spatio-temporally variable systems.</p>\n<p>This project revealed that grassland-dependent birds are strongly influenced by variation in precipitation in ways that reflect both direct effects on adult physiology and reproductive success, and indirect effects on the propensity of birds to return to the site or disperse away or die. Short-term severe events such as heavy rainstorms directly affected body composition of adults, probably due to decreased foraging opportunities. Storms also increased the chances of nest failure. Females laid larger and heavier eggs following wetter pre-laying periods, however. That increased investment likely reflects positive (perhaps food-mediated) benefits of rain during the breeding season. The most important factors affecting the abundance and population growth of birds in this system was dispersal; the focal grassland species have very low site fidelity, and birds were most site faithful following years of intermediate rainfall and did not return to the site following drier or wetter years. Because dispersal propensity was associated with lagged rather than current metrics of rainfall, and because the climatic factors associated with dispersal were also those associated with vegetation structure, our results imply that grassland bird demography is primarily shaped by the indirect, delayed effect of rain on grassland habitat. Using these insights and predicted climate models, we projected the abundance of one of our focal species, finding that it will likely become locally extirpated within the next century. Our research in statistics revealed novel insights into how different types of data are incorporated into integrated population models. For example, the spatial and temporal scale that data are collected and the scale at which inference is desired requires careful consideration and custom model modifications to yield reliable statistical inference.</p>\n<p>This project provided numerous societal benefits including training opportunities at many levels. At the undergraduate level, &gt;40 students benefited from a hands-on research course in both field biology and statistics designed and implemented as part of this project. Sixteen undergraduates also gained intensive training in a rich array of avian research skills, working as technicians. The core activities provided opportunities for four undergraduate-led side projects, all of which have resulted in publications or manuscripts. At the graduate student level, two biology students and one statistics graduate student based all or part of their theses or dissertations around components of this project. One post-doc was trained under this grant for the final year of the project, learning new modeling approaches, a new system, and being instrumental in bringing several manuscripts to completion. At all stages of this project, the team emphasized communication, collaboration, and crossing disciplinary boundaries to strengthen the rigor and broader relevance of the work. Beyond training, members of the team have been extremely active in communicating key insights from this work to broader audiences, delivering 50 scientific presentations and 26 public outreach events and products. Notably, this project gave rise to a novel approach to engaging local communities through music which will continue past the conclusion of the award. Indeed, many legacies from this project including the core scientific insights relevant to conservation of grassland birds, the undergraduate course, and a variety of public engagement products will continue to benefit our community for years to come.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: W. Alice&nbsp;Boyle</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701200875092_IMG_8263--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701200875092_IMG_8263--rgov-800width.JPG\" title=\"Fieldwork On The Prairie\"><img src=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701200875092_IMG_8263--rgov-66x44.JPG\" alt=\"Fieldwork On The Prairie\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Late summer banding efforts to capture fledglings at Konza Prairie.</div>\n<div class=\"imageCredit\">Alice Boyle</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">W. Alice&nbsp;Boyle\n<div class=\"imageTitle\">Fieldwork On The Prairie</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701201400553_RainStorm--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701201400553_RainStorm--rgov-800width.jpg\" title=\"Rains over the tallgrass prairie\"><img src=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701201400553_RainStorm--rgov-66x44.jpg\" alt=\"Rains over the tallgrass prairie\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Rain storm over the tallgrass prairie at the Konza Prairie Biological Station. This project revealed the ways that rain affected grassland bird demography.</div>\n<div class=\"imageCredit\">Alice Boyle</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">W. Alice&nbsp;Boyle\n<div class=\"imageTitle\">Rains over the tallgrass prairie</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701200299684_Summer2018_Alice_GRSP_WideFormat--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701200299684_Summer2018_Alice_GRSP_WideFormat--rgov-800width.jpg\" title=\"Boyle&GRSP\"><img src=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701200299684_Summer2018_Alice_GRSP_WideFormat--rgov-66x44.jpg\" alt=\"Boyle&GRSP\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PI Boyle with Grasshopper Sparrow; Konza Prairie Biological Station; KS</div>\n<div class=\"imageCredit\">KState Division of Communications and Marketing</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">W. Alice&nbsp;Boyle\n<div class=\"imageTitle\">Boyle&GRSP</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701206399691_2019Crew_smaller--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701206399691_2019Crew_smaller--rgov-800width.JPG\" title=\"Field Crew 2019\"><img src=\"/por/images/Reports/POR/2023/1754491/1754491_10563729_1701206399691_2019Crew_smaller--rgov-66x44.JPG\" alt=\"Field Crew 2019\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Some of the trainees involved in this project (L to R): J. Gresham, R. Donnelly, M. Winnerman, K. Silber, and E. Smith.</div>\n<div class=\"imageCredit\">Katy Silber</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">W. Alice&nbsp;Boyle\n<div class=\"imageTitle\">Field Crew 2019</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of this project was to understand the role of precipitation in shaping the population dynamics of grassland birds. This project took place in the tallgrass prairies at the Konza Prairie Biological Station in NE Kansasa long-term ecological research (LTER) siteand leveraged both long-term data and newly-collected individual- and population-level studies of three of the most common birds inhabiting grasslands at our site including 1160 nests, 1000 nestlings, 2158 individually-marked adult birds re-captured or resighted thousands of times, and considerable related data, all available via the LTER online data portal. These data enabled us to elucidate novel linkages between rain and individual vital rates which we then integrated to determine which mechanistic pathways linking abiotic conditions and bird population responses were most important. Simultaneously, we improved the approaches to analyzing animal population data in spatio-temporally variable systems.\n\n\nThis project revealed that grassland-dependent birds are strongly influenced by variation in precipitation in ways that reflect both direct effects on adult physiology and reproductive success, and indirect effects on the propensity of birds to return to the site or disperse away or die. Short-term severe events such as heavy rainstorms directly affected body composition of adults, probably due to decreased foraging opportunities. Storms also increased the chances of nest failure. Females laid larger and heavier eggs following wetter pre-laying periods, however. That increased investment likely reflects positive (perhaps food-mediated) benefits of rain during the breeding season. The most important factors affecting the abundance and population growth of birds in this system was dispersal; the focal grassland species have very low site fidelity, and birds were most site faithful following years of intermediate rainfall and did not return to the site following drier or wetter years. Because dispersal propensity was associated with lagged rather than current metrics of rainfall, and because the climatic factors associated with dispersal were also those associated with vegetation structure, our results imply that grassland bird demography is primarily shaped by the indirect, delayed effect of rain on grassland habitat. Using these insights and predicted climate models, we projected the abundance of one of our focal species, finding that it will likely become locally extirpated within the next century. Our research in statistics revealed novel insights into how different types of data are incorporated into integrated population models. For example, the spatial and temporal scale that data are collected and the scale at which inference is desired requires careful consideration and custom model modifications to yield reliable statistical inference.\n\n\nThis project provided numerous societal benefits including training opportunities at many levels. At the undergraduate level, 40 students benefited from a hands-on research course in both field biology and statistics designed and implemented as part of this project. Sixteen undergraduates also gained intensive training in a rich array of avian research skills, working as technicians. The core activities provided opportunities for four undergraduate-led side projects, all of which have resulted in publications or manuscripts. At the graduate student level, two biology students and one statistics graduate student based all or part of their theses or dissertations around components of this project. One post-doc was trained under this grant for the final year of the project, learning new modeling approaches, a new system, and being instrumental in bringing several manuscripts to completion. At all stages of this project, the team emphasized communication, collaboration, and crossing disciplinary boundaries to strengthen the rigor and broader relevance of the work. Beyond training, members of the team have been extremely active in communicating key insights from this work to broader audiences, delivering 50 scientific presentations and 26 public outreach events and products. Notably, this project gave rise to a novel approach to engaging local communities through music which will continue past the conclusion of the award. Indeed, many legacies from this project including the core scientific insights relevant to conservation of grassland birds, the undergraduate course, and a variety of public engagement products will continue to benefit our community for years to come.\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: W. AliceBoyle\n"
 }
}