{
 "awd_id": "1754605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Phylogenetics, hybridization and speciation in Habronattus jumping spiders (Saliticidae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 527126.0,
 "awd_amount": 638235.0,
 "awd_min_amd_letter_date": "2018-06-05",
 "awd_max_amd_letter_date": "2023-01-04",
 "awd_abstract_narration": "One of the major goals in biological research is to understand the processes that generate different species. Recently, biologists have suggested that the sharing of genes and traits between different species (hybridization) may play an important, but overlooked role. If true, this not only calls into question our understanding of how species form, but changes how we evaluate the relationships between species. In this project, researchers from San Diego State University and UC Berkeley will link studies of phylogeny and behavior to understand the role of hybridization in the evolution of a large genus of jumping spiders (Habronattus) from North America. The team will develop genomic resources to reconstruct the evolutionary relationships between species and to statistically test for the presence of hybridization in driving biodiversity patterns. Additionally, because hybridization occurs only when individuals of different species mate with each other, the team will examine the mating behaviors that control the exchange of genes and traits between separate species thus allowing insight into the mechanisms that drive larger evolutionary patterns. This project will advance our understanding of how species and populations of animals change and how we evaluate their evolutionary relationships. Research findings and techniques will be used to develop freely available statistical tools for scientists, online biodiversity databases, and educational spider-centric computer games to teach key aspects of systematic biology, in particular sexual selection and speciation. Two postdocs, one doctoral student, and multiple undergraduate students at three separate U.S. institutions will be trained on this project. Undergraduate students will play important roles in research, with high potential for independent projects.\r\n\r\nThis research will advance Habronattus research, and the field of introgressive hybridization biology, in multiple ways. At both phylogenomic and phylogeographic scales the researchers will quantify the balance between tree-like divergence and reticulate evolution, addressing whether phenotypic evolution is better explained by introgressive hybridization rather than a tree-based model. Phylogenetic comparative analyses will be conducted to ask whether courtship complexity is correlated with rates of lineage diversification, introgression, and chromosome evolution. Finding widespread introgression concentrated in groups with the most complex courtship would contradict expectations of animal communication theory. Genomic-scale data will provide a consistent, objective framework for interpreting species limits, unbiased by male ornament \"conspicuousness\". At the behavioral level, the researchers will address the proximate mechanisms behind introgressive hybridization, addressing whether hybridization is best explained by errors in species recognition or selection for novel phenotypes. Large empirical genomic and phenotypic datasets will promote the development of new computer program modules to map phenotypic characters impacted by introgressive hybridization or incomplete lineage sorting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Damian",
   "pi_last_name": "Elias",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Damian O Elias",
   "pi_email_addr": "doelias@berkeley.edu",
   "nsf_id": "000530340",
   "pi_start_date": "2018-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203144",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 527126.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 15490.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 95619.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The processes that govern if, when, and how new species form is a long-standing question for biologists. With the advent of new genetic tools, it has become evident that the sharing of genes and traits across species boundaries (so called introgressive hybridization) can play a key role in the process of species formation. In many ways, the role that this between-species mating plays in species formation challenges the way scientists have thought about this process for decades.</p>\n<p>In this project researchers from San Diego State University, UC Berkeley, and the University of British Columbia linked studies of evolution with communication behavior to understand the role of between-species mating in the evolution of a large group of jumping spiders (Habronattus) from North America. Extensive fieldwork was conducted to find and collect spiders from their natural habitats, document their communication behavior (jumping spider males in this species sing and dance to females), conduct behavioral experiments to understand when between-species mating occurs, and prepare specimens for genetic and morphological studies. In the end, thousands of important specimens have been preserved properly in museum collections and their communication displays documented, many for the first time.</p>\n<p>From these original specimen collections, we used genomic-scale data to reconstruct the evolutionary history between species and looked for evidence of between-species mating and examined its role in driving biodiversity patterns. We also conducted studies in areas where multiple species overlap and breed (i.e. hybrid zones) to understand how different species are interacting in modern times. For our behavioral studies, we simulated what would happen if two species that are separated in space came together to understand what drives between-species mating thus allowing insight into the mechanisms that drive the exchange of genes and traits between species and through that larger evolutionary patterns. Overall, publications and findings of our research advanced our understanding of how species and populations of animals change, how we evaluate their evolutionary relationships, and the behavioral patterns that limit or enhance between species mating. Interestingly, our findings point to patterns that question certain dogmas &ndash; for example, finding between-species matings in groups with very complex courtship, contradicting our understandings that communication signals serve to prevent between-species mating and finding that in many groups, females do not preferentially mate with their own species.</p>\n<p>In addition to these publications, this project also supported the training of numerous diverse graduate students, post-docs and undergraduates. Development of teaching materials (including video games) for lessons on evolution and communication, a public YouTube channel with examples of spider displays, an iNaturalist Habronattus Project, and inclusive multidisciplinary working groups were also supported by materials and data gathered by this project.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/18/2024<br>\nModified by: Damian&nbsp;O&nbsp;Elias</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe processes that govern if, when, and how new species form is a long-standing question for biologists. With the advent of new genetic tools, it has become evident that the sharing of genes and traits across species boundaries (so called introgressive hybridization) can play a key role in the process of species formation. In many ways, the role that this between-species mating plays in species formation challenges the way scientists have thought about this process for decades.\n\n\nIn this project researchers from San Diego State University, UC Berkeley, and the University of British Columbia linked studies of evolution with communication behavior to understand the role of between-species mating in the evolution of a large group of jumping spiders (Habronattus) from North America. Extensive fieldwork was conducted to find and collect spiders from their natural habitats, document their communication behavior (jumping spider males in this species sing and dance to females), conduct behavioral experiments to understand when between-species mating occurs, and prepare specimens for genetic and morphological studies. In the end, thousands of important specimens have been preserved properly in museum collections and their communication displays documented, many for the first time.\n\n\nFrom these original specimen collections, we used genomic-scale data to reconstruct the evolutionary history between species and looked for evidence of between-species mating and examined its role in driving biodiversity patterns. We also conducted studies in areas where multiple species overlap and breed (i.e. hybrid zones) to understand how different species are interacting in modern times. For our behavioral studies, we simulated what would happen if two species that are separated in space came together to understand what drives between-species mating thus allowing insight into the mechanisms that drive the exchange of genes and traits between species and through that larger evolutionary patterns. Overall, publications and findings of our research advanced our understanding of how species and populations of animals change, how we evaluate their evolutionary relationships, and the behavioral patterns that limit or enhance between species mating. Interestingly, our findings point to patterns that question certain dogmas  for example, finding between-species matings in groups with very complex courtship, contradicting our understandings that communication signals serve to prevent between-species mating and finding that in many groups, females do not preferentially mate with their own species.\n\n\nIn addition to these publications, this project also supported the training of numerous diverse graduate students, post-docs and undergraduates. Development of teaching materials (including video games) for lessons on evolution and communication, a public YouTube channel with examples of spider displays, an iNaturalist Habronattus Project, and inclusive multidisciplinary working groups were also supported by materials and data gathered by this project.\n\n\n\t\t\t\t\tLast Modified: 10/18/2024\n\n\t\t\t\t\tSubmitted by: DamianOElias\n"
 }
}