{
 "awd_id": "1754664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: LTREB: A natural laboratory for studying biodiversity, ecosystem function, and responses to environmental change from Amazonian lowlands to Andean treeline",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 52608.0,
 "awd_amount": 97432.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2021-07-07",
 "awd_abstract_narration": "Where a species lives - its geographic range - is affected by climate and the interactions it has with other living organisms.  There is a complex set of factors that influence species ranges, and how these factors change with respect to changing environments depends on the life history stage of long-lived organisms, such as trees. Range shifts in plants that occur through differential mortality versus recruitment are complex processes, requiring long term data on the demography of both adults and the early stages of development for proper predictive modelling. This research replaces descriptive studies with a mechanistic understanding of species and ecosystem responses to environmental changes along elevation gradients by combining long-term field data with state-of-the-art demographic and environmental modeling. The results will advance our understanding of species range shifts, which is important to land managers and species conservation efforts. The study will also train US undergraduate and graduate students in STEM disciplines, and advance K-12 education.\r\n\r\nThis research advances mechanistic knowledge of species- and ecosystem-level responses to environmental changes based on structural and chemical functional traits.  Data gathered from field plots are coupled with advanced demographic modelling and airborne and satellite remote sensing to understand how the environment controls tropical forest species distributions, community composition, and ecosystem ecology. The research approach couples a large, traditional data set of forest plot inventories, which includes high precision and high temporal resolution growth and mortality data, with meteorology, structural and chemical traits, and remote sensing. A series of hypotheses centered on linking vital rates to species responses to ongoing and episodic environmental variability, as well as scaling individual species responses to ecosystem performance and function will be addressed with this research.  The research centers on questions of tree distributional ecology, demography, and forest ecosystem ecology requiring long time-series to understand effects of ongoing environmental change and to detect responses to transient environmental change. Mechanistic answers to these questions in systems of long-lived organisms, such as trees, require understanding variation in vital rates conditional on environmental variables, which in turn require long time periods for accurate estimation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Feeley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Feeley",
   "pi_email_addr": "kjfeeley@gmail.com",
   "nsf_id": "000560800",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1301 Memorial drive",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 52608.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 44824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the effects of climate change on natural systems is one of the &ldquo;Grand Challenges&rdquo; in modern biology. Nowhere is this challenge more poignant, and perhaps more daunting, than in tropical rainforests. Despite covering a relatively small fraction of the Earth&rsquo;s surface, rainforests harbor myriad known and unknown species and support many millions of humans directly through the provisioning of food and other natural resources and indirectly through a diverse range of important ecosystem services such as climate regulation and carbon sequestration. While it is generally precited that anthropogenic climate change threatens the persistence of many tropical forests - along with the important services that they provide - the specific responses of tropical tree species remain largely unknown.</p>\n<p>Steep climatic gradients over short geographic distances make tropical elevation transects powerful tools for understanding forest ecology, ecosystem function and global change responses of forest ecosystems. In 2003, the Andes Biodiversity and Ecosystem Research Group (ABERG) set up a network of forest inventory plots along a ~3500m elevation gradient extending from Amazonian lowlands to Andean treeline as a tool for understanding tropical forest species distributions, community composition, and ecosystem ecology across environmental gradients. With the support of a Long-Term Ecological Research Program (LTREB) award from the NSF, the PI and colleagues continued data collection and monitoring n the inventory plots and use the resultant data to test several key hypotheses focused on understanding tree demographic responses to climate change, climate change effects on population movements, and understanding how demographic changes scale to ecosystem responses.&nbsp;</p>\n<p>In one core study, the research team used the long-term data generated through repeated censuses of &gt;41,000 trees to evaluate patterns in species&rsquo; geographic distributions, growth, mortality, and recruitment in ~2,000 species. Specifically they explored three questions: (1) Are community-level shifts in species composition towards greater abundances of taxa that occur in warmer climates across their geographic range (i.e., community thermophilization) changing through time along the Amazon-to-Andes elevational gradient; (2) does thermophilization differ between Amazonian and Andean forests?; and (3) what are the relative contributions of tree mortality, recruitment, and growth to thermophilization across the elevational gradient? Their analyses showed that over the past 2+ decades, thermophilization rates were slower than warming rates across the entire elevational gradient.&nbsp;However, thermophilization rates were generally faster and more variable among forest plots in the Andes compared to plots in the lowland Amazon where thermophilization was weak to even non-existent. Across all plots, tree mortality and growth were the strongest drivers of thermophilization, while tree recruitment tended to counteract thermophilization. Slow thermophilization rates for Andean forests and the absence of thermophilization from Amazonian forests indicates that they are in disequilibrium with current climate change. More generally, these findings highlight the importance of integrating tree demographic processes into large-scale long-term studies of tropical-forest responses to climate change. As temperature warming continues, persistent, long-term monitoring of growth, mortality, recruitment, and fecundity will be imperative for understanding the effects on forests.</p>\n<p>Beyond these exemplar studies, data from the Peruvian transect have been incorporated into numerous other analyses aimed at replacing correlational studies with a mechanistic understanding of species and ecosystem responses to environmental changes along elevation gradients by combining long-term data with state of the art demographic and environmental modeling, testing he assumption that static patterns of ecological change across environmental gradients are accurate models for expected forest ecosystem responses to climate change, testing the role of biological diversity in ecosystem-level responses to climate change, and increasing our understanding of biological diversity and ecosystem properties in complex tropical montane landscapes.</p>\n<p>These are some of the first studies to systematically test several key assumptions critical to understanding &ndash; and eventually predicting - the potential impacts of climate change on tropical species and ecosystems.&nbsp; These studies greatly expand our understanding of the complex factors that determine the responses tropical species to environmental change as well as their ability to persist in the face of future climate change.&nbsp;</p>\n<p>Coupled with research, the PI and collaborators developed an integrated set of educational, training, and outreach programs in Peru and Miami, USA.&nbsp;These outreach programs helped to increase the participation of US minorities and international students in the biological sciences, and to broaden public awareness of the potential impacts of climate change on tropical forests.</p><br>\n<p>\n Last Modified: 10/02/2024<br>\nModified by: Kenneth&nbsp;J&nbsp;Feeley</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderstanding the effects of climate change on natural systems is one of the Grand Challenges in modern biology. Nowhere is this challenge more poignant, and perhaps more daunting, than in tropical rainforests. Despite covering a relatively small fraction of the Earths surface, rainforests harbor myriad known and unknown species and support many millions of humans directly through the provisioning of food and other natural resources and indirectly through a diverse range of important ecosystem services such as climate regulation and carbon sequestration. While it is generally precited that anthropogenic climate change threatens the persistence of many tropical forests - along with the important services that they provide - the specific responses of tropical tree species remain largely unknown.\n\n\nSteep climatic gradients over short geographic distances make tropical elevation transects powerful tools for understanding forest ecology, ecosystem function and global change responses of forest ecosystems. In 2003, the Andes Biodiversity and Ecosystem Research Group (ABERG) set up a network of forest inventory plots along a ~3500m elevation gradient extending from Amazonian lowlands to Andean treeline as a tool for understanding tropical forest species distributions, community composition, and ecosystem ecology across environmental gradients. With the support of a Long-Term Ecological Research Program (LTREB) award from the NSF, the PI and colleagues continued data collection and monitoring n the inventory plots and use the resultant data to test several key hypotheses focused on understanding tree demographic responses to climate change, climate change effects on population movements, and understanding how demographic changes scale to ecosystem responses.\n\n\nIn one core study, the research team used the long-term data generated through repeated censuses of 41,000 trees to evaluate patterns in species geographic distributions, growth, mortality, and recruitment in ~2,000 species. Specifically they explored three questions: (1) Are community-level shifts in species composition towards greater abundances of taxa that occur in warmer climates across their geographic range (i.e., community thermophilization) changing through time along the Amazon-to-Andes elevational gradient; (2) does thermophilization differ between Amazonian and Andean forests?; and (3) what are the relative contributions of tree mortality, recruitment, and growth to thermophilization across the elevational gradient? Their analyses showed that over the past 2+ decades, thermophilization rates were slower than warming rates across the entire elevational gradient.However, thermophilization rates were generally faster and more variable among forest plots in the Andes compared to plots in the lowland Amazon where thermophilization was weak to even non-existent. Across all plots, tree mortality and growth were the strongest drivers of thermophilization, while tree recruitment tended to counteract thermophilization. Slow thermophilization rates for Andean forests and the absence of thermophilization from Amazonian forests indicates that they are in disequilibrium with current climate change. More generally, these findings highlight the importance of integrating tree demographic processes into large-scale long-term studies of tropical-forest responses to climate change. As temperature warming continues, persistent, long-term monitoring of growth, mortality, recruitment, and fecundity will be imperative for understanding the effects on forests.\n\n\nBeyond these exemplar studies, data from the Peruvian transect have been incorporated into numerous other analyses aimed at replacing correlational studies with a mechanistic understanding of species and ecosystem responses to environmental changes along elevation gradients by combining long-term data with state of the art demographic and environmental modeling, testing he assumption that static patterns of ecological change across environmental gradients are accurate models for expected forest ecosystem responses to climate change, testing the role of biological diversity in ecosystem-level responses to climate change, and increasing our understanding of biological diversity and ecosystem properties in complex tropical montane landscapes.\n\n\nThese are some of the first studies to systematically test several key assumptions critical to understanding  and eventually predicting - the potential impacts of climate change on tropical species and ecosystems. These studies greatly expand our understanding of the complex factors that determine the responses tropical species to environmental change as well as their ability to persist in the face of future climate change.\n\n\nCoupled with research, the PI and collaborators developed an integrated set of educational, training, and outreach programs in Peru and Miami, USA.These outreach programs helped to increase the participation of US minorities and international students in the biological sciences, and to broaden public awareness of the potential impacts of climate change on tropical forests.\t\t\t\t\tLast Modified: 10/02/2024\n\n\t\t\t\t\tSubmitted by: KennethJFeeley\n"
 }
}