{
 "awd_id": "1754966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Long distance signaling of iron deficiency via phloem",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2018-04-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 870864.0,
 "awd_amount": 870864.0,
 "awd_min_amd_letter_date": "2018-03-27",
 "awd_max_amd_letter_date": "2024-03-05",
 "awd_abstract_narration": "This project aims to discover novel mechanisms that control the uptake and distribution\r\nof iron in plants. Part of the impetus for such discovery research is that iron deficiency\r\nis one of the most significant micronutrient malnutrition problems facing the world\r\ntoday. The World Health Organization estimates that ~1.62 billion people--~25% of the\r\nworld's population-- are affected by iron deficiency. The production of staple crops that\r\nhave elevated iron in edible parts (e.g., in the grains of cereals) is widely regarded as the\r\nprimary means by which this problem could be stably addressed. However, this goal is\r\nthwarted because our knowledge of the molecular mechanisms controlling iron\r\naccumulation in plants is far from complete. The scientists conducting this project have\r\ndiscovered that three distinct iron transporter proteins are required in the leaves of\r\nplants in order for those leaves to send correct signals of iron deficiency to the roots.\r\nSince the roots take up iron in response to signals from the leaves, investigation of the\r\nleaf transporters will reveal new mechanisms that plants use to control iron uptake. In\r\naddition to these scientific goals, the researchers will work to enhance educational\r\nopportunities for undergraduates and K-12 students through the development of multimedia\r\nweb modules for K-12 outreach, and the development of course based\r\nundergraduate research experiences (CURES).\r\n\r\nPrior work on the regulation and localization of Arabidopsis iron transporters, OPT3,\r\nYSL1 and YSL3 has indicated that they have opposite but indispensable roles in\r\ncontrolling shoot-to-root signaling of iron status. A working hypothesis that explains\r\ncurrent observations is that OPT3 and YSL1/YSL3 together modulate phloem companion\r\ncell Fe status, and that low concentrations of Fe in the companion cells results in the\r\nproduction of a phloem mobile signal that initiates iron deficiency regulated gene\r\nexpression in roots. In this project, a combination of transporter activity studies, protein\r\nlocalization, and highly accurate determination of the metal distribution in veins will test\r\nthis hypothesis. The project scientists have established the presence of a phloem-mobile\r\ninductive RNA signal that is capable of inducing iron deficiency associated gene\r\nexpression in excised roots. Because a simple assay system for the phloem mobile\r\nsignal has been developed, profiling experiments coupled with downstream genetic\r\nanalyses will be used to identify the phloem mobile signal produced in iron deficient\r\nleaves that regulates root gene expression.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsbeth",
   "pi_last_name": "Walker",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Elsbeth L Walker",
   "pi_email_addr": "ewalker@bio.umass.edu",
   "nsf_id": "000265933",
   "pi_start_date": "2018-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Pineros",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel A Pineros",
   "pi_email_addr": "miguel.pineros@USDA.gov",
   "nsf_id": "000182657",
   "pi_start_date": "2018-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olena",
   "pi_last_name": "Vatamaniuk",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Olena K Vatamaniuk",
   "pi_email_addr": "okv2@cornell.edu",
   "nsf_id": "000205179",
   "pi_start_date": "2018-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "611 North Pleasant St.",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 870864.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Studying iron regulation in plants helps improve plant health, human nutrition, and agricultural sustainability.</span>&nbsp; &nbsp;In this project, we explored how the leaves and stems (the shoot system) might help control how much iron the roots absorb from the soil. We tested whether certain signals travel from the shoots to the roots to regulate iron uptake, but we did not find clear evidence of such signals.</p>\r\n<p><span>However, we made two exciting discoveries while seeking the signaling molecules that travel in the phloem. First, we identified a new long noncoding RNA (lncRNA) in plants, which we named<span>&nbsp;</span><strong><em><span>Can of Spinach</span></em></strong><strong><span> (<em>COS</em>)</span></strong>. This is only the second known lncRNA that responds to nutrient levels in plants. We found that plants with mutations in COS do not react normally to iron deficiency, revealing a new way plants adjust to low iron.</span></p>\r\n<p><span>Second, we studied the types of RNA present in the phloem (the plant&rsquo;s nutrient transport system) Our hypothesis was that the shoot-to-root signals for iron uptake were small RNA molecules.&nbsp; We did not find specific RNAs that could serve the role of signals for iron uptake.&nbsp; However, we found that phloem sap contains a surprisingly large amount of specific tRNA fragments. While their function is still unknown, this observation sets the stage for further investigation into the role of tRNA fragments in phloem.</span></p>\r\n<p><span>These findings help us better understand how plants regulate nutrients, which could one day lead to improved crop growth and nutrition.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/25/2025<br>\nModified by: Elsbeth&nbsp;L&nbsp;Walker</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nStudying iron regulation in plants helps improve plant health, human nutrition, and agricultural sustainability. In this project, we explored how the leaves and stems (the shoot system) might help control how much iron the roots absorb from the soil. We tested whether certain signals travel from the shoots to the roots to regulate iron uptake, but we did not find clear evidence of such signals.\r\n\n\nHowever, we made two exciting discoveries while seeking the signaling molecules that travel in the phloem. First, we identified a new long noncoding RNA (lncRNA) in plants, which we namedCan of Spinach (COS). This is only the second known lncRNA that responds to nutrient levels in plants. We found that plants with mutations in COS do not react normally to iron deficiency, revealing a new way plants adjust to low iron.\r\n\n\nSecond, we studied the types of RNA present in the phloem (the plants nutrient transport system) Our hypothesis was that the shoot-to-root signals for iron uptake were small RNA molecules. We did not find specific RNAs that could serve the role of signals for iron uptake. However, we found that phloem sap contains a surprisingly large amount of specific tRNA fragments. While their function is still unknown, this observation sets the stage for further investigation into the role of tRNA fragments in phloem.\r\n\n\nThese findings help us better understand how plants regulate nutrients, which could one day lead to improved crop growth and nutrition.\r\n\n\n\t\t\t\t\tLast Modified: 02/25/2025\n\n\t\t\t\t\tSubmitted by: ElsbethLWalker\n"
 }
}