{
 "awd_id": "1754190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Rapid and Pervasive Mitochondrial Heteroplasmy with Recombination in a Remerging Ectoparasite",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 81722.0,
 "awd_amount": 81722.0,
 "awd_min_amd_letter_date": "2018-04-22",
 "awd_max_amd_letter_date": "2018-04-22",
 "awd_abstract_narration": "Mitochondria are parts of cells that have their own DNA, as well as a fundamental role in metabolism. They are essential for animal life. With advances in DNA sequencing it has recently been shown that some individuals may possess multiple, distinct lineages of mitochondria in their cells.  This suggests that the presence of multiple types of mitochondria, a condition known as heteroplasmy, may be an integral part of the evolution of many species.  This finding is very surprising, because mitochondria, almost always are inherited from the mother only, and in humans, heteroplasmy has been linked to severe genetic disease. From an evolutionary perspective, the presence of more than one type of mitochondria in an individual may have an important function in generating genetic diversity.  It is likely that the presence of multiple types of mitochondria presents opportunities to exchange genes between different mitochondrial lineages. Despite growing recognition of the potential significance of heteroplasmy, this aspect of animal evolution remains poorly understood. This project aims to address key questions relating to how heteroplasmy is generated, how long it can be maintained, and whether genes are exchanged between mitochondrial lineages. The bed bug will be used as a model species for these studies because it exhibits unusually high levels of heteroplasmy. Experiments to resolve these questions have the potential to fundamentally change how we look at genetic inheritance of mitochondrial DNA in animals. The project will include training of undergraduate and post-doctoral scholars, the establishment of a collaborative network of researchers and pest control operators, and public outreach in both Oklahoma and North Carolina. Furthermore, given that the bed bug is a significant public health concern, establishing it as a model system will continue to bring them to public attention, reinforcing awareness of the species.\r\n\r\nWhile uniparental inheritance appears to predominate in the animal kingdom, the growing evidence of heteroplasmy through paternal leakage and compelling recent evidence of mtDNA recombination, underscores that while we have developed a great understanding of mitochondrial function and evolution, our understanding of mitochondrial inheritance is far from complete. The bed bug, Cimex lectularius, is an ectoparasite that has seen an unprecedented resurgence in recent years. Studies have revealed that it exhibits high levels of mtDNA heteroplasmy, which is both pervasive and rapidly generated. Furthermore, mtDNA recombination appears common. Given the suitability and tractability of this species as a model system, this study will: (1) Address how intra- and inter-population genetic characteristics correlate with rates of heteroplasmy; (2) Investigate the degree to which mitogenomic divergence and mitonuclear interactions affect the rate of paternal leakage; (3) Empirically and theoretically examine heteroplasmy decay in a species where it is common and pervasive and for which genetic drift vs. selection may be evaluated; and (4) Take a complete mitogenomic approach to investigate recombination and the presence of recombination hotspots. Due to the high rate of leakage and recombination seen in the bed bug in concert with recent advances in DNA sequencing technology and analytical methods, this system offers a unique opportunity to address this hotly debated and evolutionarily consequential question.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Coby",
   "pi_last_name": "Schal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Coby Schal",
   "pi_email_addr": "coby@ncsu.edu",
   "nsf_id": "000120614",
   "pi_start_date": "2018-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Department of Entomology and Pla",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957613",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 81722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p>Animal mitochondrial<strong> </strong>DNA is maternally inherited and thus is considered homoplasmic. To maintain this, mechanisms have evolved to prevent the passage of sperm mitochondria into the developing embryo. However, in recent years departures from this mode of inheritance have been seen, resulting in heteroplasmy through leakage of paternal mitochondrial<strong> </strong>DNA. The replication of sperm mitochondria in the egg presents far reaching population and evolutionary level consequences, including the disruption of mitochondria-nuclear interactions which may reduce organismal fitness, and the introduction of additional haplotypes leading to the erroneous reconstruction of phylogenetic, phylogeographic, and population genetic histories. Furthermore, the presence of distinct mitochondrial variants within a single cell provides opportunities for mitochondrial<strong> </strong>DNA recombination. Understanding the dynamics of heteroplasmy, paternal leakage, and recombination, is essential for advancing our knowledge of mitochondrial evolution.</p>\n<p>The bed bug, <em>Cimex lectularius</em>, is a hematophagous ectoparasite of mammals that has seen an unprecedented resurgence in recent years. This species exhibits high levels of heteroplasmy, which is both pervasive and rapidly generated. Furthermore, mitochondrial<strong> </strong>DNA recombination is common. The bed bug is refractive to inbreeding depression, making it an ideal model for experimental studies that require multiple generations of full-sib matings. Short generation time, ease of rearing, and the extent to which heteroplasmy and recombination occurs, makes the bed bug an ideal system in which to address long standing questions in mitochondrial inheritance and evolution. This project (1) Evaluated the population characteristics that influence heteroplasmy, by correlating the occurrence and frequency of heteroplasmy with intrapopulation mitochondrial DNA diversity; (2) Determined whether the frequency of heteroplasmy was influenced by the level of mitochondrial DNA divergence among individuals and mitochondrial-nuclear interactions through selective lab crosses across a range of mitogenomic divergence; (3) Examined the dynamics of heteroplasmy transmission from mother to offspring and its potential decay over time; and (4) Examined recombination hot spots in the bed bug mitochondrial genome.</p>\n<p>Broader impacts:</p>\n<p>The bed bug, <em>C. lectularius</em>, is of major public concern and the public is interested in understanding its biology and effective intervention strategies. This project enabled us to connect with the public in outreach events. This project promoted the education and training of postdoctoral, graduate, undergraduate, and local high school students. It offered a strong science-based outreach program at science festivals in NC. Information about bed bugs and genomic studies was disseminated broadly through the publication of scientific manuscripts, and the deposition of data in public repositories. Face-to-face activities have been limited since mid-March 2020 due to the COVID pandemic, but outreach, mentoring, project discussions, and professional development activities continued on virtual platforms.</p>\n<p>Mentoring: Schal mentored 3 undergraduate students, 3 graduate students, 3 postdoctoral researchers, and 1 research technician. Four high school students conducted independent research projects. Two graduate students are in independent research positions with the USDA and US Army (Public Health Service), and 2 postdocs are in independent tenure-track faculty positions (one with an independent NIH-DP5 grant award),</p>\n<p>Outreach: All personnel on the project conducted many outreach and community engagement activities, including hands-on sessions for elementary school classes, and an annual BugFest event that draws 35,000 people. Our interactive exhibit included 1) an introduction to human-associated ectoparasites, with emphasis on bed bug diversity, identification, and hands-on identification under the microscope; 2) aspects of concern regarding bed bugs, such as identifying infestations, understanding how to approach control, inform how to avoid introductions; then introduce positive aspects that this species offers based on the genome and mitogenome research; and 3) using <em>C. lectularius </em>and heteroplasmy as a segue to introduce mitochondrial DNA evolution. In total, 22 outreach activities reached thousands of people including K-12, adults, the pest control industry, affordable housing residents and management, Housing and Urban Development personnel, and the general public. However, outreach events have been limited in 2020 to 2022 due to the COVID-19 pandemic. Likewise, the annual BugFest exhibition, held as part of the North Carolina Science Festival, was cancelled to maintain physical distancing. Other in-person outreach events at the NC Museum of Natural Sciences and at local public schools transitioned to Zoom sessions.</p>\n<p>Products: Thirteen peer-reviewed papers were published, some of which were extensively covered in the media. The findings of this project were presented in 21 professional presentations that reached thousands of participants. The technical information from this project may serve to uncover weak links in the biology of the bed bug that may be exploited to develop innovative pest control strategies. Certainly, understanding the population genetic structure and invasion history of bed bugs is critical to developing ecologically sound interventions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2022<br>\n\t\t\t\t\tModified by: Coby&nbsp;Schal</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1754190/1754190_10540206_1660750394020_BenoitGuenard1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1754190/1754190_10540206_1660750394020_BenoitGuenard1--rgov-800width.jpg\" title=\"Blood-fed bed bug\"><img src=\"/por/images/Reports/POR/2022/1754190/1754190_10540206_1660750394020_BenoitGuenard1--rgov-66x44.jpg\" alt=\"Blood-fed bed bug\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Bed bugs are obligate blood-feeder that more than double their body mass with each blood meal.</div>\n<div class=\"imageCredit\">Benoit Guenard</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Coby&nbsp;Schal</div>\n<div class=\"imageTitle\">Blood-fed bed bug</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:\n\nAnimal mitochondrial DNA is maternally inherited and thus is considered homoplasmic. To maintain this, mechanisms have evolved to prevent the passage of sperm mitochondria into the developing embryo. However, in recent years departures from this mode of inheritance have been seen, resulting in heteroplasmy through leakage of paternal mitochondrial DNA. The replication of sperm mitochondria in the egg presents far reaching population and evolutionary level consequences, including the disruption of mitochondria-nuclear interactions which may reduce organismal fitness, and the introduction of additional haplotypes leading to the erroneous reconstruction of phylogenetic, phylogeographic, and population genetic histories. Furthermore, the presence of distinct mitochondrial variants within a single cell provides opportunities for mitochondrial DNA recombination. Understanding the dynamics of heteroplasmy, paternal leakage, and recombination, is essential for advancing our knowledge of mitochondrial evolution.\n\nThe bed bug, Cimex lectularius, is a hematophagous ectoparasite of mammals that has seen an unprecedented resurgence in recent years. This species exhibits high levels of heteroplasmy, which is both pervasive and rapidly generated. Furthermore, mitochondrial DNA recombination is common. The bed bug is refractive to inbreeding depression, making it an ideal model for experimental studies that require multiple generations of full-sib matings. Short generation time, ease of rearing, and the extent to which heteroplasmy and recombination occurs, makes the bed bug an ideal system in which to address long standing questions in mitochondrial inheritance and evolution. This project (1) Evaluated the population characteristics that influence heteroplasmy, by correlating the occurrence and frequency of heteroplasmy with intrapopulation mitochondrial DNA diversity; (2) Determined whether the frequency of heteroplasmy was influenced by the level of mitochondrial DNA divergence among individuals and mitochondrial-nuclear interactions through selective lab crosses across a range of mitogenomic divergence; (3) Examined the dynamics of heteroplasmy transmission from mother to offspring and its potential decay over time; and (4) Examined recombination hot spots in the bed bug mitochondrial genome.\n\nBroader impacts:\n\nThe bed bug, C. lectularius, is of major public concern and the public is interested in understanding its biology and effective intervention strategies. This project enabled us to connect with the public in outreach events. This project promoted the education and training of postdoctoral, graduate, undergraduate, and local high school students. It offered a strong science-based outreach program at science festivals in NC. Information about bed bugs and genomic studies was disseminated broadly through the publication of scientific manuscripts, and the deposition of data in public repositories. Face-to-face activities have been limited since mid-March 2020 due to the COVID pandemic, but outreach, mentoring, project discussions, and professional development activities continued on virtual platforms.\n\nMentoring: Schal mentored 3 undergraduate students, 3 graduate students, 3 postdoctoral researchers, and 1 research technician. Four high school students conducted independent research projects. Two graduate students are in independent research positions with the USDA and US Army (Public Health Service), and 2 postdocs are in independent tenure-track faculty positions (one with an independent NIH-DP5 grant award),\n\nOutreach: All personnel on the project conducted many outreach and community engagement activities, including hands-on sessions for elementary school classes, and an annual BugFest event that draws 35,000 people. Our interactive exhibit included 1) an introduction to human-associated ectoparasites, with emphasis on bed bug diversity, identification, and hands-on identification under the microscope; 2) aspects of concern regarding bed bugs, such as identifying infestations, understanding how to approach control, inform how to avoid introductions; then introduce positive aspects that this species offers based on the genome and mitogenome research; and 3) using C. lectularius and heteroplasmy as a segue to introduce mitochondrial DNA evolution. In total, 22 outreach activities reached thousands of people including K-12, adults, the pest control industry, affordable housing residents and management, Housing and Urban Development personnel, and the general public. However, outreach events have been limited in 2020 to 2022 due to the COVID-19 pandemic. Likewise, the annual BugFest exhibition, held as part of the North Carolina Science Festival, was cancelled to maintain physical distancing. Other in-person outreach events at the NC Museum of Natural Sciences and at local public schools transitioned to Zoom sessions.\n\nProducts: Thirteen peer-reviewed papers were published, some of which were extensively covered in the media. The findings of this project were presented in 21 professional presentations that reached thousands of participants. The technical information from this project may serve to uncover weak links in the biology of the bed bug that may be exploited to develop innovative pest control strategies. Certainly, understanding the population genetic structure and invasion history of bed bugs is critical to developing ecologically sound interventions.\n\n\t\t\t\t\tLast Modified: 08/17/2022\n\n\t\t\t\t\tSubmitted by: Coby Schal"
 }
}