{
 "awd_id": "1754869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-IOS-BSF: Mechanisms of Motor Expression of a Decision",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-08-17",
 "awd_max_amd_letter_date": "2021-06-23",
 "awd_abstract_narration": "Animals and humans must continually respond to a changing environment while pursuing the goals that allow them to survive and reproduce, whether they are seeking a mate, fleeing a predator, or eating a meal. To make this possible, the body and the nervous system must work together to generate appropriate behavior. Rather than using a central control that specifies all details of the responses and sets a fixed goal, recent studies suggest that nervous systems generate appropriate motor responses \"on the fly\" based on the internal state of the organism and the immediate environmental context, which may change as the animal acts, in part due to the animal's own behavior. By studying this problem in an animal that is tractable to experimental analysis, it will be possible to work out the detailed neural circuitry that underlies these rapid, flexible and adaptive changes in behavior, and to track changes in circuit activity as an animal behaves. To do this, novel technology will be developed that makes it possible to record and control the activity of many neurons during behavior. The resulting technology could have a broad impact on the development of novel brain/computer interfaces, which could lead to new prosthetic devices. At the same time, working out the details of neural circuitry for adaptive, flexible behavior will provide designs for creating flexible control of biologically-inspired robots. The research will train students who can solve interdisciplinary problems, and is likely to attract students to careers in science and technology.\r\n\r\nStudies of motor control in invertebrates and in the spinal cord of vertebrates and humans suggest that motor control is not a hierarchy in which a central controller selects motor responses, but a heterarchy in which motor components are added or removed depending on an organism's internal state and the immediate environmental context. To determine how motor components are dynamically assembled, the neural circuity of the marine mollusk Aplysia californica will be analyzed as animals feed on seaweed that challenges them with changing mechanical loads. Circuitry will be studied in intact animals, in a reduced feeding preparation, and in the isolated nervous system. A microelectrode array will analyze overall changes in patterns of neural activity using extracellular recordings. In collaboration with the NeuroNex hub at University of Michigan, a novel ganglion interface will be developed using biocompatible glassy carbon fiber electrodes, which can record from multiple sites both extracellularly and intracellularly. The fibers will be modified to allow them to control neuronal activity as well. The resulting device could create novel interfaces for neural control in intact, behaving animals. A neuromechanical model will be developed to predict how changing activity of key identified neurons affects force output. Novel circuit designs for flexible motor control will be implemented in biologically-inspired soft robots. Finally, this project will be used to attract undergraduates and high school students into interdisciplinary research in science and engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hillel",
   "pi_last_name": "Chiel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Hillel J Chiel",
   "pi_email_addr": "hjc@case.edu",
   "nsf_id": "000166717",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "2080 Adelbert Road",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual merit</em>: How are we able to flexibly adjust our behavior on a moment-to-moment basis as the environment changes? For example, how do we adjust our legs as we walk on slippery or muddy surfaces? How do we change the movements of our jaws and tongue as we eat food whose toughness and texture may change unexpectedly? To understand how the nervous system and the body can generate flexible and effective adjustments to unexpected changes, we studied the nervous system and body of an experimental animal, the sea slug&nbsp;<em>Aplysia californica</em>, because it is much easier to study than a human brain and body, but still shows considerable behavioral flexibility.&nbsp;<em>Aplysia&nbsp;</em>has only about 20,000 neurons as compared to the 86 billion neurons in a human brain. The neurons are large, and many specific, individual neurons can be identified across animals, making it possible to work out neural circuits at the level of single identified neurons. One can study both the neurons and muscles that allow&nbsp;<em>Aplysia</em>&nbsp;to feed at the same time as behaviors are performed. It is therefore possible to understand how&nbsp;<em>Aplysia</em>&nbsp;responds, on an instant-to-instant basis, to changes in the seaweed that it eats, which varies greatly in shape, toughness, and texture.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Our studies of&nbsp;<em>Aplysia</em>&nbsp;feeding have clarified how the nervous system can rapidly adjust when an animal attempts to consume food that is very hard to swallow: double-sided tape with seaweed on both sides attached to a device that measures force. We showed that as the animal vigorously attempts to feed on inedible food, neurons that control how strongly an&nbsp;<em>Aplysia</em>&nbsp;can pull food inwards fire faster and for longer times. In addition, new neurons that can generate stronger pulling forces are recruited. Similar responses have been seen in vertebrates, but in&nbsp;<em>Aplysia</em>&nbsp;we can identify the individual neurons that control the muscles and study how they are activated. We have also studied a multi-action pair of neurons (B4/B5) that can directly sense when an animal is trying to swallow unusually tough food,&nbsp;&nbsp;which may contribute to changes in the entire neural circuit so that the animal can release or reposition the food.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do local changes in the strength of connections between neurons affect global changes in behavior? To answer this question, we studied the connections between sensory neurons that report on the mechanical load from food and the motor neurons that activate the muscles used in feeding. We found that the sensory neurons excited the multi-action neurons that monitor mechanical inputs (B4/B5) and excited or inhibited other motor neurons. When animals were repeatedly presented with another kind of inedible food, seaweed in a net, they learned to associate the taste and texture of the netted food with inedibility, leading them to stop responding. The training had a more general effect: when animals were given an inedible tube to which they had not previously been exposed, they more rapidly rejected it than did animals that had not been trained with inedible food. The changes in connections from the sensory neurons to the motor neurons provided an explanation for the behavioral change after training: the sensory connections were biased to enhance rejection responses, more strongly activating the multi-sensory neurons (B4/B5) that can induce release and rejection, and inhibiting motor neurons that are turned off during specific phases of rejection. These studies provide new insights into the way that learning can modify a motor system to bias it towards specific behaviors.</p>\n<p>&nbsp;<em>Broader impacts</em>: Studies in&nbsp;<em>Aplysia</em>&nbsp;suggest how motor circuits may work in higher vertebrates and even humans, especially in the spinal cord: (1) in response to changing mechanical loads, the motor system increases the frequency and duration of outputs of motor neurons, (2) interneurons group motor neurons into patterns of activity for rapid responses to changing conditions, and (3) after learning, the change in strengths of connections between sensory and motor neurons may predispose the system to more readily perform specific behaviors. These studies were facilitated by the development of a new software tool (Neuroscience Tool for Interactive Characterization, also called&nbsp;<em>neurotic</em>), that has been used by multiple laboratories, including a laboratory that studies human walking, for analyzing both behavioral and neural data. Combining carbon fiber electrode arrays with a semi-intact preparation capable of performing feeding behavior provides deeper insights into a motor system&rsquo;s organization. Preliminary data demonstrates the arrays can be used in vertebrate nervous systems. Studies of the neural and mechanical mechanisms of&nbsp;<em>Aplysia</em>&nbsp;feeding are being used to design flexible robotic graspers that can handle complex, irregular materials, and can learn from experience. To enhance outreach, we created a YouTube channel (which can be found by searching for &ldquo;Chiel Lab&rdquo;) that provides instructional videos to attract students to research in brain and behavior.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Hillel&nbsp;J&nbsp;Chiel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit: How are we able to flexibly adjust our behavior on a moment-to-moment basis as the environment changes? For example, how do we adjust our legs as we walk on slippery or muddy surfaces? How do we change the movements of our jaws and tongue as we eat food whose toughness and texture may change unexpectedly? To understand how the nervous system and the body can generate flexible and effective adjustments to unexpected changes, we studied the nervous system and body of an experimental animal, the sea slugAplysia californica, because it is much easier to study than a human brain and body, but still shows considerable behavioral flexibility.Aplysiahas only about 20,000 neurons as compared to the 86 billion neurons in a human brain. The neurons are large, and many specific, individual neurons can be identified across animals, making it possible to work out neural circuits at the level of single identified neurons. One can study both the neurons and muscles that allowAplysiato feed at the same time as behaviors are performed. It is therefore possible to understand howAplysiaresponds, on an instant-to-instant basis, to changes in the seaweed that it eats, which varies greatly in shape, toughness, and texture.\n\n\nOur studies ofAplysiafeeding have clarified how the nervous system can rapidly adjust when an animal attempts to consume food that is very hard to swallow: double-sided tape with seaweed on both sides attached to a device that measures force. We showed that as the animal vigorously attempts to feed on inedible food, neurons that control how strongly anAplysiacan pull food inwards fire faster and for longer times. In addition, new neurons that can generate stronger pulling forces are recruited. Similar responses have been seen in vertebrates, but inAplysiawe can identify the individual neurons that control the muscles and study how they are activated. We have also studied a multi-action pair of neurons (B4/B5) that can directly sense when an animal is trying to swallow unusually tough food,which may contribute to changes in the entire neural circuit so that the animal can release or reposition the food.\n\n\nHow do local changes in the strength of connections between neurons affect global changes in behavior? To answer this question, we studied the connections between sensory neurons that report on the mechanical load from food and the motor neurons that activate the muscles used in feeding. We found that the sensory neurons excited the multi-action neurons that monitor mechanical inputs (B4/B5) and excited or inhibited other motor neurons. When animals were repeatedly presented with another kind of inedible food, seaweed in a net, they learned to associate the taste and texture of the netted food with inedibility, leading them to stop responding. The training had a more general effect: when animals were given an inedible tube to which they had not previously been exposed, they more rapidly rejected it than did animals that had not been trained with inedible food. The changes in connections from the sensory neurons to the motor neurons provided an explanation for the behavioral change after training: the sensory connections were biased to enhance rejection responses, more strongly activating the multi-sensory neurons (B4/B5) that can induce release and rejection, and inhibiting motor neurons that are turned off during specific phases of rejection. These studies provide new insights into the way that learning can modify a motor system to bias it towards specific behaviors.\n\n\nBroader impacts: Studies inAplysiasuggest how motor circuits may work in higher vertebrates and even humans, especially in the spinal cord: (1) in response to changing mechanical loads, the motor system increases the frequency and duration of outputs of motor neurons, (2) interneurons group motor neurons into patterns of activity for rapid responses to changing conditions, and (3) after learning, the change in strengths of connections between sensory and motor neurons may predispose the system to more readily perform specific behaviors. These studies were facilitated by the development of a new software tool (Neuroscience Tool for Interactive Characterization, also calledneurotic), that has been used by multiple laboratories, including a laboratory that studies human walking, for analyzing both behavioral and neural data. Combining carbon fiber electrode arrays with a semi-intact preparation capable of performing feeding behavior provides deeper insights into a motor systems organization. Preliminary data demonstrates the arrays can be used in vertebrate nervous systems. Studies of the neural and mechanical mechanisms ofAplysiafeeding are being used to design flexible robotic graspers that can handle complex, irregular materials, and can learn from experience. To enhance outreach, we created a YouTube channel (which can be found by searching for Chiel Lab) that provides instructional videos to attract students to research in brain and behavior.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: HillelJChiel\n"
 }
}