{
 "awd_id": "1754013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Innovative Single Face Shell Masonry Walls",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927403",
 "po_email": "rshearma@nsf.gov",
 "po_sign_block_name": "Rebecca Shearman",
 "awd_eff_date": "2017-10-15",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2017-10-13",
 "awd_max_amd_letter_date": "2017-10-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is through the provision of high-performing lower-cost industrial and commercial buildings. By delivering a practical, efficient, and site-friendly system of masonry construction, the single face shell wall system provides contractors, architects, and engineers a better way to achieve the strength and durability of building with non-combustible minerals without sacrificing the speed, flexibility, and ease of modern open-wall construction. The project will provide market insight contributing to the successful commercialization of single-face shell masonry walls. Market acceptance of this class of load-bearing building wall products would accrue substantial improvements to both the embodied and operating energy profile of low-rise construction, which constitutes the vast majority of commercial buildings. Inorganic masonry building systems better resist damage from both fire and water infiltration, the leading causes of commercial building insurance damage claims, thereby attaining longer building lifespans. Market adoption of improvements to the thermal envelope and construction cost of load-bearing wall masonry buildings will have correspondingly large impacts in the durability and resiliency of the US commercial construction industry.\r\n\r\nThis I-Corps project investigates the market for load-bearing, single-layer, thermally insulated exterior building wall systems. The wall technology is an open system allowing a variety of insulation, plumbing, and wiring types to be used in the wall assembly, leveraging local trade efficiencies and meeting contemporary energy codes. As with open-wall stud construction, insulation, electrical, low-voltage, and plumbing rough-ins can all be scheduled, installed, and inspected independently of the construction of the wall, improving productivity for masons and reducing construction duration. The wall units can be manufactured by conventional block production facilities at a rate significantly greater than conventional hollow block while using a third less cement and aggregate. The proposed project will assess product-market fit and commercial viability for this type of wall assembly through interviews with general contractors, project managers, and preconstruction professionals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Gomes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco Gomes",
   "pi_email_addr": "fgomes@utexas.edu",
   "nsf_id": "000742629",
   "pi_start_date": "2017-10-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 E 27th Street, Suite 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}