{
 "awd_id": "1754100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research SG:  Symbiont interactions and heterosis in a hybrid social insect",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 24225.0,
 "awd_amount": 24225.0,
 "awd_min_amd_letter_date": "2018-06-25",
 "awd_max_amd_letter_date": "2022-05-18",
 "awd_abstract_narration": "The Formosan subterranean termite (Coptotermes formosanus) is a social insect and a major structural pest. Annually, the costs associated with the damage caused by this termite and efforts to control it are in the billions. In order to digest wood, termites such as the Formosan subterranean termite use a community of symbiotic protist species. The protists are highly specialized to the termite gut environment and cannot survive outside of their hosts. In termites, both the king (male parent) and the queen (female parent) pass these protists to their young. Each termite species harbors a unique community of protist species. However, virtually nothing is known about how these communities are maintained. More importantly, little is known about different protist species' impacts on the fitness of their termite hosts. The discovery of a hybrid termite resulting from the mating between the Formosan subterranean termite and the Asian subterranean termite (Coptotermes gestroi), which harbor different species of protists, provides a unique research opportunity. By creating hybrid termites, with different gut protists, this research will greatly improve our understanding of how the communities of protists in termite guts are maintained. Furthermore, the hybrid termites created by this research will allow for detailed studies of how gut protists influence termite fitness. Since hybrid termites occur naturally, this research will also help generate informed pest control strategies. Graduate students at three universities will be trained as part of the project.\r\n\r\nThis study will characterize and compare the protist hindgut communities of the Formosan subterranean termite, the Asian subterranean termite and their hybrids. High throughput sequencing will be used to identify all protist species from each mating combination at multiple time points. This will reveal patterns of coexistence and/or competitive exclusion among the protists. Additionally, the research will dissect any potential effect of parental gender on symbiont community composition. The study will also investigate which aspects of termite biology contribute most to the observed vigor of the hybrids. To do so, the work will profile the symbiont communities of chimeric colonies. Chimeric colonies are those in which the parents are hybrids, but symbiont communities derive from a single host species. These chimeric colonies will be established by swapping primary reproductives between hybrid and conspecific colonies after they have lost their protists but before the colonies mature sufficiently to reject intruders.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Vargo",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edward L Vargo",
   "pi_email_addr": "ed.vargo@tamu.edu",
   "nsf_id": "000700772",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "Rollins Urban Entomology Center",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778432143",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 24225.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to further our understanding of how endosymbionts are passed from parents to offspring. To address this issue, we used hybrid colonies of two species of Coptotermes which harbor distinct communities of protozoan gut symbionts. We first characterized the five endosymbiotic protozoa in each species using both morphological and molecular methods. We then set up founding pairs of kings and queens from each parental species, as well as the hybrids, and quantified the abundance of protozoa in C. gestroi and C. formosanus kings and queens at 10 time points during the transition from biparental care, where the king and queen care for the young, to alloparental care, where the termite workers take over care of the young (0-400 days post colony foundation). Protozoan abundance of kings and queens peaked around day 60 during the biparental care period, and then progressively decreased during the remainder of the study. By day 400 protozoan abundance greatly declined. Our results show that in hybrid termite colonies the transfer of symbionts occurs between 3 to 6 months after colony founding, and that at this time, the initial protozoan diversity transferred to the offspring should be fixed. Any changes in the symbiont community after this time would occur through symbiont competition or symbiont drift. By examining the protozoan communities of the offspring, we determined that protozoa are passed to the offspring by both the king and queen, providing one of the few examples of biparental symbiont transfer in animals. The final composition of symbionts varied considerably among hybrid colonies with respect to parental origin, indicating that neither parental symbiont community dominated the other. We also investigated the effect of hybridization on the expression of genes in workers to better understand why hybrid colonies grow so quickly at first and then decline. This last objective, focused on gene expression changes during molting, is still underway. Results of this research, published in five papers with two more papers in preparation, shed new light on the dynamics of parental transmission of obligate symbionts and provide insights into the effects of hybridization on developmental stability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2023<br>\n\t\t\t\t\tModified by: Edward&nbsp;L&nbsp;Vargo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to further our understanding of how endosymbionts are passed from parents to offspring. To address this issue, we used hybrid colonies of two species of Coptotermes which harbor distinct communities of protozoan gut symbionts. We first characterized the five endosymbiotic protozoa in each species using both morphological and molecular methods. We then set up founding pairs of kings and queens from each parental species, as well as the hybrids, and quantified the abundance of protozoa in C. gestroi and C. formosanus kings and queens at 10 time points during the transition from biparental care, where the king and queen care for the young, to alloparental care, where the termite workers take over care of the young (0-400 days post colony foundation). Protozoan abundance of kings and queens peaked around day 60 during the biparental care period, and then progressively decreased during the remainder of the study. By day 400 protozoan abundance greatly declined. Our results show that in hybrid termite colonies the transfer of symbionts occurs between 3 to 6 months after colony founding, and that at this time, the initial protozoan diversity transferred to the offspring should be fixed. Any changes in the symbiont community after this time would occur through symbiont competition or symbiont drift. By examining the protozoan communities of the offspring, we determined that protozoa are passed to the offspring by both the king and queen, providing one of the few examples of biparental symbiont transfer in animals. The final composition of symbionts varied considerably among hybrid colonies with respect to parental origin, indicating that neither parental symbiont community dominated the other. We also investigated the effect of hybridization on the expression of genes in workers to better understand why hybrid colonies grow so quickly at first and then decline. This last objective, focused on gene expression changes during molting, is still underway. Results of this research, published in five papers with two more papers in preparation, shed new light on the dynamics of parental transmission of obligate symbionts and provide insights into the effects of hybridization on developmental stability.\n\n \n\n\t\t\t\t\tLast Modified: 02/07/2023\n\n\t\t\t\t\tSubmitted by: Edward L Vargo"
 }
}