{
 "awd_id": "1754419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sediment Imaging with Autonomous Underwater Vehicles: A Community Tool",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927442",
 "po_email": "ktjohnso@nsf.gov",
 "po_sign_block_name": "Kevin Johnson",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 98930.0,
 "awd_amount": 98930.0,
 "awd_min_amd_letter_date": "2018-02-26",
 "awd_max_amd_letter_date": "2018-02-26",
 "awd_abstract_narration": "The deepest parts of Earth's oceans are remote and difficult to explore. Thus, the geological, biological, and chemical processes taking place there remain poorly understood. Advances in autonomous underwater vehicle (AUV) technology in the past decade mean that we can now send these vehicles to the seabed in water depths of several miles where they collect data from just above the seafloor. AUVs are often equipped with a high-resolution compressed-high intensity pulse (CHIRP) sonar, which can capture centimeter-scale-resolution, cross-section images of the sediment that blankets the seafloor. These thicknesses can then be used as proxies for the length of time a feature has been exposed on the seafloor. Despite this potential, time constraints and a lack of an easily available sonar data processing scheme means that these CHIRP data are often under-utilized.  This research develops a standard workflow and software for processing EdgeTech CHIRP sonar data, for use both at sea and on shore, using already existing AUV-acquired CHIRP surveys of sediment from a specific location on the Mid-Atlantic Ridge and other associated imaging data. Application of the processed data will be used to measure sediment thickness in an area where knowledge of this parameter advances our understanding of the interplay between the faulting and volcanism at mid-ocean ridge axes.  Broader impacts of the research add value and capability to the existing US AUV fleet and advance our understanding of crustal formation at mid-ocean ridges.  The methods and outcomes of the work will be incorporated into professional development workshops for in-service teachers in the highly diverse San Diego Unified School District, providing resources for lessons that can be widely used throughout the school system and support an early career investigator.\r\n\r\nIn areas far from terrestrial sources, sediment thickness in deep sea marine environments is a rough proxy for the amount of time a feature has been exposed on the seabed. Thus, this provides a way to constrain the timing of geological events, such as volcanic eruptions and/or slip on faults.  At young features, such as mid-ocean ridges axial valleys, sediment is typically only a few meters thick and so cannot be picked up by other shipboard geophysical/seismic imaging tools. These sediment thicknesses, at present, can only be imaged using near-bottom sonars such as those carried by AUVs. Use of these tools is particularly useful at slow-spreading mid-ocean ridges where the interplay between low-angle faults, know as detachments, and volcanism remains poorly understood.  Although it is now clear that vast areas of seafloor are created under the influence of detachment faults, the relationships between detachments and magmatism and melt supply remain uncertain.  This project uses already existing CHIRP data, acquired during fourteen dives of AUV Sentry at latitude 16.5°N on the Mid-Atlantic Ridge in 2013. Research goals are to provide new CHIRP processing protocols that can be used to more quickly process CHIRP sonar data and to use the existing data to quantitatively determine variations in sediment thickness and, thus, establish the relative timing of detachment fault slip and volcanism in the study area.  The research adds significant value to an existing dataset that was acquired in an inaccessible part of the deep ocean and will deliver an open-source software tool to the scientific community and the public in a cost-effective way.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Parnell-Turner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ross Parnell-Turner",
   "pi_email_addr": "rparnellturner@ucsd.edu",
   "nsf_id": "000729117",
   "pi_start_date": "2018-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Schouten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans Schouten",
   "pi_email_addr": "hschouten@whoi.edu",
   "nsf_id": "000092763",
   "pi_start_date": "2018-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "Scripps Institution of Oceanography",
  "perf_str_addr": "9500 Gilman Road",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 98930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the temporal evolution of volcanic and tectonic processes in the deep oceans is difficult, since rock samples suitable for dating are challenging to collect.&nbsp; An alternative method is to use the thickness of sediment that blankets the seafloor as a proxy for exposure age.&nbsp; However, since sedimentation rates in the deep oceans can be very low, sediment layers are often &lt; 1 m thick, and cannot be resolved using traditional surface vessel-mounted profilers.&nbsp; To overcome this problem, we use autonomous underwater vehicle (AUV) Sentry to collect high-resolution data from just 60-80 m above the seabed. Sentry is equipped with a Compressed High Intensity Radar Pulse (CHIRP) sonar, which acquires cm-resolution images of the sediments that blanket the seafloor. The thickness of sediments measured using these images provides a novel method to estimate the exposure age of seabed, and can constrain the relative timing of events such as volcanic eruptions and fault slip. Despite this potential, time constraints and a lack of an easily available processing scheme means that the value of these data is often unrealized by the scientific community.</p>\n<p>&nbsp;</p>\n<p>We developed a new workflow, which makes processing and visualizing AUV chirp data more straightforward, easy to access, and free to use. The approach and code are publicly available, and were applied at two study sites during this project.&nbsp; First, at 14&deg;N on the Mid-Atlantic Ridge, cm-scale images of sediment cover collected by AUV Sentry were used to reconstruct the history of slip and volcanism on a detachment fault system, which has created a domed oceanic core complex.&nbsp; Sediment imaging analysis carried out using the code developed during this project showed that the fault has been recently abandoned, possibly as a result of dissection by a magmatic intrusion. Second, we analyzed chirp data acquired during 15 AUV Sentry surveys along nine of the 8&deg;20&rsquo;N seamounts in the East Pacific Ocean in 2016 and 2018.&nbsp; These data show that volcanism on the seamount chain is not age-progressive as might be expected, with implications for off-axis volcanic seamount chains, and for mantle heterogeneity.&nbsp; This project supported the training and mentoring of a postdoctoral investigator and a graduate student while they advanced and implemented the methods, and the tools developed during the project add value to AUV assets in the National Deep Submergence facility.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Ross&nbsp;Parnell-Turner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the temporal evolution of volcanic and tectonic processes in the deep oceans is difficult, since rock samples suitable for dating are challenging to collect.  An alternative method is to use the thickness of sediment that blankets the seafloor as a proxy for exposure age.  However, since sedimentation rates in the deep oceans can be very low, sediment layers are often &lt; 1 m thick, and cannot be resolved using traditional surface vessel-mounted profilers.  To overcome this problem, we use autonomous underwater vehicle (AUV) Sentry to collect high-resolution data from just 60-80 m above the seabed. Sentry is equipped with a Compressed High Intensity Radar Pulse (CHIRP) sonar, which acquires cm-resolution images of the sediments that blanket the seafloor. The thickness of sediments measured using these images provides a novel method to estimate the exposure age of seabed, and can constrain the relative timing of events such as volcanic eruptions and fault slip. Despite this potential, time constraints and a lack of an easily available processing scheme means that the value of these data is often unrealized by the scientific community.\n\n \n\nWe developed a new workflow, which makes processing and visualizing AUV chirp data more straightforward, easy to access, and free to use. The approach and code are publicly available, and were applied at two study sites during this project.  First, at 14&deg;N on the Mid-Atlantic Ridge, cm-scale images of sediment cover collected by AUV Sentry were used to reconstruct the history of slip and volcanism on a detachment fault system, which has created a domed oceanic core complex.  Sediment imaging analysis carried out using the code developed during this project showed that the fault has been recently abandoned, possibly as a result of dissection by a magmatic intrusion. Second, we analyzed chirp data acquired during 15 AUV Sentry surveys along nine of the 8&deg;20’N seamounts in the East Pacific Ocean in 2016 and 2018.  These data show that volcanism on the seamount chain is not age-progressive as might be expected, with implications for off-axis volcanic seamount chains, and for mantle heterogeneity.  This project supported the training and mentoring of a postdoctoral investigator and a graduate student while they advanced and implemented the methods, and the tools developed during the project add value to AUV assets in the National Deep Submergence facility.\n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Ross Parnell-Turner"
 }
}