{
 "awd_id": "1755431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional properties and computational function of top-down feedback in early visual cortex: an optogenetic investigation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2021-09-09",
 "awd_abstract_narration": "Cognitive functions such as thinking, perceiving and remembering, rely on the coordinated activity of neurons in the cerebral cortex, the site of conscious experience. In the cerebral cortex of higher mammals, sensory information travels along feedforward connections through a hierarchy of cortical areas, each processing increasingly complex stimulus features. In turn, higher processing areas send much denser feedback connections to lower processing areas. The role of feedback connections in sensory processing has remained hypothetical due to unavailability of methods for rapid and selective perturbation of feedback circuit activity. The goal of the studies proposed in this application is to understand the role of feedback in the processing of sensory stimuli, using optogenetics.  This is a novel methodology, which allows to selectively and rapidly perturb, using light, the activity of feedback neurons expressing light-sensitive excitatory or inhibitory opsins derived from bacteria. In turn, opsin expression in feedback neurons is induced via injections into the cortex of viruses carrying the exogenous opsin gene. The interdisciplinary nature of the proposal will offer a unique opportunity to train young graduate and undergraduate students in both neuroscience and mathematics. Women and minority undergraduate students will be specifically recruited working with existing outreach local programs. Moreover, use of optogenetics to understand the function of feedback circuits in higher mammals is a major technical innovation, which will have a major impact on studies of neural circuit function in higher mammalian species.\r\n\r\nOptogenetic activation will be used to identify feedback neurons in different cortical areas and characterize their specific functional properties (Aim 1). This will reveal the unique properties of feedback neurons and how they differ from those of feedforward or other cortical neurons. Instead, optogenetic inactivation will be used to determine how silencing feedback from higher cortical areas affects the processing of sensory stimuli in lower cortical areas (Aim 2). Finally, computational modeling will be used to understand how feedback neuron activity affects the cortical network and its dynamics (Aim 3). In particular, the modeling work will reveal how the complex interactions between feedback neurons and other cortical circuits generates the results observed in the experimental studies. Together, the proposed studies will increase understanding of how the cerebral cortex works by revealing the role of feedback connections in sensory information processing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandra",
   "pi_last_name": "Angelucci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandra Angelucci",
   "pi_email_addr": "alessandra.angelucci@hsc.utah.edu",
   "nsf_id": "000090202",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Bressloff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Bressloff",
   "pi_email_addr": "bressloff@math.utah.edu",
   "nsf_id": "000304935",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "65 Mario Capecchi Drive",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841320005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 352512.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 147488.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the visual cortex of higher mammals, visual information from the eye is sent to the primary visual cortex (V1). From V1 information ascends to higher cortical areas (such as area V2, V3, etc) via feedforward connections. As information ascends trough this cortical hierarchy, neurons become responsive to progressively more complex attributes of visual objects. In turn, there is a dense network of feedback (FB) connections sending information back from higher to lower areas. It is known that feedforward connections serve to compute the more complex responses of neurons in higher areas. In contrast, the role of FB connections in visual information processing remains unknown. The goal of this project was to understand the organization and function of FB connections in the visual cortex of higher mammals.</p>\r\n<p>Over the past 5 years we have investigated the functional organization and function of FB connections from area V2 to area V1. We found that FB connections link neurons in these two areas having similar response properties, for example neurons that respond to the same orientation of an edge, or neurons that are selective for the color of objects. Thus, FB influences are functionally-specific. Moreover, we found that V2 FB neurons contact in V1 the cells that send feedforward inputs to area V2, but not cells sending feedforward inputs to other areas. This suggests the existence of area-specific feedforward-feedback loops in the visual cortex, which allow FB to rapidly and selectively influence the activity of incoming feedforward signals.</p>\r\n<p>&nbsp;To investigate how FB affects V1 neuron responses, we selectively inactivated FB connections from V2 to V1 using optogenetics, while simultaneously recording the responses of V1 neurons using linear electrode arrays. We found that FB connections enhance visual information processing in several ways. Specifically they increase the size of a V1 neuron&rsquo;s response area, reduce noise in the responses of V1 neurons, increase the coordinated activity between areas V1 and V2, thus facilitating transfer of information from V1 to V2, and provide information about visual context to the small responsive regions of V1 neurons.</p>\r\n<p>&nbsp;The project also contributed to the development of several new methodologies and tools that will impact other fields of neuroscience research. Specifically, we developed the Utah Optrode Array, a 10x10 array of glass needle shanks bonded to micro-LED arrays that allows for spatially precise but large-scale light delivery independently to superficial and deep brain structures. We also developed several new viral vectors that allow to selectively express genes (e.g. marker genes, to label cells, or light sensitive opsins genes, to manipulate the activity of cells using light) in specific cell types, allowing for cell-type specific optogenetics in genetically-intractable species with larger brains.</p>\r\n<p>This project has contributed to the training of 2 graduate and 5 undergraduate students and 5 postdoctoral fellows. These trainees were immersed in a strongly collaborative environment encompassing experimental neuroscience, mathematics and computer science, which has contributed to their technical and intellectual interdisciplinary training. The graduate students and postdocs have authored several publications, and presented their work at national and international conferences. Two of the postdocs have obtained faculty positions. Four students (2 minority) were hired from the fields of bioengineering and one from computer science with the goal of exposing them and attracting them to the field of neuroscience. These students were trained in computer programming and data analysis, presented their research results to national and local conferences, and some of them co-authored or will co-author publications.</p><br>\n<p>\n Last Modified: 02/12/2025<br>\nModified by: Alessandra&nbsp;Angelucci</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn the visual cortex of higher mammals, visual information from the eye is sent to the primary visual cortex (V1). From V1 information ascends to higher cortical areas (such as area V2, V3, etc) via feedforward connections. As information ascends trough this cortical hierarchy, neurons become responsive to progressively more complex attributes of visual objects. In turn, there is a dense network of feedback (FB) connections sending information back from higher to lower areas. It is known that feedforward connections serve to compute the more complex responses of neurons in higher areas. In contrast, the role of FB connections in visual information processing remains unknown. The goal of this project was to understand the organization and function of FB connections in the visual cortex of higher mammals.\r\n\n\nOver the past 5 years we have investigated the functional organization and function of FB connections from area V2 to area V1. We found that FB connections link neurons in these two areas having similar response properties, for example neurons that respond to the same orientation of an edge, or neurons that are selective for the color of objects. Thus, FB influences are functionally-specific. Moreover, we found that V2 FB neurons contact in V1 the cells that send feedforward inputs to area V2, but not cells sending feedforward inputs to other areas. This suggests the existence of area-specific feedforward-feedback loops in the visual cortex, which allow FB to rapidly and selectively influence the activity of incoming feedforward signals.\r\n\n\nTo investigate how FB affects V1 neuron responses, we selectively inactivated FB connections from V2 to V1 using optogenetics, while simultaneously recording the responses of V1 neurons using linear electrode arrays. We found that FB connections enhance visual information processing in several ways. Specifically they increase the size of a V1 neurons response area, reduce noise in the responses of V1 neurons, increase the coordinated activity between areas V1 and V2, thus facilitating transfer of information from V1 to V2, and provide information about visual context to the small responsive regions of V1 neurons.\r\n\n\nThe project also contributed to the development of several new methodologies and tools that will impact other fields of neuroscience research. Specifically, we developed the Utah Optrode Array, a 10x10 array of glass needle shanks bonded to micro-LED arrays that allows for spatially precise but large-scale light delivery independently to superficial and deep brain structures. We also developed several new viral vectors that allow to selectively express genes (e.g. marker genes, to label cells, or light sensitive opsins genes, to manipulate the activity of cells using light) in specific cell types, allowing for cell-type specific optogenetics in genetically-intractable species with larger brains.\r\n\n\nThis project has contributed to the training of 2 graduate and 5 undergraduate students and 5 postdoctoral fellows. These trainees were immersed in a strongly collaborative environment encompassing experimental neuroscience, mathematics and computer science, which has contributed to their technical and intellectual interdisciplinary training. The graduate students and postdocs have authored several publications, and presented their work at national and international conferences. Two of the postdocs have obtained faculty positions. Four students (2 minority) were hired from the fields of bioengineering and one from computer science with the goal of exposing them and attracting them to the field of neuroscience. These students were trained in computer programming and data analysis, presented their research results to national and local conferences, and some of them co-authored or will co-author publications.\t\t\t\t\tLast Modified: 02/12/2025\n\n\t\t\t\t\tSubmitted by: AlessandraAngelucci\n"
 }
}