{
 "awd_id": "1755631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Increasing the Number of Highly-Qualified Biology and Mathematics Secondary Teachers in the Joliet, Illinois Area",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 957217.0,
 "awd_amount": 957217.0,
 "awd_min_amd_letter_date": "2018-06-26",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "The University of St. Francis (USF) Track 1 Noyce project will provide scholarships and stipends for talented undergraduate STEM majors to pursue teaching careers in high-need high schools. The project aims to address the critical need for highly effective secondary STEM teachers in the Joliet/Greater Chicago region by preparing and mentoring at least 24 new STEM teachers. In particular, USF will increase the number of secondary biology and mathematics teachers by increasing the number of STEM majors successfully completing biology and mathematics licensure. The project will also increase the effectiveness of Scholars as teachers and teacher leaders through evidence-based practices, field experiences in high-needs classrooms, informal science education opportunities, additional teaching and research opportunities, and mentoring from STEM and education faculty. \r\n\r\nThe USF Noyce project will provide at least 24 undergraduate and transfer students from Joliet Junior College academic scholarships and and summer stipends. Scholars will receive excellent preparation in STEM and teacher education via USF's teacher certification pathway, a rigorous 4+1 program. Funding will support the final two years of the undergraduate degree in mathematics or biology and an additional year leading to the Master of Education degree with Secondary Educator Licensure. In addition, the project will engage Scholars in co-curricular STEM education and leadership opportunities, such as STEM service learning projects, teaching STEM in a summer camp, undergraduate research, and participation in local and/or national conferences. USF Noyce Scholar teachers will be mentored by STEM and Education faculty and alumni for two years post-graduation via an online Professional Learning Community. Program evaluation and other research studies will contribute to the body of knowledge on STEM teacher preparation and new teacher retention in high needs schools. Results will be disseminated at regional and national conferences. A newsletter that highlights Scholars' experiences will be distributed to principals in regional high-needs schools.   Several Chicago area schools will benefit from the addition of 24 new STEM teachers. USF Noyce Scholars will be well prepared to integrate STEM into mathematics and biology instruction as well as via co-curricular activities, thus fostering STEM literacy in traditionally underrepresented students who may be inspired to pursue careers in STEM fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "White-McNulty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa White-McNulty",
   "pi_email_addr": "lwhitemcnulty@stfrancis.edu",
   "nsf_id": "000730483",
   "pi_start_date": "2018-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Powell",
   "pi_mid_init": "",
   "pi_sufx_name": "Ph.D",
   "pi_full_name": "Megan Powell",
   "pi_email_addr": "mpowell@stfrancis.edu",
   "nsf_id": "000676830",
   "pi_start_date": "2018-06-26",
   "pi_end_date": "2020-07-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bromer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Bromer",
   "pi_email_addr": "wbromer@stfrancis.edu",
   "nsf_id": "000730485",
   "pi_start_date": "2018-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Renner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Renner",
   "pi_email_addr": "srenner@stfrancis.edu",
   "nsf_id": "000730526",
   "pi_start_date": "2018-06-26",
   "pi_end_date": "2020-06-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Antonou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Antonou",
   "pi_email_addr": "aantonou@stfrancis.edu",
   "nsf_id": "000832285",
   "pi_start_date": "2020-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of St. Francis",
  "inst_street_address": "500 WILCOX ST",
  "inst_street_address_2": "",
  "inst_city_name": "JOLIET",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157405065",
  "inst_zip_code": "604356169",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "UNIVERSITY OF ST. FRANCIS",
  "org_prnt_uei_num": "MJ1CKVL4UL15",
  "org_uei_num": "MJ1CKVL4UL15"
 },
 "perf_inst": {
  "perf_inst_name": "University of St. Francis",
  "perf_str_addr": "500 Wilcox Street",
  "perf_city_name": "Joliet",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604356169",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 790498.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 166719.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0c1b8888-7fff-feca-4bab-2ab9a9f842eb\">\n<p dir=\"ltr\"><span>Major Goals and Accomplishments</span></p>\n<p dir=\"ltr\"><span><span> </span></span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The goal to increase the number of STEM majors to pursue secondary education licensure for biology or math was not met. </span><span>Initially, the Noyce Scholars program was designed to provide financial assistance and STEM professional development to 24 students.&nbsp; In total, eight (n=8) students benefited from the program.&nbsp;&nbsp;</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>In Fall 2019, five (n=5) students entered the Noyce STEM Educators Program. By Spring 2020, the COVID 19 pandemic spread across the globe, and the landscape for college applications and enrollments was dramatically altered.&nbsp; Nationally, first year enrollments plummeted by 13%, with an 18.9% decline at community colleges</span><span>. This decline impacted first-generation, low-income students, and students of color the hardest. Recovery in enrollments has only just begun to be seen</span><span>, more than four years later.</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The goal to improve the preparation of STEM majors for teaching careers was met.&nbsp; </span><span>The Noyce STEM Educator Program promoted USF&rsquo;s Combined Bachelor&rsquo;s + Master&rsquo;s Degree (</span><span>4+1) </span><span>Secondary Education with Professional Education License option. This program</span><span> </span><span>enabled a student to complete a bachelor&rsquo;s degree and one year of Master&rsquo;s level education courses to earn their Professional Educator license. Students could also earn their Master&rsquo;s Degree by completing one additional course.&nbsp; This combination of courses encourages STEM majors to enter the teaching profession.&nbsp;</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>The Noyce STEM Educator Program engaged Scholars with Service Learning opportunities that were designed intentionally to integrate STEM into teaching, regardless of discipline.&nbsp; The program provided opportunities for STEM integration, including Teaching Assistantships, Integrated STEM units, Make N Take Workshops, STEM Summer Camps, and STEM Boxes. &nbsp; The variety of professional development programs provided by the Noyce program extended outreach to area teachers as well as their students. Each opportunity modeled the integration of STEM with problem-based and inquiry-based learning methods.</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The goal of improving the retention of STEM graduates who teach in high needs schools has been partially met.&nbsp; </span><span>At this writing, seven Scholars (n=7) are teaching in high-need schools in the greater Joliet Illinois region.&nbsp; Six (n=6) Scholars will begin their third year of teaching in the 2024-2025 academic year.&nbsp; One (n=1) Scholar will begin a second year of teaching. &nbsp; Scholars describe themselves as immersed in their new careers and indicate that they plan to remain in teaching.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The goal of preparing effective STEM educators has been met. </span><span>Scholars describe themselves as well prepared to be effective STEM educators.&nbsp; Their experiences through the Noyce STEM Educator Program have heightened their awareness of STEM and the importance of integrating STEM related activities in their teaching.&nbsp; A few Scholars do report, however, that they are required to follow curriculum that does not encourage variation.&nbsp; These school policies do impede a teachers&rsquo; innovation to expand the curriculum, even when they would like to.&nbsp; Some Scholars are able to provide enrichment and extracurricular programs at their schools and may help them advance STEM integration in their schools.</span></p>\n</li>\n</ol><br /><br /><ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The goal of preparing effective STEM teacher leaders has been partially met. </span><span>Noyce Scholars are becoming teacher leaders in their schools by participating on curriculum committees, fostering awareness of diversity, equity, and inclusion, organizing school clubs, and by modeling inquiry-based learning activities with their students. This is evident in conversations with the Scholars, especially after their first year.&nbsp; They have gained confidence and insight into the culture of their school communities and are working actively to lead the way with new attitudes, methods, and strategies for learning.</span></p>\n</li>\n</ol><br /><br />\n<p dir=\"ltr\"><span>Products</span></p>\n<br />\n<p dir=\"ltr\"><a href=\"https://drive.google.com/file/d/1QdVhs7LrCqcXPWiX6mXmf7IDeNs5hXtx/view?usp=sharing\"><span>Building a STEM Box Library Through K-16 Collaboration</span></a><span>&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><a href=\"https://drive.google.com/file/d/1Vrge4Lb_zlFXMvrOr59t_FTjkAf3VMMy/view?usp=sharing\"><span>Preparing Effective STEM Educators for High Needs Schools via Summer Teaching Assistantships</span></a></p>\n<br /><br />\n<p dir=\"ltr\"><span>Participants</span></p>\n<p dir=\"ltr\"><span>Project Investigator:&nbsp;</span></p>\n<p dir=\"ltr\"><span>Lisa White-McNulty, Ph.D., Professor (Emerita) of Education, 2018-2024</span></p>\n<p dir=\"ltr\"><span>Co-Investigators:</span></p>\n<p dir=\"ltr\"><span>William Bromer, Ph.D., Professor (Emeritus) of Biology, 2018-2020</span></p>\n<p dir=\"ltr\"><span>Susan Renner, Ph.D., Assistant Professor of Physics, 2018-2020</span></p>\n<p dir=\"ltr\"><span>Angela Antonou, Ph.D., Assistant/Associate Professor of Mathematics, 2019-2023</span></p>\n<p dir=\"ltr\"><span>Katie Chamberlain, Ph.D., Assistant Professor of Biology, 2022-2024</span></p>\n<p dir=\"ltr\"><span>Chloe Lash, Ph.D., Assistant Professor of Biology, 2022-2024</span></p>\n<br />\n<p dir=\"ltr\"><span>Partners:</span></p>\n<p dir=\"ltr\"><span>Joliet Junior College, Joliet IL. Recruiting and Transfer Advising</span></p>\n<p dir=\"ltr\"><span>Joliet Township High School District 204, Joliet IL. Summer Teaching Assistantships, Mentoring, Scholar Recruitment</span></p>\n<p dir=\"ltr\"><span>Valley View Community Unit School District 365U, Summer Teaching Assistantships, Mentoring</span></p>\n<br /><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/23/2024<br>\nModified by: Lisa&nbsp;White-Mcnulty</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nMajor Goals and Accomplishments\n\n\n \n\n\n\n\nThe goal to increase the number of STEM majors to pursue secondary education licensure for biology or math was not met. Initially, the Noyce Scholars program was designed to provide financial assistance and STEM professional development to 24 students. In total, eight (n=8) students benefited from the program.\n\n\n\n\nIn Fall 2019, five (n=5) students entered the Noyce STEM Educators Program. By Spring 2020, the COVID 19 pandemic spread across the globe, and the landscape for college applications and enrollments was dramatically altered. Nationally, first year enrollments plummeted by 13%, with an 18.9% decline at community colleges. This decline impacted first-generation, low-income students, and students of color the hardest. Recovery in enrollments has only just begun to be seen, more than four years later.\n\n\n\n\nThe goal to improve the preparation of STEM majors for teaching careers was met. The Noyce STEM Educator Program promoted USFs Combined Bachelors + Masters Degree (4+1) Secondary Education with Professional Education License option. This program enabled a student to complete a bachelors degree and one year of Masters level education courses to earn their Professional Educator license. Students could also earn their Masters Degree by completing one additional course. This combination of courses encourages STEM majors to enter the teaching profession.\n\n\n\n\nThe Noyce STEM Educator Program engaged Scholars with Service Learning opportunities that were designed intentionally to integrate STEM into teaching, regardless of discipline. The program provided opportunities for STEM integration, including Teaching Assistantships, Integrated STEM units, Make N Take Workshops, STEM Summer Camps, and STEM Boxes.  The variety of professional development programs provided by the Noyce program extended outreach to area teachers as well as their students. Each opportunity modeled the integration of STEM with problem-based and inquiry-based learning methods.\n\n\n\n\nThe goal of improving the retention of STEM graduates who teach in high needs schools has been partially met. At this writing, seven Scholars (n=7) are teaching in high-need schools in the greater Joliet Illinois region. Six (n=6) Scholars will begin their third year of teaching in the 2024-2025 academic year. One (n=1) Scholar will begin a second year of teaching.  Scholars describe themselves as immersed in their new careers and indicate that they plan to remain in teaching.\n\n\n\n\nThe goal of preparing effective STEM educators has been met. Scholars describe themselves as well prepared to be effective STEM educators. Their experiences through the Noyce STEM Educator Program have heightened their awareness of STEM and the importance of integrating STEM related activities in their teaching. A few Scholars do report, however, that they are required to follow curriculum that does not encourage variation. These school policies do impede a teachers innovation to expand the curriculum, even when they would like to. Some Scholars are able to provide enrichment and extracurricular programs at their schools and may help them advance STEM integration in their schools.\n\n\n\n\n\n\n\nThe goal of preparing effective STEM teacher leaders has been partially met. Noyce Scholars are becoming teacher leaders in their schools by participating on curriculum committees, fostering awareness of diversity, equity, and inclusion, organizing school clubs, and by modeling inquiry-based learning activities with their students. This is evident in conversations with the Scholars, especially after their first year. They have gained confidence and insight into the culture of their school communities and are working actively to lead the way with new attitudes, methods, and strategies for learning.\n\n\n\n\n\n\nProducts\n\n\n\n\nBuilding a STEM Box Library Through K-16 Collaboration\n\n\n\n\nPreparing Effective STEM Educators for High Needs Schools via Summer Teaching Assistantships\n\n\n\n\n\nParticipants\n\n\nProject Investigator:\n\n\nLisa White-McNulty, Ph.D., Professor (Emerita) of Education, 2018-2024\n\n\nCo-Investigators:\n\n\nWilliam Bromer, Ph.D., Professor (Emeritus) of Biology, 2018-2020\n\n\nSusan Renner, Ph.D., Assistant Professor of Physics, 2018-2020\n\n\nAngela Antonou, Ph.D., Assistant/Associate Professor of Mathematics, 2019-2023\n\n\nKatie Chamberlain, Ph.D., Assistant Professor of Biology, 2022-2024\n\n\nChloe Lash, Ph.D., Assistant Professor of Biology, 2022-2024\n\n\n\n\nPartners:\n\n\nJoliet Junior College, Joliet IL. Recruiting and Transfer Advising\n\n\nJoliet Township High School District 204, Joliet IL. Summer Teaching Assistantships, Mentoring, Scholar Recruitment\n\n\nValley View Community Unit School District 365U, Summer Teaching Assistantships, Mentoring\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/23/2024\n\n\t\t\t\t\tSubmitted by: LisaWhite-Mcnulty\n"
 }
}