{
 "awd_id": "1755571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Are Low-Temperature Hydrothermal Vents an Important but Overlooked Source of Stabilized Dissolved Iron to the Ocean?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 152715.0,
 "awd_amount": 213622.0,
 "awd_min_amd_letter_date": "2018-03-23",
 "awd_max_amd_letter_date": "2022-01-14",
 "awd_abstract_narration": "Hydrothermal vents are hot springs on the seafloor. They are often thousands of meters below the surface of the ocean along the large volcanic mountain ranges called the mid-ocean ridges. Relatively little is known about these hydrothermal vents because they exist so far from the ocean surface. Instead of lava, these vents emit warm to hot fluids (from several ºC up to 350 ºC) into the ocean, and contain high concentrations of a wide range of dissolved chemicals. One of these chemicals, iron, has been studied extensively by ocean scientists because of its importance as an essential nutrient for the microscopic photosynthetic algae called phytoplankton that grow in surface ocean waters. Scientists once thought that most of the dissolved iron coming out of hydrothermal vent fluids would quickly precipitate (form a solid and sink) near the vents, as a result of chemical reactions between the hot vent fluid and cold seawater, and therefore only small amounts of dissolved iron could be transported from the deep sea mid-ocean ridges to surface waters where phytoplankton grow. However, on a recent scientific expedition over one of the most active mid-ocean ridges called the southern East Pacific Rise (SEPR), scientists discovered that much of the dissolved iron discharged from the SEPR hydrothermal vents was in fact transported thousands of kilometers across the deep ocean. In addition, computer simulations suggest that a substantial amount of this ?hydrothermal iron? is transported as far as the surface waters of the Southern Ocean around Antarctica, where it could support the growth of phytoplankton.\r\n\r\nScientists from the University of Washington, Woods Hole Oceanographic Institution and Old Dominion University will return to the SEPR aboard a research ship and make additional measurements to better understand how hydrothermal vents add dissolved iron to the deep ocean. They will use specialized sampling equipment, including unmanned miniature submarines called autonomous underwater vehicles (AUVs), to map the distribution of hydrothermal vents in this region, and collect water samples from both high temperature (250-350 ºC) and low temperature (< 150 ºC) vents.  These samples will be analyzed for chemicals that are enriched in the hydrothermal vent fluids, such as iron, manganese and helium-3, which will provide information on the chemical changes that occur as the hydrothermal vent fluids mix with surrounding seawater and are carried away from the SEPR.  The scientists will use their observations and chemical analyses to address the following major questions: 1) are there more hydrothermal vents along mid ocean ridges than previously thought? and (2) are low temperature hydrothermal vents especially favorable for stabilizing dissolved iron, and ultimately transporting it to the surface ocean where it supports phytoplankton growth? \r\n\r\nThe project will contribute to the education and training of a graduate student and two senior undergraduate students, and outcomes will be incorporated into high school STEM curricula.  The research activities will be communicated via public lectures and media releases, and project results will be disseminated to the scientific community by conference presentations, publications in peer-reviewed scientific journals, and freely available on-line archived data.\r\n\r\n\r\n\r\nAlong thousands of kilometers of the seafloor volcanic chains known as the mid-ocean ridges, hydrothermal vents discharge hot, acidic, metal-rich fluids into the deep ocean. These submarine hot springs are a major gateway for the exchange of heat and chemicals between the solid earth and the deep ocean, and have received intensive scientific study during the last 40 years.  This research has overwhelmingly focused on high temperature (~200-350°C) hydrothermal vents.  Lower temperature (<150°C) hydrothermal venting has received relatively little attention, although results from recent observational and modeling studies point to the greater abundance of low temperature discharge along the mid-ocean ridges, and its potential importance for the input of elements and chemical compounds into the deep ocean.  Among the elements that are enriched in hydrothermal vent fluids, iron has received attention because of its role as an essential nutrient for primary production in the surface ocean.  It has long been thought that most of the dissolved iron discharged by hydrothermal vents is lost from solution close to mid-ocean ridge sources, and thus of limited importance for ocean chemistry.  But this view has been challenged by recent studies which suggest that chemical stabilization of hydrothermal dissolved iron may facilitate its long-range transport in the deep ocean. In particular, results from the US GEOTRACES program have revealed the lateral transport of a plume of hydrothermal dissolved iron over several thousand kilometers westward from its source region on the southern East Pacific Rise (SEPR).\r\n\r\nIn this project, investigators from the University of Washington, Woods Hole Oceanographic Institution and Old Dominion University will carry out a field research program on the SEPR to test the overarching hypothesis that diffuse low-temperature hydrothermal venting is a major a source of chemically-stabilized dissolved iron to the deep ocean, and hence plays an important but previously overlooked role in the ocean iron cycle.  The ship-based field program will use an autonomous underwater vehicle equipped with in-situ optical and chemical sensors to identify plumes of both diffuse (low-temperature) and discrete (high-temperature) hydrothermal discharge along the SEPR.  Emissions from multiple sites of both low and high temperature hydrothermal venting will be sampled for shipboard and post-cruise analyses of iron and other trace metals, and the inert hydrothermal \"tracer\" helium-3.  The resulting data will be used to test two specific hypotheses: (1) the population of active hydrothermal discharge sites along mid ocean ridges is greater than previously estimated, (2) low temperature hydrothermal venting is conducive to the chemical stabilization of dissolved iron, thus facilitating its export to the ocean interior and ultimately to surface ocean where it supports primary production by phytoplankton.  The information obtained in this research will facilitate inclusion of iron and other trace elements in numerical models of ocean biology and biogeochemistry, which will improve the ability to predict how the ocean will respond to and modulate future climatic and environmental changes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "German",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris German",
   "pi_email_addr": "cgerman@whoi.edu",
   "nsf_id": "000103333",
   "pi_start_date": "2018-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 152715.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 30542.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 30365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, my research team used a free swimming \"autonomous\" underwater robot called Sentry to explore close to the seafloor along a volcanic chain in the South Pacific for new forms of hot-spring that could be important in regulating the chemical composition of Earth's oceans and even the levels of carbon dioxide in its atmosphere.&nbsp; In earlier work, I co-led a research expedition across the Pacific from Peru to Tahiti in 2013 during which our team revealed an extraordinary result - that dissolved iron released from deep seafloor hot springs along an underwater volcanic chain in the tropical south Pacific could travel so far (more than 4000km/2500 miles) that it could have an important impact on how much biological activity could occur in the sunlit upper ocean in Antarctica - where iron acts as an essential micronutrient for life - regulating how much surface ocean plants (called phytoplankton) can grow and, hence, how much carbon dioxide gets removed from the atmosphere as they do so.&nbsp; Building on that research, this project sought to investigate where that iron might come from - i.e. how it first escapes from the seafloor.&nbsp; Since the 1970s we have known about submarine \"black smoker\" vents that, like \"Old Faithful\" at Yellowstone National Park, loft heated water and chemicals high into the ocean from chains of underwater volcanoes known as mid-ocean ridges.&nbsp; Traditionally, however, we had not expected the chemicals released from those submarine hot springs to travel far afield.&nbsp; Rather, we recognized that the thick cloudy plumes that give \"black smokers\" their name arise because of the iron-rich minerals that form as soon as hot vent-fluids enter the ocean, settling out to form metal rich (sometimes ore-grade) seafloor deposits close by.&nbsp; Over 40+ years of study, ocean scientists have become increasingly adept at searching for these \"Black Smoker\" systems which have now been identified in every ocean basin on Earth. For the current project we wanted to answer a new question: were there other kinds of venting at the seafloor, ones that we had not previously looked for, that could be responsible for the leaky iron flux that our 2013 expedition had revealed?&nbsp; To find out, we had to design new ways of looking - instead of searching for chemicals lofted high above the seafloor we needed to use a free-swimming robot (Fig.1) that could follow a pre-programmed path and pick its way carefully along the crest of a submarine volcanic ridge, avoiding collisions with the rough topography, while using <em>in situ</em> sensors to prospect for seafloor fluid flow. In Fall 2021, we searched along 150km (~90 nautical miles) of volcanic ridge in the South Pacific (the long pale-brown linear feature in Fig.2) - one of the most volcanically active regions of seafloor on Earth. Our search was done in three stages, limited by how long the battery packs on our robot could last.&nbsp; As an example, our results from within the middle of our survey are shown on the zoomed-in map in Fig.3.&nbsp; The two red diamonds show the only places where we found hot, chemically anomalous fluids exiting the seafloor laden with mineral \"smoke\" - the black smokers styles of venting we were already familiar with. &nbsp;But that was only about 10% of everything we discovered.&nbsp; The yellow diamonds show locations where we found warm, chemically anomalous fluids without clouds of minerals gushing from the seafloor as \"Black Smokers\" do.&nbsp; Lastly, the blue circles show places where waters just above the seabed were chemically \"stained\" by fluids leaking from the seafloor without no thermal anomaly at all.&nbsp; Our robot-led work revealed where these sources of chemical release were located.&nbsp; Colleagues at sea with us used the information I provided to select where to collect samples from, to analyze what was in each of these different styles of hydrothermal flow.&nbsp; Their shore-based analyses are on-going.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2023<br>\n\t\t\t\t\tModified by: Chris&nbsp;German</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285697835_German_Report_Image_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285697835_German_Report_Image_1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285697835_German_Report_Image_1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">See Figure 1 for full caption.</div>\n<div class=\"imageCredit\">Chris German, WHOI</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Chris&nbsp;German</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285762225_German_Report_Image_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285762225_German_Report_Image_2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285762225_German_Report_Image_2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">See Figure 2 for full caption.</div>\n<div class=\"imageCredit\">Chris German, WHOI</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Chris&nbsp;German</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285848442_German_Report_Image_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285848442_German_Report_Image_3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2023/1755571/1755571_10535915_1675285848442_German_Report_Image_3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">See Figure 3 for full caption.</div>\n<div class=\"imageCredit\">Chris German, WHOI</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Chris&nbsp;German</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn this project, my research team used a free swimming \"autonomous\" underwater robot called Sentry to explore close to the seafloor along a volcanic chain in the South Pacific for new forms of hot-spring that could be important in regulating the chemical composition of Earth's oceans and even the levels of carbon dioxide in its atmosphere.  In earlier work, I co-led a research expedition across the Pacific from Peru to Tahiti in 2013 during which our team revealed an extraordinary result - that dissolved iron released from deep seafloor hot springs along an underwater volcanic chain in the tropical south Pacific could travel so far (more than 4000km/2500 miles) that it could have an important impact on how much biological activity could occur in the sunlit upper ocean in Antarctica - where iron acts as an essential micronutrient for life - regulating how much surface ocean plants (called phytoplankton) can grow and, hence, how much carbon dioxide gets removed from the atmosphere as they do so.  Building on that research, this project sought to investigate where that iron might come from - i.e. how it first escapes from the seafloor.  Since the 1970s we have known about submarine \"black smoker\" vents that, like \"Old Faithful\" at Yellowstone National Park, loft heated water and chemicals high into the ocean from chains of underwater volcanoes known as mid-ocean ridges.  Traditionally, however, we had not expected the chemicals released from those submarine hot springs to travel far afield.  Rather, we recognized that the thick cloudy plumes that give \"black smokers\" their name arise because of the iron-rich minerals that form as soon as hot vent-fluids enter the ocean, settling out to form metal rich (sometimes ore-grade) seafloor deposits close by.  Over 40+ years of study, ocean scientists have become increasingly adept at searching for these \"Black Smoker\" systems which have now been identified in every ocean basin on Earth. For the current project we wanted to answer a new question: were there other kinds of venting at the seafloor, ones that we had not previously looked for, that could be responsible for the leaky iron flux that our 2013 expedition had revealed?  To find out, we had to design new ways of looking - instead of searching for chemicals lofted high above the seafloor we needed to use a free-swimming robot (Fig.1) that could follow a pre-programmed path and pick its way carefully along the crest of a submarine volcanic ridge, avoiding collisions with the rough topography, while using in situ sensors to prospect for seafloor fluid flow. In Fall 2021, we searched along 150km (~90 nautical miles) of volcanic ridge in the South Pacific (the long pale-brown linear feature in Fig.2) - one of the most volcanically active regions of seafloor on Earth. Our search was done in three stages, limited by how long the battery packs on our robot could last.  As an example, our results from within the middle of our survey are shown on the zoomed-in map in Fig.3.  The two red diamonds show the only places where we found hot, chemically anomalous fluids exiting the seafloor laden with mineral \"smoke\" - the black smokers styles of venting we were already familiar with.  But that was only about 10% of everything we discovered.  The yellow diamonds show locations where we found warm, chemically anomalous fluids without clouds of minerals gushing from the seafloor as \"Black Smokers\" do.  Lastly, the blue circles show places where waters just above the seabed were chemically \"stained\" by fluids leaking from the seafloor without no thermal anomaly at all.  Our robot-led work revealed where these sources of chemical release were located.  Colleagues at sea with us used the information I provided to select where to collect samples from, to analyze what was in each of these different styles of hydrothermal flow.  Their shore-based analyses are on-going.\n\n\t\t\t\t\tLast Modified: 02/01/2023\n\n\t\t\t\t\tSubmitted by: Chris German"
 }
}