{
 "awd_id": "1755268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nuclear action of a novel fish kisspeptin receptor isoform",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 862034.0,
 "awd_amount": 924354.0,
 "awd_min_amd_letter_date": "2018-06-18",
 "awd_max_amd_letter_date": "2022-02-18",
 "awd_abstract_narration": "The project addresses the interesting topic of proteins that take on additional roles after a gene duplication event. It focuses on the kisspeptin hormone and its receptor, a hormonal signaling pathway that plays key roles in the control of reproduction. The kisspeptin receptor is a member of the G-protein coupled receptor (GPCR) family, the largest protein family. The textbook view of GPCR signaling is that hormone binding at the cell surface causes a conformational change in the transmembrane receptor protein and promotes its interaction with G proteins to alter the activity of enzymes and ion channels inside the cell or in the cell membrane, leading to specific cellular responses. There is increasing evidence that this view may be too simplistic, because a number of GPCRs have been found to be located not only on the cell membrane but also in various compartments within cells. The researchers have discovered that the zebrafish kisspeptin receptor b gene encodes several proteins, one of which is located in the nucleus and has nuclear activity. These findings present the exciting possibility of a previously unrecognized nuclear function of a GPCR. This project is designed to test this hypothesis. The results will provide new insights into the understanding of how the kisspeptin pathway regulates fish reproduction, and should lead to applications in the aquaculture industry. This project will provide training opportunities for a diverse group of students at all levels, and will benefit society by engaging K-12 students and the general public in educational outreach activities.\r\n\r\nThe kisspeptin ligand (KISS1) and receptor (KISS1R) hormonal pathway plays key roles in the neuroendocrine control of reproduction in mammals. The mammalian KISS1-KISSR pathway also has non-reproductive functions with poorly understood mechanisms. Recent studies suggest that the zebrafish has two kisspeptin receptor genes. While the zebrafish kiss1ra gene encodes a single G-protein coupled receptor (GPCR) expressed in the brain, the kiss1rb gene encodes a full-length GPCR as well as four alternatively spliced isoforms. These truncated isoforms, termed kiss1rb-derived proteins (KRBDPs), are expressed in the brain and in many peripheral tissues. Functional analysis results suggest that these KRBDP transcripts can be translated into protein products, but none are located on the plasma membrane. Intriguingly, KRBDP3 is detected in the nucleus and possesses ligand-independent transactivation activity when tested in vitro. This project will test the hypothesis that KRBDP3 is localized in the nucleus and regulates gene expression in the brain and/or peripheral tissues. The results will elucidate the functions of a novel GPCR isoform in the nucleus and identify its target genes. This project will also uncover the in vivo functions of the duplicated Kiss1-Kiss1r pathway in the brain and peripheral tissues in a fish model. This project contains technical innovations that will make it possible to dissect the functions of different alternatively spliced gene products and to visualize their expression and subcellular localization in vivo. It will provide high-quality research training for a diverse group of students at all levels, and public educational activities in partnership with the University of Michigan Museum of Natural History.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cunming",
   "pi_last_name": "Duan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cunming Duan",
   "pi_email_addr": "cduan@umich.edu",
   "nsf_id": "000430581",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "830 N. University Ave.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 198244.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 208317.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 455473.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 62320.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded project focuses on the kisspeptin hormone receptor. In vertebrates including humans, reproduction is under the regulation of hypothalamus-pituitary-gonadal axis. This 3 tier endocrine system is further regulated by a peptide hormone called kisspeptin via its receptor, which is a member of the G-protein coupled receptor family. Recent studies suggest that the zebrafish has two kisspeptin receptor genes. While the zebrafish kisspeptin receptor a gene encodes a single G-protein coupled receptor expressed in the brain, the kisspeptin receptor b gene encodes a full-length GPCR as well as four alternatively spliced isoforms. These truncated isoforms, termed kiss1rb-derived proteins (KRBDPs), are expressed not only in the brain but also in many peripheral tissues. Among them,&nbsp; KRBDP3 is detected in the nucleus and possesses ligand-independent transactivation activity when tested in vitro. These findings present the exciting possibility of a previously unrecognized nuclear function of a kisspeptin receptor. A major goal of this project is to test the hypothesis that KRBDP3 is localized in the nucleus and regulates gene expression. Our results suggest that overexpression of KRBDP3 in zebrafish embryos resulted in truncated body plan and short tails. This was associated with the reduction in the expression of several key genes, suggesting that KRBDP3 has biological activity in vivo. After gaining first-hand experience with RNAseq by analyzing quiescent and re-activated zebrafish ionocytes, we have performed a RNAseq study to determine the transcriptomic changes caused by KRBDP3 expression in zebrafish embryos. These RNA-seq analysis results suggests that genes involved in the specification of body symmetry and Wnt signaling are upregulated, while genes related to cell fate commitment and apoptosis are downregulated. Using several engineered plasmid constructs, we have mapped the key amino acid residues important for the nuclear localization of KRBDP3. We have further shown that a stretch of amino acids in the N-terminal region of KRBDP3 is critical for its transactivation activity. These findings have provided new evidence supporting the notion that KRBDP3, a kisspeptin receptor isoform, is localized in the nucleus and regulates gene expression. These findings have been disseminated broadly by meeting presentations, publications in refereed journals, web sites, undergraduate classes, and various outreach activities. This project has provided training opportunities for many undergraduates, graduates, postdoctoral fellows, and K12 students. The involvement of undergraduates is particularly important considering this critical stage of their development. Many of our ungraduated researchers have made important contributions and served as co-authors. Of note, Ms. Helena Li, graduated with Higher Honor. Her thesis work contributed to two publications, and she serves as a co-author in both. She received the&nbsp; &ldquo;UPiN Director&rsquo;s award for Outstanding Achievements in Research, in the Classroom and in Teaching or Service&rdquo;. Ms. Lucille Wang co-authored a paper and accepted into the PhD program at the University of Pennsylvania.&nbsp;Our post-bac fellow, Mr. Luke Rollings co-authored 2 papers, and is now a PhD student at the University of Michigan.&nbsp; During this project, several summer camp sessions for K12 school students were organized in collaboration with the University of Michigan Museum of Natural History. During the Covid-19 pandemic, we worked with the Developing Future Biologists,&nbsp;a University of Michigan trainee-run outreach initiative, and provided&nbsp;zebrafish&nbsp;embryos&nbsp;for DFB trainees. Our discoveries have been disseminated for the general public by new agencies including AAAS-EurekAlert, University of Michigan News Release, PhysOrg, and many others. We believe that this NSF-sponsored project has had a positive impact on this country's scientific mission by generating new knowledge, by training the next generation of research scientists and workforce, and by community engagement.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/05/2024<br>\nModified by: Cunming&nbsp;Duan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF-funded project focuses on the kisspeptin hormone receptor. In vertebrates including humans, reproduction is under the regulation of hypothalamus-pituitary-gonadal axis. This 3 tier endocrine system is further regulated by a peptide hormone called kisspeptin via its receptor, which is a member of the G-protein coupled receptor family. Recent studies suggest that the zebrafish has two kisspeptin receptor genes. While the zebrafish kisspeptin receptor a gene encodes a single G-protein coupled receptor expressed in the brain, the kisspeptin receptor b gene encodes a full-length GPCR as well as four alternatively spliced isoforms. These truncated isoforms, termed kiss1rb-derived proteins (KRBDPs), are expressed not only in the brain but also in many peripheral tissues. Among them, KRBDP3 is detected in the nucleus and possesses ligand-independent transactivation activity when tested in vitro. These findings present the exciting possibility of a previously unrecognized nuclear function of a kisspeptin receptor. A major goal of this project is to test the hypothesis that KRBDP3 is localized in the nucleus and regulates gene expression. Our results suggest that overexpression of KRBDP3 in zebrafish embryos resulted in truncated body plan and short tails. This was associated with the reduction in the expression of several key genes, suggesting that KRBDP3 has biological activity in vivo. After gaining first-hand experience with RNAseq by analyzing quiescent and re-activated zebrafish ionocytes, we have performed a RNAseq study to determine the transcriptomic changes caused by KRBDP3 expression in zebrafish embryos. These RNA-seq analysis results suggests that genes involved in the specification of body symmetry and Wnt signaling are upregulated, while genes related to cell fate commitment and apoptosis are downregulated. Using several engineered plasmid constructs, we have mapped the key amino acid residues important for the nuclear localization of KRBDP3. We have further shown that a stretch of amino acids in the N-terminal region of KRBDP3 is critical for its transactivation activity. These findings have provided new evidence supporting the notion that KRBDP3, a kisspeptin receptor isoform, is localized in the nucleus and regulates gene expression. These findings have been disseminated broadly by meeting presentations, publications in refereed journals, web sites, undergraduate classes, and various outreach activities. This project has provided training opportunities for many undergraduates, graduates, postdoctoral fellows, and K12 students. The involvement of undergraduates is particularly important considering this critical stage of their development. Many of our ungraduated researchers have made important contributions and served as co-authors. Of note, Ms. Helena Li, graduated with Higher Honor. Her thesis work contributed to two publications, and she serves as a co-author in both. She received the UPiN Directors award for Outstanding Achievements in Research, in the Classroom and in Teaching or Service. Ms. Lucille Wang co-authored a paper and accepted into the PhD program at the University of Pennsylvania.Our post-bac fellow, Mr. Luke Rollings co-authored 2 papers, and is now a PhD student at the University of Michigan. During this project, several summer camp sessions for K12 school students were organized in collaboration with the University of Michigan Museum of Natural History. During the Covid-19 pandemic, we worked with the Developing Future Biologists,a University of Michigan trainee-run outreach initiative, and providedzebrafishembryosfor DFB trainees. Our discoveries have been disseminated for the general public by new agencies including AAAS-EurekAlert, University of Michigan News Release, PhysOrg, and many others. We believe that this NSF-sponsored project has had a positive impact on this country's scientific mission by generating new knowledge, by training the next generation of research scientists and workforce, and by community engagement.\n\n\n\t\t\t\t\tLast Modified: 11/05/2024\n\n\t\t\t\t\tSubmitted by: CunmingDuan\n"
 }
}