{
 "awd_id": "1755430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms and evolutionary origins of germ-soma specification in a multicellular green alga, Volvox carteri",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Gallagher",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 840432.0,
 "awd_amount": 840432.0,
 "awd_min_amd_letter_date": "2018-06-18",
 "awd_max_amd_letter_date": "2018-06-18",
 "awd_abstract_narration": "The majority of the biosphere is populated by microscopic, single-celled bacteria and protists. Yet, in a few rare instances single-celled organisms acquired the ability to aggregate or to remain associated after cell division and form collectives,  thus setting the stage for the remarkable evolution of large complex multicellular life including animals, plants and a few other multicellular groups like fungi and macroalgae.  This project aims to understand an important but largely mysterious step that has repeatedly occurred in conjunction with the transition to complex multicellularity: the evolution of distinct reproductive and non-reproductive cell types. In most cases this key transition is so ancient that its origins are difficult or impossible to reconstruct.  By investigating cell-type specialization in a much more recently evolved multicellular species, the green alga Volvox, and comparing it to a closely-related single-celled relative, Chlamydomonas, the research team aims to understand in unprecedented genetic and genomic detail the evolutionary pathway and genetic mechanisms that enabled separate reproductive and non-reproductive cell types to arise.  This project will not only address fundamental questions underlying one of evolution's most enigmatic transitions, but also has practical implications for understanding how coordinated metabolic reprogramming and specialization might be engineered into economically valuable green algae in order to tune the balance between resources allocated to cell growth versus allocation towards increased production of biofuels or high-value products that are enhanced when cell growth is minimized. The project includes graduate student and postdoctoral associate training in interdisciplinary scientific research. Outreach to local middle school students will enable students to participate in scientific discovery.\r\n\r\nThe long-term goal of this research is to understand the origins and  genetic mechanisms associated with multicellular organization and germ-soma division of labor.   Volvox carteri 'Volvox' exhibits a streamlined and experimentally tractable form of germ-soma differentiation. Each spheroidal individual contains just two cell types: ~2000 sterile somatic cells that furnish motility and produce extracellular matrix, but which are destined to senesce and die; and ~16 large reproductive cells called gonidia, each of which undergoes a stereotyped pattern of cell divisions and morphogenesis to produce a new spheroid.  It has been hypothesized that the germ-soma dichotomy in Volvox evolved by cooption of temporally-regulated and transiently-expressed differential gene expression programs from a unicellular ancestor; but this idea has not been tested on a genome-wide scale.  Under this project new molecular-genetic and genomics resources will be leveraged to elucidate gene expression networks that control cell Volvox differentiation and to decipher their origins.  The approaches involve: 1) Comparative analyses of cell-type transcriptomes obtained from synchronized wild-type Volvox and from cell differentiation mutants regA- and lagA- to elucidate cell-type specification networks with high spatio-temporal resolution; 2) Identification of direct targets of RegA, a nuclear-localized transcription factor and master regulator of somatic differentiation, using chromatin immunoprecipitation and deep sequencing or similar approaches; 3) Characterization and cloning of lag- mutants whose gene products suppress somatic differentiation of germ cells.   Together these approaches will define the regulatory networks and control mechanisms involved in Volvox cell-type specification and critically test their origins by comparison with temporal expression programs in close relatives such as Chlamydomonas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Umen",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Umen",
   "pi_email_addr": "jumen@danforthcenter.org",
   "nsf_id": "000384653",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 N Warson Road",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 840432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\n<p>This project investigated the evolution of cell type differentiation in the model organism <em>Volvox carteri </em>(Volvox), a multicellular green alga with just two cell types, sterile somatic cells and immortal germ cells. Molecular approaches were used to understand cell type and temporal patterns of gene expression across the Volvox life cycle. Groups of genes that shared specific expression patterns during the Volvox life cycle were compared with their counterparts in a unicellular relative of Volvox, the model alga <em>Chlamydomonas reinhardtii </em>(Chlamydomonas). We found statistically robust evidence of co-expression groupings of genes from Chlamydomonas in partitioned across its diurnal life cycle being partitioned between the two Volvox cell types. These data supported metabolic and morphological specialization in Volvox cell types arising from cooption of diurnal metabolic and morphological specialization in a unicellular ancestor similar to Chlamydomonas. These data provide the strongest evidence to date of the temporal-to-spatial hypothesis for origins of cell types in early ancestors of animals, plants and other taxonomic groups where multicellularity is thought to have independently evolved.</p>\n<p>Under this proposal 3 postdoctoral scientists, 1 graduate student and 1 laboratory technician were trained in molecular, cell and developmental biology.</p>\n<p>Under this proposal ten peer reviewed publications were produced with at least one additional publication in preparation.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Under this proposal a new public outreach activity was developed in conjunction with the Education Research and Outreach Laboratory (EROL) at Donald Danforth Plant Science Center. Discover Volvox Development (DVD) is an authentic research experience (ARE) aimed at middle and high school students to augment their biology studies. DVD involves students in scientific discovery through direct visual screening of mutagenized populations of the multicellular green alga Volvox for candidate developmental mutations. Candidate mutants can be shared across social media with other students and teachers and with the PI?s laboratory for further assessment and potential incorporation into the PI?s research program. DVD can also be used to augment middle school or high school biology curricula focused on a variety of topics including life cycles, development/embryogenesis, multicellularity, and genetics/mutations.</p>\n<p>Under the DVD program 86 teachers were trained in one of 6 workshops held at Donald Danforth Plant Science Center, and DVD was implemented in 12 schools where 771 students participated. In addition, one peer reviewed manuscript incorporating material from DVD was published in an education journal, American Biology Teacher.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2023<br>\n\t\t\t\t\tModified by: James&nbsp;G&nbsp;Umen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThis project investigated the evolution of cell type differentiation in the model organism Volvox carteri (Volvox), a multicellular green alga with just two cell types, sterile somatic cells and immortal germ cells. Molecular approaches were used to understand cell type and temporal patterns of gene expression across the Volvox life cycle. Groups of genes that shared specific expression patterns during the Volvox life cycle were compared with their counterparts in a unicellular relative of Volvox, the model alga Chlamydomonas reinhardtii (Chlamydomonas). We found statistically robust evidence of co-expression groupings of genes from Chlamydomonas in partitioned across its diurnal life cycle being partitioned between the two Volvox cell types. These data supported metabolic and morphological specialization in Volvox cell types arising from cooption of diurnal metabolic and morphological specialization in a unicellular ancestor similar to Chlamydomonas. These data provide the strongest evidence to date of the temporal-to-spatial hypothesis for origins of cell types in early ancestors of animals, plants and other taxonomic groups where multicellularity is thought to have independently evolved.\n\nUnder this proposal 3 postdoctoral scientists, 1 graduate student and 1 laboratory technician were trained in molecular, cell and developmental biology.\n\nUnder this proposal ten peer reviewed publications were produced with at least one additional publication in preparation.\n\n \n\nBroader Impacts:\n\nUnder this proposal a new public outreach activity was developed in conjunction with the Education Research and Outreach Laboratory (EROL) at Donald Danforth Plant Science Center. Discover Volvox Development (DVD) is an authentic research experience (ARE) aimed at middle and high school students to augment their biology studies. DVD involves students in scientific discovery through direct visual screening of mutagenized populations of the multicellular green alga Volvox for candidate developmental mutations. Candidate mutants can be shared across social media with other students and teachers and with the PI?s laboratory for further assessment and potential incorporation into the PI?s research program. DVD can also be used to augment middle school or high school biology curricula focused on a variety of topics including life cycles, development/embryogenesis, multicellularity, and genetics/mutations.\n\nUnder the DVD program 86 teachers were trained in one of 6 workshops held at Donald Danforth Plant Science Center, and DVD was implemented in 12 schools where 771 students participated. In addition, one peer reviewed manuscript incorporating material from DVD was published in an education journal, American Biology Teacher.\n\n \n\n\t\t\t\t\tLast Modified: 09/07/2023\n\n\t\t\t\t\tSubmitted by: James G Umen"
 }
}