{
 "awd_id": "1755131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Identifying osmosensitive molecular targets using a unique vertebrate model",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 206068.0,
 "awd_amount": 206068.0,
 "awd_min_amd_letter_date": "2018-07-24",
 "awd_max_amd_letter_date": "2018-07-24",
 "awd_abstract_narration": "This research addresses how specialized cells sense and respond to changes in the external environment and, in turn, control the physiological systems that maintain a stable internal environment. The regulation of salt and water balance, or osmoregulation, is fundamental to most vertebrates, including humans. Detection of a change in osmotic concentration or salinity is the necessary first step in successful osmoregulation. Nevertheless, understanding of how osmoreceptor cells work remains incomplete because of their complex structure and arrangement among other cells in the brain of many animals, making it difficult to develop effective experimental approaches. This problem is solved by study of the prolactin cells of the tilapia fish, because these cells are arranged into a nearly homogeneous mass in the pituitary gland. The hormone prolactin is involved in osmoregulation in tilapia, an estuarine fish that can thrive in salinities ranging from fresh water to greater than full-strength seawater. This project uses the tilapia prolactin cell model as a means to uniquely connect the operation of osmoreceptor cells with environmental adaptation at the organismal level. The collaborative study links the research, teaching, and outreach programs at the University of Hawai'i at Manoa and Skidmore College and will reveal the mechanisms supporting osmoreception in a manner that is applicable to all vertebrates. It will immerse graduate and undergraduate students from underrepresented groups in rigorous and interdisciplinary educational programs at the collaborating institutions. The scientific outcomes of this research will be conveyed to a broad audience through institutional outreach educational programs, workshops and symposia, posters, lay press articles, guided visits to research facilities, and a website.\r\n\r\n\r\nThe overarching goal of this collaborative project is to further the understanding of the molecular mechanisms of osmoreception, a fundamental, albeit understudied, sensory modality. Tilapia prolactin cells have allowed for the identification of some of the mechanisms underlying osmoreception, such as extracellular Ca2+ entry through mechanosensitive transient-receptor-potential vanilloid channels and cAMP accumulation. Nonetheless, little is known about how the prolactin (prl) gene is activated by hyposmotic stimuli. By employing a dual luciferase reporter assay system in embryonic kidney cells (HEK293) expressing a vector containing the tilapia prl promoter, the specific promoter regions that respond to secondary messengers activated by changes in extracellular osmolality will be characterized, thereby allowing for the identification of novel transcription factors that mediate hyposmotic induction of the prl gene. Based on the discovery of specific regulators of prolactin, other vertebrate genomes can be searched for conserved gene sequences that respond to changes in extracellular osmolality. The project will advance the field by identifying promoter sequences that mediate transcriptional regulation of hyposmotically-induced genes in vertebrates. Graduate and undergraduate students will benefit from involvement in the research project and the planned educational activities. The results will be broadly disseminated, including via a website and public outreach programs, including those in association with the University of Hawai'i Institute of Marine Biology and Sea Grant.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Breves",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Breves",
   "pi_email_addr": "jbreves@skidmore.edu",
   "nsf_id": "000715412",
   "pi_start_date": "2018-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Skidmore College",
  "inst_street_address": "815 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SARATOGA SPRINGS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185808052",
  "inst_zip_code": "128661632",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SKIDMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2DDAS2E6DP7"
 },
 "perf_inst": {
  "perf_inst_name": "Skidmore College",
  "perf_str_addr": "815 North Broadway",
  "perf_city_name": "Saratoga Springs",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "128661632",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 206068.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative study linking the research, teaching, and outreach programs at the University of Hawaii and Skidmore College provided knowledge on the mechanisms involved in detecting osmotic changes in a manner that is applicable to all vertebrates. The regulation of salt and water balance, or osmoregulation, is fundamental to life. Osmoregulation is central to human health, livestock management, and to understanding the environmental physiology of all organisms. Osmoregulatory failure is a contributing factor to pathologies within nearly every organ system. The maintenance of salt and water balance in critically ill patients remains one of the most difficult problems faced by practitioners of internal medicine.</p>\n<p>&nbsp;</p>\n<p>A critical component of the systems involved in osmoregulation are the cells that detect perturbations of internal osmotic conditions. These highly specialized cells, termed \"osmoreceptors\", initiate adaptive responses throughout the body aimed at restoring hydromineral balance. Nevertheless, our understanding of how osmoreceptors operate in a mechanistic fashion has been slow to develop because of their typically complex structure and arrangement among other cells in the brain, kidney, gastrointestinal tract, and elsewhere. This has proven to make the development of tractable experimental models extremely difficult. Pituitary prolactin cells of Mozambique tilapia (<em>Oreochromis mossambicus</em>) solve this problem in two ways. First, Mozambique tilapia are \"euryhaline\" and can tolerate a wide range of environmental salinities from fresh water (&lt;1 ppt) to more than seawater (&gt;35 ppt). They possess a remarkable tolerance to survive the transient shifts in internal osmotic conditions that occur when hydromineral balance is perturbed following changes in salinity; such shifts are lethal to most other vertebrates. By employing an accessible cell model that is remarkably sensitive to, and tolerant of, changes in extracellular osmolality, it is possible to unveil novel osmoreceptive processes that operate across the vertebrate lineage. Secondly, the pituitary hormone prolactin has a multitude of actions in vertebrates; in fishes, it enables acclimation to dilute freshwater conditions by initiating the active absorption of environmental ions by the gill. Unlike in mammals, tilapia osmoreceptors (i.e., prolactin cells) are arranged into a nearly homogeneous mass making them amenable to <em>in vivo</em> and <em>in vitro</em> experimental approaches. By employing this model, we can unveil how transcriptional activation of prolactin-encoding genes is coupled to the detection of osmotic changes via osmoreceptive processes.</p>\n<p>&nbsp;</p>\n<p>This project employed cellular and molecular approaches to elucidate the promoter regions adjacent to prolactin genes, and the transcription factors that bind to these regions to activate (or inhibit) prolactin expression following changes in extracellular osmolality. In turn, this information sheds light on the mechanisms that underlie cellular responses to dehydration, for example, or how aquatic organisms can acclimate to changing environmental conditions through the integration of environmental cues and hormonal responses.</p>\n<p>&nbsp;</p>\n<p>During the duration of this project, the Seale and Breves Labs collaboratively, or independently, published 19 manuscripts, trained assistant researchers, postdoctoral fellows, graduate students, and undergraduate students. Studies associated with this project immersed trainees in challenging, interdisciplinary, and highly collaborative learning environments at the collaborating institutions. At this time, all trainees involved with this project remain in pursuit of careers in endocrinology, animal science, biomedicine, or other physiological sciences. We conveyed the importance of osmoreception, and more broadly the cellular bases of life, to non-specialist audiences through our educational outreach programs, posters, and lay press articles. The scientific outcomes of the project were disseminated through international workshops, &gt;50 contributed and invited oral and poster presentations at national and international conferences, and peer-reviewed publications in journals including <em>American Journal of Physiology</em>, <em>Journal of Neuroendocrinology</em>, and <em>Molecular and Cellular Endocrinology</em>. The knowledge generated by this project enabled broader comprehension of the principles of osmoregulation that are relevant to multiple disciplines, from clinical medicine to aquaculture production. These studies not only provided our trainees with interdisciplinary and collaborative learning environments, but they also further strengthened national and international efforts to understand the bases of osmoreception.</p><br>\n<p>\n Last Modified: 12/26/2023<br>\nModified by: Jason&nbsp;Breves</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative study linking the research, teaching, and outreach programs at the University of Hawaii and Skidmore College provided knowledge on the mechanisms involved in detecting osmotic changes in a manner that is applicable to all vertebrates. The regulation of salt and water balance, or osmoregulation, is fundamental to life. Osmoregulation is central to human health, livestock management, and to understanding the environmental physiology of all organisms. Osmoregulatory failure is a contributing factor to pathologies within nearly every organ system. The maintenance of salt and water balance in critically ill patients remains one of the most difficult problems faced by practitioners of internal medicine.\n\n\n\n\n\nA critical component of the systems involved in osmoregulation are the cells that detect perturbations of internal osmotic conditions. These highly specialized cells, termed \"osmoreceptors\", initiate adaptive responses throughout the body aimed at restoring hydromineral balance. Nevertheless, our understanding of how osmoreceptors operate in a mechanistic fashion has been slow to develop because of their typically complex structure and arrangement among other cells in the brain, kidney, gastrointestinal tract, and elsewhere. This has proven to make the development of tractable experimental models extremely difficult. Pituitary prolactin cells of Mozambique tilapia (Oreochromis mossambicus) solve this problem in two ways. First, Mozambique tilapia are \"euryhaline\" and can tolerate a wide range of environmental salinities from fresh water (in vivo and in vitro experimental approaches. By employing this model, we can unveil how transcriptional activation of prolactin-encoding genes is coupled to the detection of osmotic changes via osmoreceptive processes.\n\n\n\n\n\nThis project employed cellular and molecular approaches to elucidate the promoter regions adjacent to prolactin genes, and the transcription factors that bind to these regions to activate (or inhibit) prolactin expression following changes in extracellular osmolality. In turn, this information sheds light on the mechanisms that underlie cellular responses to dehydration, for example, or how aquatic organisms can acclimate to changing environmental conditions through the integration of environmental cues and hormonal responses.\n\n\n\n\n\nDuring the duration of this project, the Seale and Breves Labs collaboratively, or independently, published 19 manuscripts, trained assistant researchers, postdoctoral fellows, graduate students, and undergraduate students. Studies associated with this project immersed trainees in challenging, interdisciplinary, and highly collaborative learning environments at the collaborating institutions. At this time, all trainees involved with this project remain in pursuit of careers in endocrinology, animal science, biomedicine, or other physiological sciences. We conveyed the importance of osmoreception, and more broadly the cellular bases of life, to non-specialist audiences through our educational outreach programs, posters, and lay press articles. The scientific outcomes of the project were disseminated through international workshops, 50 contributed and invited oral and poster presentations at national and international conferences, and peer-reviewed publications in journals including American Journal of Physiology, Journal of Neuroendocrinology, and Molecular and Cellular Endocrinology. The knowledge generated by this project enabled broader comprehension of the principles of osmoregulation that are relevant to multiple disciplines, from clinical medicine to aquaculture production. These studies not only provided our trainees with interdisciplinary and collaborative learning environments, but they also further strengthened national and international efforts to understand the bases of osmoreception.\t\t\t\t\tLast Modified: 12/26/2023\n\n\t\t\t\t\tSubmitted by: JasonBreves\n"
 }
}