{
 "awd_id": "1755425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: RUI: Dynamic ant networks: How environmental constraints and ecological context shape resource transport systems",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 364920.0,
 "awd_amount": 407008.0,
 "awd_min_amd_letter_date": "2018-06-11",
 "awd_max_amd_letter_date": "2024-02-20",
 "awd_abstract_narration": "Many ants distribute their colony members and resources across multiple nests; movement between nests is maintained by a network of persistent trails. These ant transportation systems, common among beneficial and pest species, are similar to human transportation systems in many ways. Like subway systems and road networks, their goal is to move resources and individuals quickly and efficiently from place to place. Having alternative routes within a transportation system can make travel faster and more reliable, especially following disruptions or backlogs on particular routes. Yet extra routes cost additional resources. Designing an efficient and reliable transportation system at minimal cost is a difficult problem even for human engineers, who can take a system-wide perspective. Ant colonies, in contrast, build their transportation networks with no central vision or overarching plan. Certain species are nonetheless able to create systems that are remarkably reliable, efficient, and low-cost. This research will develop a new framework to explain how ant colonies create such well-functioning transportation systems via a process of gradual modification rather than design. Undergraduates, graduate students and two postdoctoral researchers will be mentored as part of an interdisciplinary, international team. High school students from groups underrepresented in STEM will be mentored by undergraduates with guidance from the PIs. This research could help inspire new management strategies for invasive ant pests, and new design algorithms for human transportation systems. Results will be shared with the public via a series of short films, exhibits and presentations at Florida state parks, and an established undergraduate-authored blog.\r\n\r\nDespite the ubiquity of biological and human-engineered transportation networks, there is no unifying framework for predicting how they respond dynamically and adaptively to external pressures in a way that balances infrastructure cost, transportation efficiency, and robustness. The central objective of the project is to develop a general theory for how environmental constraints and opportunities shape dynamic transportation networks, emphasizing the interactions between network structure and function. A generative agent-based network approach will be used to create a general model of dynamic transportation networks. The model will explore how networks respond effectively to environmental challenges via processes of dynamic network restructuring that operate under a range of ecological constraints. The model will be parameterized and tested initially with existing data for terrestrial wood-ant networks, and refined based on the results. Predictions will then be generated by the model for the substantially different region of the parameter space occupied by arboreal turtle ants, and tested with new field data on turtle ant network structure and usage. Finally, the model will be challenged with field and laboratory experiments using turtle ants, where the dynamic response of their transportation network will be tracked following changes to resource distributions, disturbance patterns, and spatial constraints. The project targets the development of theory with the potential to unify research on dynamic transportation networks across biological systems, with possible applications to a variety of natural and human problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matina",
   "pi_last_name": "Donaldson-Matasci",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Matina C Donaldson-Matasci",
   "pi_email_addr": "mdonaldsonmatasci@g.hmc.edu",
   "nsf_id": "000640451",
   "pi_start_date": "2018-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elva",
   "pi_last_name": "Robinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elva Robinson",
   "pi_email_addr": "Elva.Robinson@york.ac.uk",
   "nsf_id": "000754146",
   "pi_start_date": "2018-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvey Mudd College",
  "inst_street_address": "301 PLATT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218121",
  "inst_zip_code": "917115901",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "HARVEY MUDD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "C76JKA5JY2B3"
 },
 "perf_inst": {
  "perf_inst_name": "Harvey Mudd College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115990",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 364920.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 42088.0
  }
 ],
 "por": null
}