{
 "awd_id": "1755202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Ammonia oxidizers and their heterotrophic friends",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927265",
 "po_email": "mrawat@nsf.gov",
 "po_sign_block_name": "Mamta Rawat",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 137432.0,
 "awd_amount": 137432.0,
 "awd_min_amd_letter_date": "2018-03-27",
 "awd_max_amd_letter_date": "2018-03-27",
 "awd_abstract_narration": "Microorganisms play a major role in the global nitrogen cycle. One group of bacteria, ammonia oxidizing bacteria, oxidize ammonium to nitrite and thus play a key role in the removal of ammonium from human derived urea in wastewater treatment plants. In nature, diverse microorganisms coexist and interact in complex ways. Communities of different microorganisms can perform vital functions more efficiently than single species achieve alone. Ammonia oxidizing bacteria are one example, where ammonia is converted more efficiently when in a microbial community than when the oxidizing bacteria are alone. Yet, the interactions among microbial neighbors that improve ammonia conversion are not well understood. The goal of this project is to better understand how living in microbial communities improves ammonia oxidizing bacteria's ability to convert ammonia. An additional goal of this project is to educate a diverse group of students on the importance of microbial communities, and to raise awareness and urgency about water quality. Graduate and undergraduate students will be trained in state of the art microbiology techniques and involved in the research. Elementary school students from rural Ohio and undergraduate non-microbiology majors will be taught about the importance of microbial communities, nitrification, and water quality. This research will provide important insight into synergistic interactions within bacterial communities and increase the ability to manipulate microbial communities for improved or desired function, such as those in wastewater plants to improve ammonia removal.\r\n\r\nAmmonia-oxidizing bacteria (AOB) oxidize ammonia to nitrite. AOB are core contributors to nitrification, a crucial step in the global nitrogen cycle. As part of microbial communities, AOB positively interact with nitrite-oxidizing bacteria and heterotrophic bacteria. It has already been shown that the nitrite-oxidizing bacteria keep the level of toxic nitrite around AOB low, maintaining a beneficial environment that allows for AOB growth. The mechanisms underlying the positive interactions of AOB with heterotrophic bacteria have not been elucidated. These positive interactions will be investigated in well-defined laboratory co-cultures, enrichment cultures, and native environments. Experiments will include (1) proteome and transcriptome analysis of the AOB Nitrosomonas sp. Is79 in the presence of heterotrophic bacteria as single and mixed cultures; (2) proteome analysis of three additional AOB strains in the presence of heterotrophic bacteria; and (3) proteome analysis of an AOB incubated in their original environment. The results will be analyzed to identify strain-specific physiological responses in order to determine the nature of the interactions between AOB and heterotrophic bacteria. Insights into the molecular mechanisms and metabolic pathways in AOB that are impacted by heterotrophic bacteria will add to the growing field of research on autotrophic-heterotrophic interactions. This research will also address the physiological similarities and differences in AOB grown in laboratory pure cultures, in laboratory enrichment cultures, and in their original environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Greis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Greis",
   "pi_email_addr": "ken.greis@uc.edu",
   "nsf_id": "000716673",
   "pi_start_date": "2018-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati",
  "perf_str_addr": "51 Goodman Drive",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7657",
   "pgm_ref_txt": "Integrative Ecologi Physiology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 137432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrification is a critical component in the global nitrogen cycle. This process is of high importance in natural and man-made environments such as soil, sediments, wastewater treatment, and water purification. Ammonia-oxidizing bacteria (AOB) are key actors in nitrification as they convert ammonium to nitrite as a key step in converting nitrogen into a form that can be used biologically. It is known that AOB live within and interact with a complex bacterial community, yet the nature of these interactions is poorly understood. <span style=\"text-decoration: underline;\">Our goal is to better understand the positive interactions of AOB with the other bacterial species in their environment an to leverage that understanding to better utilize bacterial communities for wastewater treatment, water purification and quality.</span> Over 1 billion people globally lack access to safe drinking water (WHO). Nitrification and AOB play a central role in wastewater treatment and our results will identify targets in the metabolism of AOB that could be used to control their growth and activity.</p>\n<p>In collaboration with Dr. Annette Bollmann&rsquo;s laboratory at Miami University of Ohio (the primary funded investigator for this program with the expertise in bacterial physiology and biology), the UC Proteomics Laboratory contribution to this study was to look at comparative protein changes (also called Proteomics) in AOB species when grown in co-cultures with other bacterial species as part of the conversion of nitrogen into biologically usable forms.&nbsp; The readout system used was an advanced mass spectrometry technology that allow one to both identify and quantify proteins across multiple sample sets simultaneous by matching the signals detected in the mass spectrometer to databases of proteins from fully characterized and sequenced organisms. &nbsp;This approach, couple with the gene-expression profiling method used by Dr. Bollmann, allowed for the interrogation of changes in how the AOBs respond at the molecular level to other bacterial species and as noted above to use that new knowledge to maximize the health of water systems and/or for wastewater treatment.&nbsp; &nbsp;&nbsp;</p>\n<p>Numerous challenges affected the ability to progress though the aim as put forward in the original application, not the least of which was the full shut down of laboratory operation during the pandemic, and subsequent challenges with the <em>Nitrosomonas</em> species (an AOB commonly found in freshwater lakes) that ultimately required re-isolation and characterization of new isolates as documented in previous progress reports from Dr. Bollmann and the UC proteomics laboratory.&nbsp; Nonetheless, comparative protein data for over 800 proteins from <em>Nitrosomonas eutropha</em> with co-cultures with <em>Pseudomonas sp.</em> H19 and <em>Mesorhizobium </em>sp. H60 were identified and quantified.&nbsp; <span style=\"text-decoration: underline;\">However, no significant changes at the protein level were demonstrated in the presences of either of these co-culture species</span>, thus suggesting that there was little effect on <em>Nitrosomonas eutropha</em> metabolism when grown with other bacterial species.&nbsp; Furthermore, multiple natural isolates of <em>Nitrosomonas</em> species (Is24, Is35 both from Lake Acton near the Miami U campus and Is37 from Lake Erie) were evaluated using the mass spectrometry-based proteomics techniques.&nbsp; For these collective profiling studies over 2000 proteins were identified and quantified.&nbsp; Importantly, as few as 5 and as many as 200 protein differences were detected in comparative cultures where oxidative stressor were part of the culture conditions.&nbsp; These data have been forwarded to Dr. Bollmann for further evaluation in conjunction with the gene expression data collected in her laboratory to further evaluate biological mechanisms that are responsible for the observed protein changes.</p>\n<p>Finally, one of the educational goals for the study was to provide some experiential opportunities to the Miami University students with the Mass Spectrometry-based proteomics technologies. While challenge persisted during the pandemic limiting access for visiting students, training opportunities during the past 2 years included lectures on the principles and practices of proteomics and laboratory time focused on sample preparation, mass spectrometry and data analysis.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/12/2023<br>\nModified by: Kenneth&nbsp;Greis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNitrification is a critical component in the global nitrogen cycle. This process is of high importance in natural and man-made environments such as soil, sediments, wastewater treatment, and water purification. Ammonia-oxidizing bacteria (AOB) are key actors in nitrification as they convert ammonium to nitrite as a key step in converting nitrogen into a form that can be used biologically. It is known that AOB live within and interact with a complex bacterial community, yet the nature of these interactions is poorly understood. Our goal is to better understand the positive interactions of AOB with the other bacterial species in their environment an to leverage that understanding to better utilize bacterial communities for wastewater treatment, water purification and quality. Over 1 billion people globally lack access to safe drinking water (WHO). Nitrification and AOB play a central role in wastewater treatment and our results will identify targets in the metabolism of AOB that could be used to control their growth and activity.\n\n\nIn collaboration with Dr. Annette Bollmanns laboratory at Miami University of Ohio (the primary funded investigator for this program with the expertise in bacterial physiology and biology), the UC Proteomics Laboratory contribution to this study was to look at comparative protein changes (also called Proteomics) in AOB species when grown in co-cultures with other bacterial species as part of the conversion of nitrogen into biologically usable forms. The readout system used was an advanced mass spectrometry technology that allow one to both identify and quantify proteins across multiple sample sets simultaneous by matching the signals detected in the mass spectrometer to databases of proteins from fully characterized and sequenced organisms. This approach, couple with the gene-expression profiling method used by Dr. Bollmann, allowed for the interrogation of changes in how the AOBs respond at the molecular level to other bacterial species and as noted above to use that new knowledge to maximize the health of water systems and/or for wastewater treatment. \n\n\nNumerous challenges affected the ability to progress though the aim as put forward in the original application, not the least of which was the full shut down of laboratory operation during the pandemic, and subsequent challenges with the Nitrosomonas species (an AOB commonly found in freshwater lakes) that ultimately required re-isolation and characterization of new isolates as documented in previous progress reports from Dr. Bollmann and the UC proteomics laboratory. Nonetheless, comparative protein data for over 800 proteins from Nitrosomonas eutropha with co-cultures with Pseudomonas sp. H19 and Mesorhizobium sp. H60 were identified and quantified. However, no significant changes at the protein level were demonstrated in the presences of either of these co-culture species, thus suggesting that there was little effect on Nitrosomonas eutropha metabolism when grown with other bacterial species. Furthermore, multiple natural isolates of Nitrosomonas species (Is24, Is35 both from Lake Acton near the Miami U campus and Is37 from Lake Erie) were evaluated using the mass spectrometry-based proteomics techniques. For these collective profiling studies over 2000 proteins were identified and quantified. Importantly, as few as 5 and as many as 200 protein differences were detected in comparative cultures where oxidative stressor were part of the culture conditions. These data have been forwarded to Dr. Bollmann for further evaluation in conjunction with the gene expression data collected in her laboratory to further evaluate biological mechanisms that are responsible for the observed protein changes.\n\n\nFinally, one of the educational goals for the study was to provide some experiential opportunities to the Miami University students with the Mass Spectrometry-based proteomics technologies. While challenge persisted during the pandemic limiting access for visiting students, training opportunities during the past 2 years included lectures on the principles and practices of proteomics and laboratory time focused on sample preparation, mass spectrometry and data analysis.\n\n\n\t\t\t\t\tLast Modified: 11/12/2023\n\n\t\t\t\t\tSubmitted by: KennethGreis\n"
 }
}