{
 "awd_id": "1755130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genetic Accommodation of Nutritional Plasticity in a Socially Polymorphic Fire Ant",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 394710.0,
 "awd_amount": 394710.0,
 "awd_min_amd_letter_date": "2018-02-26",
 "awd_max_amd_letter_date": "2023-03-13",
 "awd_abstract_narration": "The co-occurrence of multiple, genetically-specialized populations of a species can increase the species' success by maximizing efficient use of resources. Because of their specialization, individuals in this scenario are adapted to utilize resources in different ways. However, matings between individuals from differently specialized populations are expected to produce intermediate forms that may not be able to survive well in any environment. One solution to this problem is achieved when variation within a species becomes completely associated with variant, or altered, forms of a chromosome. When variant forms of a chromosome contain multiple genes that are inherited as a single unit, this chromosome region is known as a \"supergene\". A growing body of evidence suggests that supergenes play key roles in innovation across the tree of life. Under the influence of a supergene, the fire ant Solenopsis invicta displays two social forms that differ in how many queens inhabit the ant colony and many other individual, colony, and life-history traits. Many of these differences relate to distinct strategies of colony founding by young queens. This research program will assess how variation in diet, nutrition, and supergene presence shape variation in behavior and reproduction in fire ant queens. This will shed new light on supergene origins and function in fire ants, a model for how supergenes can mediate variation in behavior and reproduction in this and other species as well. Broader impacts of the program include partnering with a local high school to offer experiential learning modules and summer research assistantships, integration of resulting data into undergraduate coursework, and providing new insights into the reproductive biology of an economically important invasive species. \r\n\r\nThis project will explore the extent to which gene expression differences between queens of alternate social forms in Solenopsis invicta reflect convergence with nutritional plasticity, and thus implicate genetic accommodation. In other words, the research will test the hypothesis that a nutritional ground plan played a key role in the origin of queen polymorphism (and, hence, colony social polymorphism) in S. invicta. This work will provide important insights into the proximal basis of queen polymorphism (i) by decoupling gene expression differences due to variation in nutrition and supergene genotype in individual tissues of S. invicta and (ii) by decoupling the effects of queen genotype (endogenous genetic effects) and colony worker genotypes (indirect social genetic effects) on the mediation of queen polymorphism. Taken together, this work will greatly improve our understanding of how phenotypic plasticity and supergenes mediate a complex behavioral polymorphism important in ant social evolution. Broader impacts of the research program include providing fundamental new information on the genomic and epigenomic factors that regulate the reproductive biology of an important invasive pest species, partnering with a local high school biology teacher to develop new experiential learning modules and to provide summer research assistantships for students in the investigator's laboratories, and integrating the data generated by the project into undergraduate coursework.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brendan",
   "pi_last_name": "Hunt",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brendan G Hunt",
   "pi_email_addr": "huntbg@uga.edu",
   "nsf_id": "000552460",
   "pi_start_date": "2018-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Ross",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth G Ross",
   "pi_email_addr": "kenross@uga.edu",
   "nsf_id": "000422994",
   "pi_start_date": "2018-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 394710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated a large genome structural variant, termed a supergene, underpinning polymorphic social organization (marked by a single or multiple reproductive queens) in the red imported fire ant,&nbsp;<em>Solenopsis invicta</em>. One major project outcome was an assessment of how gene activity differs, according to genotypic variation at the supergene, in unmated queens embarking on mating flights, when such queens begin their reproductive lives. This record of relevant molecular correlates of a complex social polymorphism pointed to putative genetic factors underpinning the alternate social syndromes of monogyne and polygyne fire ants. A second major project outcome was to document how the social environment, which is shaped by variation in the supergene of the fire ant worker force, plays a role in establishing variation in gene activity through indirect genetic effects. A third major outcome of the project was to document how changes in unmated queen physiology and weight associated with overwintering, a form of nutritional plasticity, influenced gene activity. A comparison with genes perturbed by supergene divergence provided evidence consistent with a scenario in which an ancestrally plastic phenotype responsive to an environmental condition became increasingly genetically regulated. A fourth major outcome was to demonstrate that selfish effects of the derived variant of the fire ant supergene extend to its overrepresentation in reproductive males. In terms of broader impacts, this project resulted in the training and career advancement of multiple undergraduate and graduate students, the development and implementation of a high school outreach component, integration of results into university coursework, promotion of an appreciation of the social behavior of ants through a visual art collaboration, and advancement of our understanding of an ecologically and economically impactful invasive species.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/21/2024<br>\nModified by: Brendan&nbsp;G&nbsp;Hunt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigated a large genome structural variant, termed a supergene, underpinning polymorphic social organization (marked by a single or multiple reproductive queens) in the red imported fire ant,Solenopsis invicta. One major project outcome was an assessment of how gene activity differs, according to genotypic variation at the supergene, in unmated queens embarking on mating flights, when such queens begin their reproductive lives. This record of relevant molecular correlates of a complex social polymorphism pointed to putative genetic factors underpinning the alternate social syndromes of monogyne and polygyne fire ants. A second major project outcome was to document how the social environment, which is shaped by variation in the supergene of the fire ant worker force, plays a role in establishing variation in gene activity through indirect genetic effects. A third major outcome of the project was to document how changes in unmated queen physiology and weight associated with overwintering, a form of nutritional plasticity, influenced gene activity. A comparison with genes perturbed by supergene divergence provided evidence consistent with a scenario in which an ancestrally plastic phenotype responsive to an environmental condition became increasingly genetically regulated. A fourth major outcome was to demonstrate that selfish effects of the derived variant of the fire ant supergene extend to its overrepresentation in reproductive males. In terms of broader impacts, this project resulted in the training and career advancement of multiple undergraduate and graduate students, the development and implementation of a high school outreach component, integration of results into university coursework, promotion of an appreciation of the social behavior of ants through a visual art collaboration, and advancement of our understanding of an ecologically and economically impactful invasive species.\n\n\n\t\t\t\t\tLast Modified: 10/21/2024\n\n\t\t\t\t\tSubmitted by: BrendanGHunt\n"
 }
}