{
 "awd_id": "1755231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Obliquely striated muscle:  A soft-bodied invertebrate solution for tuning length-force properties to meet functional demands.",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 273318.0,
 "awd_amount": 273318.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2018-07-30",
 "awd_abstract_narration": "Three types of muscle cells (smooth and the cross-striated cardiac and skeletal muscles) are well known from any introductory text, yet few biologists are familiar with obliquely striated muscles.  Obliquely striated muscle cells are common in soft-bodied animals, occurring in members of at least 17 phyla, yet the implications of oblique striation for the function and performance of this important muscle type are unknown.  It has been assumed for decades that oblique striation permits relatively high force output over an extraordinary range of muscle lengths.  Recent work, however, suggests that the contractile properties and operating length ranges of obliquely striated muscles are very diverse, even among muscles within the same individual animal.  The project will investigate the contractile properties and operating length ranges of obliquely striated muscles from diverse animals.  This research is likely to reveal fundamental new principles of the structure and function of muscle that would otherwise remain obscure, and provide new insight into the diversity of function and the evolution of this fiber type.  The project will provide opportunities for undergraduates, especially first-generation college students and those from underrepresented backgrounds, to gain experience in physiology, biomechanics, and science communication.  In partnership with the Maine State Aquarium Discovery Center, the project will develop programs for K-12 students and the general public.  The project will also impact secondary education through collaboration with the UNC Baccalaureate Education in Science and Teaching (UNC-BEST) program, which offers undergraduate Biology majors opportunities to obtain licensure as a secondary school teacher in North Carolina.\r\n\r\nAlthough obliquely striated muscle occurs in at least 17 animal phyla, the functional implications of this striation pattern remain unclear.  Early studies suggested that oblique striation allows high force output over a much wider range of muscle lengths than possible in cross-striated muscle.  Recent work, however, shows that many obliquely striated muscles are incapable of such wide operating ranges and instead, there is considerable variation in this parameter.  The current understanding thus fails as a general explanation for the functional significance of oblique striation.  The goal of the investigation is to test a new model, based on mathematical analysis of the geometry of the myofilament array, which suggests that oblique striation evolved to allow adjustment of the length-force relationship in animals with hydrostatic skeletons.  The model predicts that the length-force relationship can be adjusted by altering the stagger angle (i.e., the degree of stagger of the myofilaments), with greater stagger resulting in a wider operating range.  Measurements of length-force properties, in vivo muscle activation and length changes, and muscle fiber ultrastructure will be used to test the model predictions and assess the functional significance of oblique striation.  The initial investigation will focus on the myofilament stagger and the length-force relationship of muscles in the squid Doryteuthis pealeii that vary widely in function and operating length range.  In addition, muscles with similar roles and length-force relationships among select taxa that span the range of Bilaterian diversity will be studied, thus identifying structural and functional convergence in obliquely striated muscles.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Kier",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Kier",
   "pi_email_addr": "billkier@bio.unc.edu",
   "nsf_id": "000242195",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Department of Biology, CB 3280",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 273318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our understanding of muscle structure and function is dominated by research on the cross-striated skeletal muscle of vertebrates (e.g., fish, reptiles, mammals, birds) and arthropods (e.g., insects, crabs, lobsters).&nbsp; Relatively little is known, however, about obliquely striated muscle, which is common in soft-bodied invertebrate animals (e.g., squid, octopus, worms) occurring in at least fourteen phyla. &nbsp;We hypothesize that obliquely striated muscle evolved in soft-bodied invertebrates to accommodate the variation in the magnitude of elongation and shortening that a muscle experiences in animals lacking a rigid skeleton, compared with the limited range of elongation and shortening that is required for a rigid skeleton.&nbsp; We focused our research on obliquely striated muscle fibers from the Longfin Inshore Squid <em>Doryteuthis pealeii</em>, since the various muscle groups in this animal experience a range of elongation and shortening, including those that operate essentially isometrically (producing force without changing length) to fibers that undergo more than a doubling in length (termed &ldquo;superelongation&rdquo;).&nbsp; We measured the contractile properties of a selection of the obliquely striated fibers and showed that their contractile properties vary, in particular with respect to their length vs force properties.&nbsp; We used transmission electron microscopy to test the predictions of a previously developed mathematical model that the length vs force properties may be adjusted through a simple change in the geometry of the myofilaments (the &ldquo;striation angle&rdquo;).&nbsp; The results were consistent with the predictions of the model, suggesting that oblique striation evolved to allow adjustment of the operating length range of the muscle fibers.&nbsp; Although previous research had suggested that oblique striation evolved to produce superelongation, we found only one example of a muscle in <em>Doryteuthis</em> that has this characteristic.&nbsp; Based on the muscle fibers sampled and a review of previous research on obliquely striated muscle from other invertebrates, it appears that superelongation may instead represent a specialized form of obliquely striated fibers and thus a secondary adaptation.&nbsp; Our work has thus provided important new insights into the structure, function and evolution of striated muscle, insights that alter our understanding of muscle as a tissue.</p>\n<p>In addition to revealing fundamental aspects of the structure and function of striated muscle, our research has provided insights useful in the development of soft robotic arms inspired by the arms and tentacle of squid, the arms of octopus and the trunk of the elephant.&nbsp; One of the current challenges in this area of engineering is the design of actuators that can produce force over a wide range of shortening and elongation.&nbsp; Insights we have gained into the mechanisms present in obliquely striated muscle are of significant interest in this regard.&nbsp; In addition, research supported by this grant has provided new insights into the control of soft robotic arms.&nbsp; Collaborative research involving mathematical modelling of the tentacle strike of squid with Dr. Johan van Leeuwen, Wageningen University, The Netherlands, showed that the performance of the tentacles is surprisingly robust to differences in the timing of activation of the musculature along the length of the tentacle, and thus the requirements of neuromuscular control are less precise and complicated than expected.&nbsp; Furthermore, collaborative research involving mathematical modelling with Dr. Mattia Gazzola&rsquo;s research group at University of Illinois Urbana-Champaign has shown that control of the movement of soft robotic arms may rely on a simple set of topologic descriptors created by basic muscle activation patterns.&nbsp; This is an important result as it suggests that the complex three-dimensional movements needed for manipulation tasks can be produced with surprisingly simplicity and robustness.</p><br>\n<p>\n Last Modified: 11/22/2023<br>\nModified by: William&nbsp;M&nbsp;Kier</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur understanding of muscle structure and function is dominated by research on the cross-striated skeletal muscle of vertebrates (e.g., fish, reptiles, mammals, birds) and arthropods (e.g., insects, crabs, lobsters). Relatively little is known, however, about obliquely striated muscle, which is common in soft-bodied invertebrate animals (e.g., squid, octopus, worms) occurring in at least fourteen phyla. We hypothesize that obliquely striated muscle evolved in soft-bodied invertebrates to accommodate the variation in the magnitude of elongation and shortening that a muscle experiences in animals lacking a rigid skeleton, compared with the limited range of elongation and shortening that is required for a rigid skeleton. We focused our research on obliquely striated muscle fibers from the Longfin Inshore Squid Doryteuthis pealeii, since the various muscle groups in this animal experience a range of elongation and shortening, including those that operate essentially isometrically (producing force without changing length) to fibers that undergo more than a doubling in length (termed superelongation). We measured the contractile properties of a selection of the obliquely striated fibers and showed that their contractile properties vary, in particular with respect to their length vs force properties. We used transmission electron microscopy to test the predictions of a previously developed mathematical model that the length vs force properties may be adjusted through a simple change in the geometry of the myofilaments (the striation angle). The results were consistent with the predictions of the model, suggesting that oblique striation evolved to allow adjustment of the operating length range of the muscle fibers. Although previous research had suggested that oblique striation evolved to produce superelongation, we found only one example of a muscle in Doryteuthis that has this characteristic. Based on the muscle fibers sampled and a review of previous research on obliquely striated muscle from other invertebrates, it appears that superelongation may instead represent a specialized form of obliquely striated fibers and thus a secondary adaptation. Our work has thus provided important new insights into the structure, function and evolution of striated muscle, insights that alter our understanding of muscle as a tissue.\n\n\nIn addition to revealing fundamental aspects of the structure and function of striated muscle, our research has provided insights useful in the development of soft robotic arms inspired by the arms and tentacle of squid, the arms of octopus and the trunk of the elephant. One of the current challenges in this area of engineering is the design of actuators that can produce force over a wide range of shortening and elongation. Insights we have gained into the mechanisms present in obliquely striated muscle are of significant interest in this regard. In addition, research supported by this grant has provided new insights into the control of soft robotic arms. Collaborative research involving mathematical modelling of the tentacle strike of squid with Dr. Johan van Leeuwen, Wageningen University, The Netherlands, showed that the performance of the tentacles is surprisingly robust to differences in the timing of activation of the musculature along the length of the tentacle, and thus the requirements of neuromuscular control are less precise and complicated than expected. Furthermore, collaborative research involving mathematical modelling with Dr. Mattia Gazzolas research group at University of Illinois Urbana-Champaign has shown that control of the movement of soft robotic arms may rely on a simple set of topologic descriptors created by basic muscle activation patterns. This is an important result as it suggests that the complex three-dimensional movements needed for manipulation tasks can be produced with surprisingly simplicity and robustness.\t\t\t\t\tLast Modified: 11/22/2023\n\n\t\t\t\t\tSubmitted by: WilliamMKier\n"
 }
}