{
 "awd_id": "1755955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: AF: Practical Auction Design Using the Deferred-Acceptance Framework",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2018-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 174930.0,
 "awd_amount": 182930.0,
 "awd_min_amd_letter_date": "2018-01-11",
 "awd_max_amd_letter_date": "2018-04-06",
 "awd_abstract_narration": "As the world grows increasingly interconnected, a more effective utilization of its scarce resources becomes possible through an unprecedented number of auctions. On a daily basis, human and software agents compete for an extremely diverse set of resources, ranging from the advertising space on web sites and the goods sold on online auction sites, to the electrical power supply that supports large cities and the landing slots of the world's busiest airports. Were it not for the auctions that regulate these resource allocation processes, massive amounts of social utility would be wasted; hence, it is imperative that these auctions are designed to the highest standard. Some of the optimization problems involved in designing such resource allocation mechanisms can be highly demanding from a computational standpoint. In reality, the design process is even more challenging, as the agents competing for these resources may be strategic and have their own interests at heart. \r\n\r\nThis project approaches resource allocation problems from the perspective of the designer who chooses the rules of the auction aiming to maximize her own objectives, such as efficiency, revenue, or fairness, despite the strategic behavior of the participants. The long literature on game theory and mechanism design has produced several celebrated auctions that maximize these objectives while at the same time providing attractive theoretical guarantees regarding the incentives of the participating agents, but many of these auctions are rarely used in practice. Two important drawbacks that render these auctions impractical are that: i) it may be non-trivial for the participating bidders to verify these auctions' incentive guarantees, and ii) these auctions often require that the bidders reveal their private preferences to the auctioneer and trust the implementation of the auction.\r\n\r\nThe long-term goal of this project is to develop a deeper understanding of the performance guarantees that an auction designer can achieve using practical auctions that avoid these drawbacks. Recent work by economists has proposed refined incentive properties that even non-experts can verify, as well as a framework for designing auctions that satisfy these incentive properties. This project aims to evaluate the performance of these auctions, and to extend the auction design framework to capture a much wider family of problem instances. As a result, it can lead to the design of novel and practical auctions that maximize the desired objectives, while contributing the algorithmic perspective of computer science to a line of research initiated by economists. \r\n\r\nThe proposed research combines techniques from both approximation algorithms and mechanism design. Specifically, the auction design framework that this project aims to analyze and generalize crucially depends on the design of backward greedy algorithms for deciding how the available resources should be allocated. Unlike forward greedy algorithms, the approximation guarantees achievable by backward greedy algorithms are not well understood even within the computer science literature, so this project will also contribute toward a deeper understanding of this interesting class of algorithms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vasilis",
   "pi_last_name": "Gkatzelis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vasilis Gkatzelis",
   "pi_email_addr": "gkatz@drexel.edu",
   "nsf_id": "000747697",
   "pi_start_date": "2018-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut Street, UC 100",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7796",
   "pgm_ref_txt": "ALGORITHMIC FOUNDATIONS"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 182930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the design and analysis of deferred-acceptance auctions, a class of auctions that was recently shown to possess very appealing properties that make it more practical than many celebrated auctions from the mechanism design literature. The importance of designing efficient and practical auctions plays a central role toward the effective allocation of resources on a daily basis, and without these auctions a lot of social utility would be wasted. It is therefore crucial to carefully design and analyze these auctions, and to ensure that they are simple enough to enable their broad use. This project approached auctions from the perspective of an algorithm designer, with the goal of designing new solutions within the deffered-acceptance auctions framework, and showing improved worst-case approximation guarantees regarding the performance of these auctions.<br /><br />The research conducted under the support of this project led to new deffered-acceptance auctions that leverage randomization and distribution information in new ways, resulting in improved approximation guarantees with respect to the optimal social welfare. These auctions provide a very simple interface toward the users (the bidders), as well as a straightforward dominant strategy regarding how the bidders should behave in order to optimize their objectives. As a result, all of these auctions are easy to use and require no significant background from the bidders. Furthermore, the project identified new techniques that are particularly useful for the design and analysis of such auctions, coming from both the prior-free mechanism design literature, and the prophet inequality literature. Also, this research uncovered new application domains for deferred-acceptance auctions that were not part of the initial proposal, paving the path for a significant amount of future work.<br /><br />Apart from its research results, this project also helped introduce several undergraduate students to research in theoretical computer science and the interface of computer science and economics. It directly supported two undergraduate students who worked as research assistants, partly supported by a Research Experiences for Undergraduates (REU) supplement, as well as a PhD student, whose PhD thesis will focus on this class of auctions.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2020<br>\n\t\t\t\t\tModified by: Vasilis&nbsp;Gkatzelis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the design and analysis of deferred-acceptance auctions, a class of auctions that was recently shown to possess very appealing properties that make it more practical than many celebrated auctions from the mechanism design literature. The importance of designing efficient and practical auctions plays a central role toward the effective allocation of resources on a daily basis, and without these auctions a lot of social utility would be wasted. It is therefore crucial to carefully design and analyze these auctions, and to ensure that they are simple enough to enable their broad use. This project approached auctions from the perspective of an algorithm designer, with the goal of designing new solutions within the deffered-acceptance auctions framework, and showing improved worst-case approximation guarantees regarding the performance of these auctions.\n\nThe research conducted under the support of this project led to new deffered-acceptance auctions that leverage randomization and distribution information in new ways, resulting in improved approximation guarantees with respect to the optimal social welfare. These auctions provide a very simple interface toward the users (the bidders), as well as a straightforward dominant strategy regarding how the bidders should behave in order to optimize their objectives. As a result, all of these auctions are easy to use and require no significant background from the bidders. Furthermore, the project identified new techniques that are particularly useful for the design and analysis of such auctions, coming from both the prior-free mechanism design literature, and the prophet inequality literature. Also, this research uncovered new application domains for deferred-acceptance auctions that were not part of the initial proposal, paving the path for a significant amount of future work.\n\nApart from its research results, this project also helped introduce several undergraduate students to research in theoretical computer science and the interface of computer science and economics. It directly supported two undergraduate students who worked as research assistants, partly supported by a Research Experiences for Undergraduates (REU) supplement, as well as a PhD student, whose PhD thesis will focus on this class of auctions. \n\n\t\t\t\t\tLast Modified: 06/06/2020\n\n\t\t\t\t\tSubmitted by: Vasilis Gkatzelis"
 }
}