{
 "awd_id": "1755128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early birds and extra-pair mates: Do nightly peaks of steroid hormones influence onset of daily behaviors and opportunities for extra-pair mating?",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 705762.0,
 "awd_amount": 845919.0,
 "awd_min_amd_letter_date": "2018-06-25",
 "awd_max_amd_letter_date": "2023-06-02",
 "awd_abstract_narration": "Nearly all organisms, from bacteria to humans, display daily changes in physiology and behavior.  Yet, substantial variation among individual daily rhythms exist; some individuals naturally begin their daily activity early (e.g. morning larks) while some begin their daily activity later (e.g. night owls). The biological reasons that lead to these variations among individuals and the relationships between behavioral rhythms and other important biological processes is still not fully understood.  Reproductive steroid hormones (e.g. testosterone and estrogens) play an important role in regulating many reproductive related behaviors.  The level of these hormones in blood also display daily rhythms.  Using a Eurasian, cavity nesting songbird (i.e. readily nests in boxes provided in the forest), this research will test the hypothesis that variation between individuals in the levels and rhythms of these hormones may be influencing daily behavioral patterns and reproductive success. In many areas of the world an urbanized life-style is leading to altered daily activity rhythms of both human and non-human animals.  This study will provide insight into the mechanisms that influence these rhythms and how these rhythms influence the persistence of species. Such information will be vital for providing baseline knowledge needed to address future questions of the causes and consequences of human-induced alterations of animal rhythms. This project will be conducted in collaboration with a German colleague and will provide opportunities for international training of postdoctoral associates, graduate and undergraduate students. The investigators are actively involved in scientific outreach to public audiences, including cultural and knowledge exchange between scientists and tribal college students and instructors. \r\n\r\nHormones regulate a wide variety of traits that have been linked with fitness. Steroid hormones (e.g. estradiol and testosterone) display circadian variations in circulating levels. These hormones are also known to interact with the circadian system in lab animals. Little is known about how daily (daytime and nightly) peaks of hormones are linked to the timing of important daily behaviors or fitness. In songbirds, extra-pair copulations often occur during the pre-dawn period with the earliest risers having greatest success, suggesting that daily behavioral rhythms, and the mechanisms driving them may have important implications for individual fitness. Using a Eurasian cavity nesting songbird (Parus major) this research will (1) Identify relationships between natural variation in daily steroid concentrations and behavioral rhythms. (2) Experimentally test the hypothesis that circulating levels of steroids influence the expression of circadian behaviors (onset of activity and dawn song). (3) Quantify the relationship between daily rhythms, peak hormone levels, and reproductive success. To address these aims, daily behavioral rhythms will be quantified through the use of an automated telemetry recording system, combined with behavioral observations and Radio-Frequency ID (RFID) readers on nest boxes. Hormones will be measured in blood samples collected at night from roosting birds in the pre-laying period as well as during the day. Hormone manipulations will be employed for experimental studies, and effects on rhythms and reproductive success will be documented. Reproductive success will be quantified via monitoring of all nests in a breeding population and genetic parentage analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Greives",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Greives",
   "pi_email_addr": "timothy.greives@ndsu.edu",
   "nsf_id": "000510139",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "",
  "perf_city_name": "Fargo",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 705762.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 140157.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most studies of daily/circadian rhythms are conducted on nocturnal rodents in the lab. The research supported by this grant collected data on a diurnally active songbird in the wild. We observed that testosterone levels peak during the inactive phase of the daily cycle (night), not at a time that blood samples for hormone analysis are typically collected (morning). Further, these nighttime testosterone levels were observed to be strongly related with an individual&rsquo;s capability to secrete maximum testosterone. This finding has implications beyond our study since many traits that are thought to be influenced by testosterone do not observe relationships in nature. Future work should more carefully evaluate when and how testosterone levels are collected.</p>\n<p>Our field study characterized daily timing phenotypes of females and noticed considerable variation both within individuals (variation from pre-breeding, through laying incubation and nestling feeding) as well as between individuals. Analysis revealed significant repeatability of behavior within distinct phases of the season (e.g. pre-breeding, laying, nestling feeding).&nbsp; We also observed significant covariation between stages, suggesting that an early female in one period (relative to the population) is also an early female in another period. Interestingly, we observed transitions in daily timing phenotypes around the time of reproductive maturity and offspring rearing. Humans also display dramatic transitions in daily timing phenotypes around puberty, and chronotype continues to more slowly change with age. These data could provide important insight into natural changes in human chronotype associated with aging by studying a songbird that shows seasonal changes in hormones. We experimentally tested effects of reproductive hormones on daily timing in a captive study. Birds were implanted with testosterone at a time of year when testosterone would normally be low (winter-like short days). Testosterone implanted birds, even when held under short-days, significantly advanced their onset of activity. Ongoing work is investigating the relationships between testosterone, daily timing and reproductive success in the field.</p>\n<p>Over the period of this grant, we conducted a field methods workshop/field research demonstration with a collaborator at a local undergraduate institution (MSUM). This workshop provided intro biology students with a valuable close-up experience giving them a chance to interact with and learn about research being conducted and some of the methods for conducting research with wild songbirds. I am also developing a short module in my hormones and behavior class focused on using the data generated, having students interpret the data to draw conclusions about the regulation of circadian rhythms and their importance in nature. &nbsp;Finally, I created a learning module focused on hormone communication for the Nurturing American Tribal Undergraduate Research and Education (NATURE) Sunday Academy.<em> &nbsp;</em>The NATURE Sunday program is designed to generate interest in science, technology, engineering, and math (STEM), among the American Indian high school students.</p><br>\n<p>\n Last Modified: 11/22/2024<br>\nModified by: Timothy&nbsp;J&nbsp;Greives</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMost studies of daily/circadian rhythms are conducted on nocturnal rodents in the lab. The research supported by this grant collected data on a diurnally active songbird in the wild. We observed that testosterone levels peak during the inactive phase of the daily cycle (night), not at a time that blood samples for hormone analysis are typically collected (morning). Further, these nighttime testosterone levels were observed to be strongly related with an individuals capability to secrete maximum testosterone. This finding has implications beyond our study since many traits that are thought to be influenced by testosterone do not observe relationships in nature. Future work should more carefully evaluate when and how testosterone levels are collected.\n\n\nOur field study characterized daily timing phenotypes of females and noticed considerable variation both within individuals (variation from pre-breeding, through laying incubation and nestling feeding) as well as between individuals. Analysis revealed significant repeatability of behavior within distinct phases of the season (e.g. pre-breeding, laying, nestling feeding). We also observed significant covariation between stages, suggesting that an early female in one period (relative to the population) is also an early female in another period. Interestingly, we observed transitions in daily timing phenotypes around the time of reproductive maturity and offspring rearing. Humans also display dramatic transitions in daily timing phenotypes around puberty, and chronotype continues to more slowly change with age. These data could provide important insight into natural changes in human chronotype associated with aging by studying a songbird that shows seasonal changes in hormones. We experimentally tested effects of reproductive hormones on daily timing in a captive study. Birds were implanted with testosterone at a time of year when testosterone would normally be low (winter-like short days). Testosterone implanted birds, even when held under short-days, significantly advanced their onset of activity. Ongoing work is investigating the relationships between testosterone, daily timing and reproductive success in the field.\n\n\nOver the period of this grant, we conducted a field methods workshop/field research demonstration with a collaborator at a local undergraduate institution (MSUM). This workshop provided intro biology students with a valuable close-up experience giving them a chance to interact with and learn about research being conducted and some of the methods for conducting research with wild songbirds. I am also developing a short module in my hormones and behavior class focused on using the data generated, having students interpret the data to draw conclusions about the regulation of circadian rhythms and their importance in nature. Finally, I created a learning module focused on hormone communication for the Nurturing American Tribal Undergraduate Research and Education (NATURE) Sunday Academy. The NATURE Sunday program is designed to generate interest in science, technology, engineering, and math (STEM), among the American Indian high school students.\t\t\t\t\tLast Modified: 11/22/2024\n\n\t\t\t\t\tSubmitted by: TimothyJGreives\n"
 }
}