{
 "awd_id": "1755244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of sensory control of developmental rate",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 803473.0,
 "awd_amount": 803473.0,
 "awd_min_amd_letter_date": "2018-07-24",
 "awd_max_amd_letter_date": "2018-07-24",
 "awd_abstract_narration": "Social interactions among members of the same species are important in the lives of animals. Whereas it has long been known that these signals could alter behavior, the effects on physiology and development are less well understood. This project focuses on a particular chemical signal that is produced by males of a nematode Caenorhabditis elegans and has the effect of speeding up development of hermaphrodites. Similar phenomenon has been previously described in mammals, whereby unknown signals produced by males accelerate development and maturation of females. The implication is that male-induced acceleration of female development may be a feature found in multiple animal species. Leveraging the strengths of C. elegans as a model system, this project will investigate the mechanisms by which this newly-discovered chemical signal alters the progression of development. The focus will be on identifying specific developmental processes that accelerate, how acceleration is coordinated among different organ systems, and how the signal is sensed by the recipients. The proposed experiments, which primarily involve C. elegans, are expected to offer insights into how the rate of development is controlled and how social signals alter development in other species, possibly including mammals. Through engagement with high school science teachers and students, the investigators aim to increase participation of individuals from communities currently underrepresented in STEM fields. Additional activities are planned to disseminate results of the project to the broader public.\r\n\r\nVarious environmental conditions can alter the orderly unfolding of developmental programs in animals. One of the less understood sources of signals that could affect development are social interactions among conspecifics. The goal of this project is to investigate the mechanisms by which one such signal alters the rate of development. Specifically, C. elegans males were found to produce a diffusible compound(s) that accelerates larval development in hermaphrodites. This project will explore the mechanisms of this phenomenon along three broad Objectives. First, to define which aspects of development are accelerated, to understand how acceleration is coordinated, and to assess organismal consequences of this developmental acceleration. Second, to investigate the roles of the heterochronic pathway and transcription factors in regulating the acceleration. Third, to elucidate the mechanisms required for sensing the signal by the recipients. In addition to improving the understanding of how social signals affect developmental plasticity, this project is expected to contribute to the knowledge of general mechanisms that control the tempo of development. Broader Impact activities will improve STEM education and promote diversity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Ruvinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya Ruvinsky",
   "pi_email_addr": "ilya.ruvinsky@northwestern.edu",
   "nsf_id": "000076784",
   "pi_start_date": "2018-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Dr., Cook 3107",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 803473.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"body\"><span>Social interactions play various and important roles in the lives of animals. Less understood among these are ways in which specific social signals impact development. This NSF-funded project sought to study how social signals encoded by small-molecules excreted by males alter the timing of maturation in hermaphrodites in the well-established model organism, a&nbsp;nematode <em>C. elegans.</em> Despite considerable disruptions to research and outreach activities caused by the SARS-CoV-2 pandemic, we were able to achieve substantial progress toward the proposed goals of this project. There were three principal types of outcomes of our work. The first was empirical. In collaboration with the laboratory of Frank Schroeder at Cornell University, we identified multiple previously unknown classes of small-molecule signals in C. elegans. We demonstrated physiological roles of several of these. Particularly relevant to this NSF-funded project, we found that two chemically distinct classes of excreted small molecules preferentially produced by males were able to hasten maturation of hermaphrodites. These results established that diverse sensory inputs could result in ostensibly similar modifications of the standard program of larval development. Independently, we found that the major cause of earlier maturation of hermaphrodites in the presence of male-excreted social signals is the shortening of a quiescent, sleep-like pause between the last two periods of larval development. These and other results of our work draw attention to the need to study the extensive parallels that exist between mechanisms that regulate behavior and development. The second class of outcomes of our work complemented the first. In these theoretical studies, we demonstrated that rates at which individual animals progress through development can be reliably inferred from high-content behavioral tracking data. Our separate follow up study showed that the patterns seen in C. elegans developmental series can be generalized to other species and time series in a variety of biological contexts. Whereas the first two outcomes pertained to Intellectual Merit, the third concerned Broader Impacts. Global disruptions of research and communication caused by the SARS-CoV-2 pandemic made it clear that new modes of communication are needed. We focused on broadening participation in research. We built a platform that could collect high-content behavioral data in the laboratory. We are improving ways in which to make them remotely accessible, thereby turning participants who could be located anywhere in the word into virtual collaborators. Advancing the mission of the NSF to broaden participation, the PI is training a diverse group of researchers in genetics, developmental biology, and computational data analyses. This research experience has been valuable as they now pursue STEM careers, including in graduate school.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/07/2024<br>\nModified by: Ilya&nbsp;Ruvinsky</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSocial interactions play various and important roles in the lives of animals. Less understood among these are ways in which specific social signals impact development. This NSF-funded project sought to study how social signals encoded by small-molecules excreted by males alter the timing of maturation in hermaphrodites in the well-established model organism, anematode C. elegans. Despite considerable disruptions to research and outreach activities caused by the SARS-CoV-2 pandemic, we were able to achieve substantial progress toward the proposed goals of this project. There were three principal types of outcomes of our work. The first was empirical. In collaboration with the laboratory of Frank Schroeder at Cornell University, we identified multiple previously unknown classes of small-molecule signals in C. elegans. We demonstrated physiological roles of several of these. Particularly relevant to this NSF-funded project, we found that two chemically distinct classes of excreted small molecules preferentially produced by males were able to hasten maturation of hermaphrodites. These results established that diverse sensory inputs could result in ostensibly similar modifications of the standard program of larval development. Independently, we found that the major cause of earlier maturation of hermaphrodites in the presence of male-excreted social signals is the shortening of a quiescent, sleep-like pause between the last two periods of larval development. These and other results of our work draw attention to the need to study the extensive parallels that exist between mechanisms that regulate behavior and development. The second class of outcomes of our work complemented the first. In these theoretical studies, we demonstrated that rates at which individual animals progress through development can be reliably inferred from high-content behavioral tracking data. Our separate follow up study showed that the patterns seen in C. elegans developmental series can be generalized to other species and time series in a variety of biological contexts. Whereas the first two outcomes pertained to Intellectual Merit, the third concerned Broader Impacts. Global disruptions of research and communication caused by the SARS-CoV-2 pandemic made it clear that new modes of communication are needed. We focused on broadening participation in research. We built a platform that could collect high-content behavioral data in the laboratory. We are improving ways in which to make them remotely accessible, thereby turning participants who could be located anywhere in the word into virtual collaborators. Advancing the mission of the NSF to broaden participation, the PI is training a diverse group of researchers in genetics, developmental biology, and computational data analyses. This research experience has been valuable as they now pursue STEM careers, including in graduate school.\n\n\n\t\t\t\t\tLast Modified: 02/07/2024\n\n\t\t\t\t\tSubmitted by: IlyaRuvinsky\n"
 }
}