{
 "awd_id": "1755142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Integrating molecular and material evolution of spider aqueous glues",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 302674.0,
 "awd_amount": 302674.0,
 "awd_min_amd_letter_date": "2018-07-31",
 "awd_max_amd_letter_date": "2023-05-16",
 "awd_abstract_narration": "The spectacular diversity of spiders and their role as key predators across the globe can largely be attributed to their innovative uses of silk. For instance, a golden orb-web spider or a black widow can spin six different types of dry fibers and a wet adhesive silk. The wet adhesive silks made by these spiders and their relatives (the megadiverse superfamily Araneoidea) afford them greater prey retention for a lower material cost than the dry prey capture silk spun by other spider groups. Furthermore, these silk glues achieve adhesiveness in a wide variety of environments, including extreme humidity conditions that challenge commercial glues. A multidisciplinary team from three institutions will investigate how variation in adhesive protein components relates to variation in the glue's material properties. The wet adhesive silks of the 18 target species have significant variation in adhesiveness, material efficiency, and response to humidity. Thus, the discovery of constituent proteins will allow design of environmentally friendly glues with tailored properties. Furthermore, web-building spiders offer many opportunities for science educators to integrate biology, chemistry, physics, and mathematics as they engage their students in the natural world. The team of investigators will mentor undergraduate and Master's students, as well as incorporate the research into undergraduate course curricula. Additionally, team members will offer science enrichment activities at rural Virginia public elementary schools, run workshops for middle and high school science teachers, and mentor New York City high school students to complete original research projects.\r\n\r\n\r\nThe evolutionary diversity of spider aqueous glues offers a unique opportunity compared to other bioadhesives to determine how molecular building blocks contribute to different aspects of adhesion. By integrating transcriptomics, proteomics, and biomechanics within a phylogenetic framework, the proposed experiments will pinpoint protein characteristics that co-evolve with interfacial adhesion, intra-glue cohesion, and humidity responsiveness. Objective 1 identifies shifts in gene expression associated with the evolution of wet adhesive silk by profiling transcriptional diversity in each of the silk gland types of 5 divergent araneoid species and 3 outgroup taxa. It also investigates evolution of expression levels in the adhesive-producing silk glands of an additional 13 species that build different web types and forage under divergent humidity levels. Objective 2 identifies and quantitates the proteins that compose adhesive silks of all 18 species, as well as their post-translational modifications. Objective 3 measures wet adhesive silk material properties for the same 18 species at different humidities. These integrated experiments will contribute to understanding the origin and molecular underpinnings of a key innovation. Specifically, they will determine the degree to which gene expression shifts and new genes were required to make a novel type of silk. The proposed work will track evolutionary rates in glue protein characteristics, including post-translational modifications, which is currently poorly understood. Finally, glue material property measurements will test the hypothesis that humidity responsiveness of spider glue droplets has evolved for optimal performance at the humidity in which a spider species typically forages.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nadia",
   "pi_last_name": "Ayoub",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nadia A Ayoub",
   "pi_email_addr": "ayoubn@wlu.edu",
   "nsf_id": "000535598",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Friend",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Friend",
   "pi_email_addr": "friendk@wlu.edu",
   "nsf_id": "000716140",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington and Lee University",
  "inst_street_address": "204 W WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5404588274",
  "inst_zip_code": "244502116",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "THE WASHINGTON AND LEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MSVHQKG44VN5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington and Lee University",
  "perf_str_addr": "204 W. Washington St.",
  "perf_city_name": "Lexington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "244502116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 52554.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 114640.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 135480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\r\n<p>Spiders are key predators in every terrestrial ecosystem. Much of their success is due to their innovative uses of silk. For instance, orb web weavers and their relatives in the superfamily Araneoidea can spin six different types of fibers and a wet adhesive silk, each synthesized in morphologically differentiated glands found in the spider&rsquo;s abdomen. Aggregate glands are unique to Araneoidea and produce biological glues. The origin of glue production is considered a key innovation because it is associated with higher species diversity in Araneoidea than related spider groups. Application of these glues to prey-capture webs also affords greater prey retention at a much lower metabolic cost than the ancestral dry silk. Furthermore, aggregate glues are humidity responsive biomaterials, but responsiveness varies considerably among species. A multidisciplinary team from a liberal arts college (W&amp;L), a public state research university (VA Tech), and a national museum (AMNH) collaborated to achieve 3 objectives.&nbsp;</p>\r\n<p><strong>Intellectual Merit</strong></p>\r\n<p>Objective 1<strong>&nbsp;</strong>identified shifts in gene expression associated with the evolution of wet adhesive silk by measuring gene expression levels in each of the 8 morphologically distinct gland types of 5 araneoid species, as well as expression levels in the aggregate versus non-aggregate glands of 13 species. These species build different web types and forage under divergent humidity levels.&nbsp;</p>\r\n<p>Objective 2 identified and quantified the proteins that compose adhesive silks of 17 species, as well as modifications to these proteins after translation. Adhesive silks were found to be composed of a more complex mixture of proteins than fibrous silks. Within each species, 2-9 proteins were found to be modified after translation. These modifications included the addition of sugars, which likely confer stickiness, and the addition of phosphates, which could contribute to stickiness or to the ability of glue droplets to remain intact even when prey items struggle to free themselves from the spider&rsquo;s web.</p>\r\n<p>Objective 3 measured wet adhesive silk properties for 19 (17 overlap with objective 2) species at different humidities. Spider species show marked variation in stickiness and resilience when compared at an intermediate humidity. In contrast, these metrics are strikingly similar when measured at the humidity at which a species forages, except for 3 species with exceptionally tough glue droplets.</p>\r\n<p><strong>Broader Impacts at W&amp;L</strong></p>\r\n<p>The adhesive proteins discovered can be used to develop biomimetic glues. The aggregate silks of the studied species have significant variation in adhesiveness, material efficiency, and response to humidity. Thus, the discovery of constituent proteins allows design of glues with tailored properties. Over 50 such genes have been explored for biomimetic applications by 100s of&nbsp;undergraduate students at W&amp;L in research-based courses. Additional undergraduate students were individually mentored in all aspects of the completed experiments. W&amp;L PIs and undergraduate students offered science enrichment activities about spiders, silk, and genetics at rural Virginia public schools and local summer camps.&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2024<br>\nModified by: Nadia&nbsp;A&nbsp;Ayoub</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview\r\n\n\nSpiders are key predators in every terrestrial ecosystem. Much of their success is due to their innovative uses of silk. For instance, orb web weavers and their relatives in the superfamily Araneoidea can spin six different types of fibers and a wet adhesive silk, each synthesized in morphologically differentiated glands found in the spiders abdomen. Aggregate glands are unique to Araneoidea and produce biological glues. The origin of glue production is considered a key innovation because it is associated with higher species diversity in Araneoidea than related spider groups. Application of these glues to prey-capture webs also affords greater prey retention at a much lower metabolic cost than the ancestral dry silk. Furthermore, aggregate glues are humidity responsive biomaterials, but responsiveness varies considerably among species. A multidisciplinary team from a liberal arts college (W&L), a public state research university (VA Tech), and a national museum (AMNH) collaborated to achieve 3 objectives.\r\n\n\nIntellectual Merit\r\n\n\nObjective 1identified shifts in gene expression associated with the evolution of wet adhesive silk by measuring gene expression levels in each of the 8 morphologically distinct gland types of 5 araneoid species, as well as expression levels in the aggregate versus non-aggregate glands of 13 species. These species build different web types and forage under divergent humidity levels.\r\n\n\nObjective 2 identified and quantified the proteins that compose adhesive silks of 17 species, as well as modifications to these proteins after translation. Adhesive silks were found to be composed of a more complex mixture of proteins than fibrous silks. Within each species, 2-9 proteins were found to be modified after translation. These modifications included the addition of sugars, which likely confer stickiness, and the addition of phosphates, which could contribute to stickiness or to the ability of glue droplets to remain intact even when prey items struggle to free themselves from the spiders web.\r\n\n\nObjective 3 measured wet adhesive silk properties for 19 (17 overlap with objective 2) species at different humidities. Spider species show marked variation in stickiness and resilience when compared at an intermediate humidity. In contrast, these metrics are strikingly similar when measured at the humidity at which a species forages, except for 3 species with exceptionally tough glue droplets.\r\n\n\nBroader Impacts at W&L\r\n\n\nThe adhesive proteins discovered can be used to develop biomimetic glues. The aggregate silks of the studied species have significant variation in adhesiveness, material efficiency, and response to humidity. Thus, the discovery of constituent proteins allows design of glues with tailored properties. Over 50 such genes have been explored for biomimetic applications by 100s ofundergraduate students at W&L in research-based courses. Additional undergraduate students were individually mentored in all aspects of the completed experiments. W&L PIs and undergraduate students offered science enrichment activities about spiders, silk, and genetics at rural Virginia public schools and local summer camps.\t\t\t\t\tLast Modified: 11/28/2024\n\n\t\t\t\t\tSubmitted by: NadiaAAyoub\n"
 }
}