{
 "awd_id": "1755230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Mechanisms of specificity and tolerance in a nematode-bacterial symbiosis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 399156.0,
 "awd_amount": 399156.0,
 "awd_min_amd_letter_date": "2018-06-18",
 "awd_max_amd_letter_date": "2018-06-18",
 "awd_abstract_narration": "Many organisms form symbiotic relationships. In some symbioses, each partner improves the well-being of the other partner. For example, some bacteria that reside in the human gut provide a benefit to humans through vitamin production, keeping out harmful bacteria, or fortifying the immune system. In turn, humans provide gut bacteria with a place to live and food. Animal-bacterial symbioses are fascinating not only because they are widespread and seem to play critical roles in human biology, but also because these relationships generate tremendous complexity at the molecular level. Each partner must recognize, and then continue to tolerate, a specific associate. How is this delicate balancing act of specificity and tolerance achieved? This award will study the mechanism of this symbiotic balancing act in a model symbiosis, between a nematode (roundworm) and bacteria. To better understand specificity in this symbiosis, researchers will use microscopy and genetics to identify relevant molecules and mechanisms. To better understand tolerance in this system, they will define genes that generate an appropriate response to the partner. Overall, by studying mechanisms that govern specificity and tolerance in a specific symbiosis, the work will generate testable hypotheses for how animal/bacterial relationships are regulated more generally. Finally, because the award funds research at an undergraduate-only institution, it will positively impact many young scientists. They will learn experimental techniques, data analysis and strategies for communicating their results to the public via an online writing program. \r\n\r\nThis award studies partner specificity and tolerance mechanisms in the model symbiosis between Heterorhabditis nematodes and Photorhabdus bacteria. Together, these partners infect and kill insect larvae; the nematode serves as a delivery vector while the bacteria produce insecticides and antibiotics. The symbiosis is very specific. Not every Photorhabdus strain can colonize every Heterorhabditis strain. It is also a remarkable example of tolerance. Photorhabdus is a powerful pathogen, capable of killing not only insects but also multiple genera of nematodes while sparing its Heterorhabditis host. At different stages of the nematode life cycle, the bacterial symbiont either stably colonizes, or is digested by, the nematode. The award will determine how specificity and tolerance of the Hetorhabditis/Photorhabdus symbiosis are achieved at a molecular level. Specifically, it will test the hypothesis that genetically encoded regulatory mechanisms, in both symbiont and host, shape the symbiosis at two levels: (1) over evolutionary time - determining which specific relationships endure; (2) over a single host's lifespan - maintaining tolerance without compromising self-defense. The proposed research will identify specificity and tolerance mechanisms in both host and symbiont, using microscopy, forward genetics, gene expression analysis, and nematode lifespan/fitness assays. Projected outcomes include enhanced understanding of regulatory mechanisms in this system and expanded knowledge of nematode-bacterial interactions in general. Furthermore, this work has the potential to improve understanding of how symbiotic/antagonistic relationships evolve and persist. The awards enhances scientific education at an undergraduate institution and promotes both research and scientific communication skills of undergraduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Wollenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Wollenberg",
   "pi_email_addr": "Amanda.Wollenberg@kzoo.edu",
   "nsf_id": "000713240",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wollenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Wollenberg",
   "pi_email_addr": "mwollenb@kzoo.edu",
   "nsf_id": "000083022",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kalamazoo College",
  "inst_street_address": "1200 ACADEMY ST",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693377162",
  "inst_zip_code": "490063295",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "KALAMAZOO COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KJ2FDLEJT973"
 },
 "perf_inst": {
  "perf_inst_name": "Kalamazoo College",
  "perf_str_addr": "1200 Academy Street",
  "perf_city_name": "Kalamazoo",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490063295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 399156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates two important features of symbiotic relationships: specificity and tolerance. Specificity means that only particular microbes will establish relationships with certain hosts. Tolerance means that even once the partners have recognized each other, they must both adjust their biology to accommodate each other. Both of these processes rely on molecular interactions. Understanding these molecular dynamics in particular symbiotic relationships is a pre-requisite for hypothesizing, and eventually documenting, the general principles that govern symbiotic interactions.</p>\n<p>One symbiosis where specificity and tolerance are known to occur, but remain poorly understood at a molecular level, is the obligate relationship between <em>Heterorhabditis </em>nematodes (round worms) and <em>Photorhabdus</em> bacteria. Together, these partners infect and kill insect larvae. The nematode can be viewed as a delivery vector, and the bacteria as producers of toxins that kill the insect. The symbiosis is very specific: not every strain of <em>Photorhabdus </em>can colonize every strain of <em>Heterorhabditis.</em> It is also a remarkable example of tolerance. <em>Photorhabdus </em>is a powerful invertebrate pathogen that is capable of killing insects as well as many kinds of nematodes, yet <em>Photorhabdus</em> does not kill its <em>Heterorhabditis </em>host<em>. </em>Instead, at different stages of the nematode life cycle, the bacterial symbiont either stably colonizes, or is digested by, the nematode host intestine.</p>\n<p>How is the observed specificity and tolerance of the <em>Heterorhabditis</em>/<em>Photorhabdus</em> symbiosis achieved at a mechanistic level? This project has used four complimentary approaches to study this question. The first approach &ndash; microscopy &ndash; has demonstrated that (1) unrecognized bacterial strains do not adhere to the nematode&rsquo;s intestine, and (2) the genes that are required for adherence are not exactly the same from one bacterial strain to the next. The second approach &ndash; a &lsquo;screen&rsquo; of mutant bacteria &ndash; has demonstrated that some strains of <em>Photorhabdus </em>can gain the ability to colonize a new host if certain of their genes are disabled. The third approach &ndash; analysis of gene activation &ndash; has shown that there is not one shared/generic response to <em>Photorhabdus </em>bacteria across different nematodes. The fourth approach &ndash; nematode lifespan/reproduction assays &ndash; has shown that inactivation of certain genes alters the impact of <em>Photorhabdus </em>bacteria on their nematode hosts, and on non-host nematodes.</p>\n<p>An important aspect of this project is its collaborative and educational nature. The work has been carried out by two co-PIs (an immunologist and a microbiologist) who both work at a Primarily Undergraduate Institution (PUI) and thus interact directly with beginning student researchers. This means that in addition to deepening our scientific knowledge, the project has helped prepare the next generation of young scientists.</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: Amanda&nbsp;Wollenberg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigates two important features of symbiotic relationships: specificity and tolerance. Specificity means that only particular microbes will establish relationships with certain hosts. Tolerance means that even once the partners have recognized each other, they must both adjust their biology to accommodate each other. Both of these processes rely on molecular interactions. Understanding these molecular dynamics in particular symbiotic relationships is a pre-requisite for hypothesizing, and eventually documenting, the general principles that govern symbiotic interactions.\n\n\nOne symbiosis where specificity and tolerance are known to occur, but remain poorly understood at a molecular level, is the obligate relationship between Heterorhabditis nematodes (round worms) and Photorhabdus bacteria. Together, these partners infect and kill insect larvae. The nematode can be viewed as a delivery vector, and the bacteria as producers of toxins that kill the insect. The symbiosis is very specific: not every strain of Photorhabdus can colonize every strain of Heterorhabditis. It is also a remarkable example of tolerance. Photorhabdus is a powerful invertebrate pathogen that is capable of killing insects as well as many kinds of nematodes, yet Photorhabdus does not kill its Heterorhabditis host. Instead, at different stages of the nematode life cycle, the bacterial symbiont either stably colonizes, or is digested by, the nematode host intestine.\n\n\nHow is the observed specificity and tolerance of the Heterorhabditis/Photorhabdus symbiosis achieved at a mechanistic level? This project has used four complimentary approaches to study this question. The first approach  microscopy  has demonstrated that (1) unrecognized bacterial strains do not adhere to the nematodes intestine, and (2) the genes that are required for adherence are not exactly the same from one bacterial strain to the next. The second approach  a screen of mutant bacteria  has demonstrated that some strains of Photorhabdus can gain the ability to colonize a new host if certain of their genes are disabled. The third approach  analysis of gene activation  has shown that there is not one shared/generic response to Photorhabdus bacteria across different nematodes. The fourth approach  nematode lifespan/reproduction assays  has shown that inactivation of certain genes alters the impact of Photorhabdus bacteria on their nematode hosts, and on non-host nematodes.\n\n\nAn important aspect of this project is its collaborative and educational nature. The work has been carried out by two co-PIs (an immunologist and a microbiologist) who both work at a Primarily Undergraduate Institution (PUI) and thus interact directly with beginning student researchers. This means that in addition to deepening our scientific knowledge, the project has helped prepare the next generation of young scientists.\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: AmandaWollenberg\n"
 }
}