{
 "awd_id": "1755995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: SHF: Quantifying the Impact of Poor Quality Lexicon on Developers' Cognitive Load.",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 171634.0,
 "awd_amount": 171634.0,
 "awd_min_amd_letter_date": "2018-05-03",
 "awd_max_amd_letter_date": "2018-05-03",
 "awd_abstract_narration": "Software pervades everyday activities (e.g., computers, phones, games) as well as safety critical industries (e.g., transportation, medical, power): software is everywhere. When software engineers build software they use variable names and comments to embed domain concepts and to communicate with other software engineers. Thus, the quality of those names and comments, i.e., the software lexicon, is of paramount importance for understanding what the software does and how it does it. Researchers have previously identified a set of practices that lead to poor quality lexicon. The speculation is that such practices will possibly impair software understanding and might cause misunderstandings and eventually software bugs. However, there is no objective evidence to support this apparent causal relationship. Thus, this project seeks to characterize the impact of the quality of the lexicon on software understanding by measuring the change of cognitive load when software developers are trying to understand software that contains poor lexicon. The proposed research is expected to contribute in-depth understanding of the so far speculated impact of software lexicon on cognitive workload during program comprehension. A better understanding of how poor lexicon can affect software understanding will, ultimately, positively impact developers' productivity, the cost of software development and maintenance, and the quality of the software. The outcomes of this research will also have a significant positive impact on STEM education as the project will allow us to provide guidelines for students how to write software lexicon that minimizes the cognitive load during program comprehension.\r\n\r\nThe overall objective of this project is to characterize the impact of the quality of the lexicon on program comprehension and on software maintenance. The central hypothesis is that a low-quality lexicon correlates both with high cognitive load of developers while understanding source code and with poor software maintenance. To this end we will:\r\n1. Identify direct and objective measures to quantify the impact of lexicon quality on developers' cognitive load. The working hypothesis here is that physiological measures, known to relate to cognitive load, will correlate with self-reported difficulty/inability to understand the software lexicon.\r\n2. Identify which of the practices that are documented in the literature to lead to low-quality lexicon are associated with high cognitive load. The working hypothesis is that certain types of poor lexicon, such as the inconsistency of the lexicon with the source code functionality, will have a significantly higher impact on program comprehension compared to other types of poor lexicon.\r\n3. Identify types of poor quality lexicon that hinder program comprehension during software maintenance tasks. The investigator hypothesizes that the presence of certain types of poor lexicon will significantly increase the time needed to understand a piece of code and in some cases, it will lead to failure while performing software maintenance tasks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venera",
   "pi_last_name": "Arnaoudova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venera Arnaoudova",
   "pi_email_addr": "Venera.Arnaoudova@wsu.edu",
   "nsf_id": "000710857",
   "pi_start_date": "2018-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "355 NE Spokane St.",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991642752",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 171634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, using techniques from neurocognitive science, we proposed a methodology to measure software developers' cognitive load while performing daily tasks and in environments close to real world settings. Using the proposed methodology, we show that the presence of poor-quality lexicon 1) significantly increases the cognitive load experienced by developers and 2) results in lower performance in terms of time and success rate for a given task.</p>\n<p>&nbsp;</p>\n<p>Applying techniques from neurocognitive science to software engineering is new and support for researchers in the domain is very limited. Thus, as part of this project we also developed VITALSE, a tool to assist researchers in their analysis of software engineering experiments by creating temporal, multi-modal visualizations of synchronized eye-tracking and biometric data. The tool is highly customizable and can provide a high-level overview for a provided dataset.</p>\n<p>&nbsp;</p>\n<p>Our results have been shaped as guidelines and have been incorporated in one undergraduate and one graduate software engineering courses that discuss good and poor quality lexicon practices while developing and maintaining software.</p>\n<p>&nbsp;</p>\n<p>Finally, the project provided opportunities for training and professional development of three graduate students (2 Ph.D. and 1 M.S. students), two of which are from underrepresented categories of students in computing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2021<br>\n\t\t\t\t\tModified by: Venera&nbsp;Arnaoudova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, using techniques from neurocognitive science, we proposed a methodology to measure software developers' cognitive load while performing daily tasks and in environments close to real world settings. Using the proposed methodology, we show that the presence of poor-quality lexicon 1) significantly increases the cognitive load experienced by developers and 2) results in lower performance in terms of time and success rate for a given task.\n\n \n\nApplying techniques from neurocognitive science to software engineering is new and support for researchers in the domain is very limited. Thus, as part of this project we also developed VITALSE, a tool to assist researchers in their analysis of software engineering experiments by creating temporal, multi-modal visualizations of synchronized eye-tracking and biometric data. The tool is highly customizable and can provide a high-level overview for a provided dataset.\n\n \n\nOur results have been shaped as guidelines and have been incorporated in one undergraduate and one graduate software engineering courses that discuss good and poor quality lexicon practices while developing and maintaining software.\n\n \n\nFinally, the project provided opportunities for training and professional development of three graduate students (2 Ph.D. and 1 M.S. students), two of which are from underrepresented categories of students in computing.\n\n \n\n\t\t\t\t\tLast Modified: 08/24/2021\n\n\t\t\t\t\tSubmitted by: Venera Arnaoudova"
 }
}