{
 "awd_id": "1755305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developmental Mechanisms of Scale Loss and Replacement in the Evolution of Catfishes",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 587962.0,
 "awd_amount": 587962.0,
 "awd_min_amd_letter_date": "2018-08-07",
 "awd_max_amd_letter_date": "2018-08-07",
 "awd_abstract_narration": "It is generally thought that the loss of a structure in evolution is accompanied by the loss of the genetic information needed to produce it, thereby preventing its reappearance. An apparent exception to such irreversibility of evolution is provided by the evolution of the skin covering of catfishes. A common ancestor of this group lost its outer skeleton of scales, resulting in the \"naked\" skin characteristic of most living species. An outer skeleton has reappeared in the skin of several families of \"armored\" catfishes, however, in the form of bony plates known as scutes. This project tests the hypothesis that the genetic program for making scales is retained in a latent form in naked catfishes and was reactivated in the origin of armored catfish scutes. Determining the extent to which organisms possess a genetic \"memory\" of past adaptations will provide insight into the ability of species to respond to environmental change with evolution rather than extinction. The project will provide research opportunities for undergraduate, graduate, and post-doctoral trainees, as well as materials for enhancing the principal investigator's undergraduate courses in genetics and fish biology. Fish colonies maintained for the work will be used to introduce primary and secondary school students to a variety of unusual reproductive behaviors employed by catfishes. Finally, an exhibit will be prepared at the University of Colorado Natural History Museum on the structure and evolution of fish scales (including relevant work by the museum's founder conducted over a hundred years ago).\r\n\t\r\nThe degree and nature of retention and reactivation of genetic programs for the trunk dermal skeleton in catfishes will be investigated by comparison of gene expression and regulation in the zebrafish (representing the ancestral scaled condition), two species of naked catfishes and two species of armored catfishes. The hypothesis that the expression of scale initiation genes was lost in naked catfishes and regained in the scutes of armored catfishes will be tested by in situ hybridization analysis. The hypothesis that cis-regulatory elements and/or trans-acting factors regulating gene expression in ancestral scales have been retained in naked catfishes and co-opted for the development of scutes will be tested by reporter transgenic analysis of DNA flanking zebrafish and catfish genes in larvae of multiple species. These reporter transgenic experiments, combined with deletion of zebrafish cis-regulatory elements using CRISPR/Cas9-based genome editing, will also provide insight into pleiotropic function of the elements, a feature likely to preserve them in the absence of trait expression. Recurrent origin of complex structures using conserved genetic programs, as hypothesized for the system under study, has been labeled \"deep homology\" and its discovery represents one of the triumphs of Evolutionary Developmental Biology. The proposed research will contribute to the understanding of deep homology not only at the commonly studied level of gene expression but at that of the underlying genomic elements as well.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stock",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Stock",
   "pi_email_addr": "David.Stock@Colorado.edu",
   "nsf_id": "000365910",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 587962.0
  }
 ],
 "por": null
}