{
 "awd_id": "1756442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Diatoms, Food Webs and Carbon Export - Leveraging NASA EXPORTS to Test the Role of Diatom Physiology in the Biological Carbon Pump",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 512233.0,
 "awd_amount": 512233.0,
 "awd_min_amd_letter_date": "2018-02-27",
 "awd_max_amd_letter_date": "2018-02-27",
 "awd_abstract_narration": "This project focuses on a group of microscopic single-celled photosynthetic organisms in the ocean called diatoms. Diatoms float in the surface ocean as part of a group of organisms collectively called phytoplankton. There are thousands of different species of diatoms distributed across the global ocean.  A famous oceanographer Henry Bigelow once said \"All fish is diatoms\" reflecting the importance of diatoms as the base of the food chain that supports the world's largest fisheries. Despite their small size, diatom photosynthesis produces 20% of the oxygen on earth each year. That's more than all of the tropical rainforests on land. The major objective of the research is to understand how the metabolic differences among diatom species affects the amount of diatom organic carbon that is carried, or exported, from the surface ocean to the deep ocean. As diatoms are photosynthesizers like green plants, their biological carbon comes from converting carbon dioxide dissolved in seawater from the atmosphere into organic forms.  Diatoms also require a series of other nurtrients supplied by the ocean such as nitrogen and phosphorous and, uniquely for diatoms, the silicon used to construct their glass shells.  This research will investigate how genetic and physiological differences among diatoms influence how each species react to changes in nutrient levels in the ocean and how those shifts affect the export of diatom carbon to the deep sea. The link between diatoms' physiological response and their carbon export comes about because shifts in physiology affect diatom attributes like how fast they sink and how tasty they are to predators. So if we can relate the physiological condition of different diatoms to the food-web pathways followed by different species, we can ultimately use knowledge of diatom physiological status and food web structure to predict how much diatom carbon gets to the deep sea. The research involves investigators with expertise in the physiology and genomics of diatoms and in the ocean's chemistry. The work will initially take place in the subarctic North Pacific in conjunction with the NASA Export Processes in the Ocean from RemoTe Sensing (EXPORTS) field program. The EXPORTS program is using a wide variety of methods to quantify the export and fate of photosynthetically fixed carbon in the upper ocean. The research supports the training of undergraduate students, graduate students and a postdoctoral scholar. The research will also serve as the basis for activities aimed at K-12 and junior high school students. \r\n\r\nThe research will broadly impact our understanding of the biology of the biological pump (the transport of photosynthetically fixed organic carbon to the deep sea) by forming a mechanistic basis for predicting the export of diatom carbon. It is hypothesized that the type and degree of diatom physiological stress are vital aspects of ecosystem state that drive export. To test this hypothesis, the genetic composition, rates of nutrient use and growth response of diatom communities will be evaluated and supported with measurements of silicon and iron stress to evaluate stress as a predictor of the path of diatom carbon export. The subarctic N. Pacific ecosystem is characterized as high nutrient low chlorophyll (HNLC) due to low iron (Fe) levels that are primary controllers constraining phytoplankton utilization of other nutrients. It has been a paradigm in low Fe, HNLC systems that diatoms grow at elevated Si:C and Si:N ratios and should be efficiently exported as particles significantly enriched in Si relative to C. However, Fe limitation also alters diatoms species composition and the high Si demand imposed by low Fe can drive HNLC regions to Si limitation or Si/Fe co-limitation. Thus, the degree of Si and/or Fe stress in HNLC waters can all alter diatom taxonomic composition, the elemental composition of diatom cells, and the path cells follow through the food web ultimately altering diatom carbon export.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Brzezinski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Brzezinski",
   "pi_email_addr": "mark.brzezinski@lifesci.ucsb.edu",
   "nsf_id": "000157044",
   "pi_start_date": "2018-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931066150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051Z",
   "pgm_ref_txt": "EXPORTS - Export Processes in the Ocean"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 512233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research was part of the NSF&rsquo;s contribution to the EXport Processes in the Ocean from RemoTe Sensing (EXPORTS) program sponsored by NASA. The overall goal of the project was to gain a predictive understanding of the role of ocean biology in transferring carbon from the atmosphere to the deep sea through a process known as the biological pump. The biological pump starts with the conversion of carbon dioxide to organic matter via photosynthesis by phytoplankton in the surface ocean. Phytoplankton act as the grass of the sea supporting the entire ocean food web. As the organic carbon in phytoplankton moves through the food web, some sinks or is otherwise transferred to the deep ocean in various forms such as fecal material or dead organisms. This process exp[orts or &lsquo;pumps&rsquo; carbon to depth where it can remain sequestered from the atmosphere for decades or longer. The focus of this project was a group of phytoplankton called diatoms. Diatoms account for up to 40% of the photosynthesis in the ocean making them important to the biological pump. Diatom also form a shell of opal which means they require the element silicon to thrive. Our studies examined how the silicon requirement of diatoms affects their contribution to the biological pump.</p>\n<p>The EXPORTS program conducted two research expeditions. One was to the Subarctic Pacific and the other to the North Atlantic. The Subarctic Pacific is known to be a region where phytoplankton productivity is low due to a lack of iron to support their growth, while the North Atlantic has one of the most prolific spring blooms of phytoplankton in the global ocean, but it is known to have low dissolved silicon. These contrasting conditions allowed the EXPORTS program to examine how changes in food web structure alters the efficiency of the biological pump.</p>\n<p>The expedition to the Subarctic Pacific occurred in late fall of 2018. Diatom abundance determined from measures of biogenic silica concentration (bSi) were low, being in the tens of nanomolar range. &nbsp;On average, large diatoms dominated Si dynamics, accounting for 65% of bSi stocks and 81% of Si uptake compared to the small diatoms. The growth of small diatoms was limited by iron, &nbsp;while their ability to utilize dissolved silicon was restricted by low dissolved silicon concentrations. Larger diatoms were only growth-limited by iron and appear to be able to obtain ample silicon from the environment. About a third of bSi produced by diatoms was exported out of the upper 100 m. The contribution of diatoms to carbon export (9&ndash;13%) was about twice their contribution to photosynthesis (3&ndash;7%).</p>\n<p>The North Atlantic was sampled in spring 2021 following the demise of the main diatom bloom allowing mechanisms that sustain continued diatom contributions to be examined. Diatom biomass was initially relatively high with bSi up to 2.25 &micro;mol Si L<sup>-1</sup>. Low initial dissolved silicon concentration of 0.1 to 0.3 &micro;M imposed severe silicon limitation of diatom growth rate. Four storms over the next three weeks entrained dissolved silicon from deeper waters into the mixed layer, partially relieving silicon limitation. Diatom growth was modest and dominated by large diatoms. Over 3.5 weeks the resupply of silicic acid via entrainment and silica dissolution supported a cumulative post-bloom silica production that was 32 % of that estimated during the main bloom event. Estimated diatom contribution to total organic-carbon export following the main bloom remained high at 40 &ndash; 70 %. Thus, diatoms can significantly contribute to regional biogeochemistry following initial dissolved silicon depletion, but that contribution relies on physical processes that resupply the nutrient to surface waters.</p>\n<p>Comparing these two studies the influence of phytoplankton nutrition on the contribution of diatoms to the biological p[ump is clear. In the Subarctic Pacific where low iron restricted phytoplankton growth the contribution of diatom to carbon export was lower than in the North Atlantic where storm events partially alleviated silicon limitation by mixing nutrients, including dissolved silicon, from depth to surface waters. The contribution of small diatoms was more important in the subarctic Pacific where iron limitation held back the larger diatoms compared to the North Atlantic where large diatoms were overwhelmingly dominant. This work supports the idea that large diatoms follow efficient export pathways in the biological pump. When growth conditions are favorable, they tend to dominate carbon export.</p>\n<p>The larger effort by the EXPORTS research team involved assessments of many other aspect of the food web and environmental conditions during these two expeditions. The data from all projects have been made available for an upcoming synthesis effort that will look across studies to gain a more predictive understanding of how the biological pump operates to enable assessments of how carbon sequestration by the biological pump may change with shifts in climate.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/03/2024<br>\nModified by: Mark&nbsp;A&nbsp;Brzezinski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research was part of the NSFs contribution to the EXport Processes in the Ocean from RemoTe Sensing (EXPORTS) program sponsored by NASA. The overall goal of the project was to gain a predictive understanding of the role of ocean biology in transferring carbon from the atmosphere to the deep sea through a process known as the biological pump. The biological pump starts with the conversion of carbon dioxide to organic matter via photosynthesis by phytoplankton in the surface ocean. Phytoplankton act as the grass of the sea supporting the entire ocean food web. As the organic carbon in phytoplankton moves through the food web, some sinks or is otherwise transferred to the deep ocean in various forms such as fecal material or dead organisms. This process exp[orts or pumps carbon to depth where it can remain sequestered from the atmosphere for decades or longer. The focus of this project was a group of phytoplankton called diatoms. Diatoms account for up to 40% of the photosynthesis in the ocean making them important to the biological pump. Diatom also form a shell of opal which means they require the element silicon to thrive. Our studies examined how the silicon requirement of diatoms affects their contribution to the biological pump.\n\n\nThe EXPORTS program conducted two research expeditions. One was to the Subarctic Pacific and the other to the North Atlantic. The Subarctic Pacific is known to be a region where phytoplankton productivity is low due to a lack of iron to support their growth, while the North Atlantic has one of the most prolific spring blooms of phytoplankton in the global ocean, but it is known to have low dissolved silicon. These contrasting conditions allowed the EXPORTS program to examine how changes in food web structure alters the efficiency of the biological pump.\n\n\nThe expedition to the Subarctic Pacific occurred in late fall of 2018. Diatom abundance determined from measures of biogenic silica concentration (bSi) were low, being in the tens of nanomolar range. On average, large diatoms dominated Si dynamics, accounting for 65% of bSi stocks and 81% of Si uptake compared to the small diatoms. The growth of small diatoms was limited by iron, while their ability to utilize dissolved silicon was restricted by low dissolved silicon concentrations. Larger diatoms were only growth-limited by iron and appear to be able to obtain ample silicon from the environment. About a third of bSi produced by diatoms was exported out of the upper 100 m. The contribution of diatoms to carbon export (913%) was about twice their contribution to photosynthesis (37%).\n\n\nThe North Atlantic was sampled in spring 2021 following the demise of the main diatom bloom allowing mechanisms that sustain continued diatom contributions to be examined. Diatom biomass was initially relatively high with bSi up to 2.25 mol Si L-1. Low initial dissolved silicon concentration of 0.1 to 0.3 M imposed severe silicon limitation of diatom growth rate. Four storms over the next three weeks entrained dissolved silicon from deeper waters into the mixed layer, partially relieving silicon limitation. Diatom growth was modest and dominated by large diatoms. Over 3.5 weeks the resupply of silicic acid via entrainment and silica dissolution supported a cumulative post-bloom silica production that was 32 % of that estimated during the main bloom event. Estimated diatom contribution to total organic-carbon export following the main bloom remained high at 40  70 %. Thus, diatoms can significantly contribute to regional biogeochemistry following initial dissolved silicon depletion, but that contribution relies on physical processes that resupply the nutrient to surface waters.\n\n\nComparing these two studies the influence of phytoplankton nutrition on the contribution of diatoms to the biological p[ump is clear. In the Subarctic Pacific where low iron restricted phytoplankton growth the contribution of diatom to carbon export was lower than in the North Atlantic where storm events partially alleviated silicon limitation by mixing nutrients, including dissolved silicon, from depth to surface waters. The contribution of small diatoms was more important in the subarctic Pacific where iron limitation held back the larger diatoms compared to the North Atlantic where large diatoms were overwhelmingly dominant. This work supports the idea that large diatoms follow efficient export pathways in the biological pump. When growth conditions are favorable, they tend to dominate carbon export.\n\n\nThe larger effort by the EXPORTS research team involved assessments of many other aspect of the food web and environmental conditions during these two expeditions. The data from all projects have been made available for an upcoming synthesis effort that will look across studies to gain a more predictive understanding of how the biological pump operates to enable assessments of how carbon sequestration by the biological pump may change with shifts in climate.\n\n\n\t\t\t\t\tLast Modified: 07/03/2024\n\n\t\t\t\t\tSubmitted by: MarkABrzezinski\n"
 }
}