{
 "awd_id": "1756423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Issues in Civil Wars Dataset",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 239684.0,
 "awd_amount": 239684.0,
 "awd_min_amd_letter_date": "2018-08-07",
 "awd_max_amd_letter_date": "2018-08-07",
 "awd_abstract_narration": "Why do rebel groups rebel? Though past research has greatly expanded our understanding of how issues of political exclusion, organizational finance, and the tactics of insurgents shape the dynamics of civil war, very little quantitative research has explored how insurgents justify their insurgency. As opposed to assuming that wars are fought over monolithic issues such as ethnic exclusion or inequality, this project will explore the multiple ways that armed non-state actors justify their war against the state. This gap in our knowledge on the nature of civil wars has profound implications for how the international community may foster peace and reduce the systemic factors that lead to intractable conflicts. The Issues in Civil Wars (ICW) Dataset is a comprehensive database of rebel grievances from 1946-2015 that allows us to address these concerns. This dataset allows researchers to identify what grievances rebels claim to have, the goals of their insurgency, and how these issues change over time. In addition to identifying the issues rebels claim, the ICW also includes a measure for the relative salience of each issue, allowing us to examine how the importance of key issues hinders conflict resolution in intractable civil wars.   \r\n\r\nOver the last two decades, a considerable amount of research has emerged that has allowed scholars of civil war to examine various aspects of the conflict process. Datasets such as the Uppsala/ PRIO Armed Conflict Dataset (ACD) as well as the Ethnic Power Relations (EPR) dataset have enabled scholars to make substantial discoveries related the onset, duration, and outcomes of civil wars. While data exists on the organizational characteristics of rebel groups, the use of one-sided violence, and the locations of armed conflict events, there is limited information as to why rebel groups claim to engage in armed conflict in the first place. To address this gap, we have initiated the process of examining the grievances claimed by rebel groups in civil wars. The Issues in Civil Wars (ICW) Dataset is a comprehensive database on rebel group grievances and goals from 1946-2015. The ICW is compiled from detailed data drawn from primary and secondary sources. The specific issues identified by rebels are drawn from organizational manifestos, propaganda material, policy statements, as well as press releases offered by rebel groups. The research team codes these primary sources as well as secondary sources such as historical accounts of the conflict. In addition to collecting data on the specific grievances and goals offered by rebel groups, the ICW includes detailed data on the relative salience of each goal. Salience measures are drawn from political, cultural, and economic factors that precede the emergence of the rebel group.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "Wiegand",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Krista E Wiegand",
   "pi_email_addr": "kwiegand@utk.edu",
   "nsf_id": "000753410",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Keels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Keels",
   "pi_email_addr": "ekeels@utk.edu",
   "nsf_id": "000755193",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 239684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What explains why some civil wars seem intractable while other conflicts are easily resolved? Though scholars have spent decades investigating this question using various methods, there has been surprisingly little research on whether the actual issues under contention play a role in preventing peace. The Issues in Civil Wars (ICW) data project addresses this by examining the goals and grievances of rebel groups from 1946-2015. Rather than assuming that the claims of rebel organizations are empty rhetoric, we posit that the issues identified by rebel organizations affect the strategies employed by these groups as well as undermining efforts to foster peace. Looking at all conflicts that resulted in at least 25 battle-related deaths, the ICW codes the specific goals and grievances of rebel groups. These data are drawn from primary sources such as manifestos and political platforms as well as secondary sources when necessary. Specifically, the ICW codes seven issue categories: the political, economic, natural resource, ethnic, religious, self-determination, and quality of governance claims of rebel organizations. Within these seven categories, there are 30 specific issue types that the ICW examines, including (but not limited to) democratic reforms, land ownership, religious practice, territorial autonomy, and ethnic/ sectarian exclusion. Outside of coding rebel issues, the ICW also includes 21 indicators of issue salience, allowing researchers to assess the relative importance of each issue category. Using this framework, the ICW has coded the annual claims of 487 rebel organizations. From these data, we have analyzed how issue type affects the ability of warring parties to reach a settlement in intrastate conflicts as well as how the exclusion of certain types of issues affects prospects for establishing a durable peace agreement. In addition to making these data available to the broader academic community, members of the ICW have collaborated with stakeholders involved in policymaking and peacebuilding efforts to ensure that the results are applicable to those involved in promoting greater global security. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2022<br>\n\t\t\t\t\tModified by: Krista&nbsp;E&nbsp;Wiegand</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat explains why some civil wars seem intractable while other conflicts are easily resolved? Though scholars have spent decades investigating this question using various methods, there has been surprisingly little research on whether the actual issues under contention play a role in preventing peace. The Issues in Civil Wars (ICW) data project addresses this by examining the goals and grievances of rebel groups from 1946-2015. Rather than assuming that the claims of rebel organizations are empty rhetoric, we posit that the issues identified by rebel organizations affect the strategies employed by these groups as well as undermining efforts to foster peace. Looking at all conflicts that resulted in at least 25 battle-related deaths, the ICW codes the specific goals and grievances of rebel groups. These data are drawn from primary sources such as manifestos and political platforms as well as secondary sources when necessary. Specifically, the ICW codes seven issue categories: the political, economic, natural resource, ethnic, religious, self-determination, and quality of governance claims of rebel organizations. Within these seven categories, there are 30 specific issue types that the ICW examines, including (but not limited to) democratic reforms, land ownership, religious practice, territorial autonomy, and ethnic/ sectarian exclusion. Outside of coding rebel issues, the ICW also includes 21 indicators of issue salience, allowing researchers to assess the relative importance of each issue category. Using this framework, the ICW has coded the annual claims of 487 rebel organizations. From these data, we have analyzed how issue type affects the ability of warring parties to reach a settlement in intrastate conflicts as well as how the exclusion of certain types of issues affects prospects for establishing a durable peace agreement. In addition to making these data available to the broader academic community, members of the ICW have collaborated with stakeholders involved in policymaking and peacebuilding efforts to ensure that the results are applicable to those involved in promoting greater global security.   \n\n \n\n\t\t\t\t\tLast Modified: 01/18/2022\n\n\t\t\t\t\tSubmitted by: Krista E Wiegand"
 }
}