{
 "awd_id": "1756576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research:  Sediment geochemical control on ocean acidification and carbon budget in a river dominated shelf system",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 199955.0,
 "awd_amount": 199955.0,
 "awd_min_amd_letter_date": "2018-02-28",
 "awd_max_amd_letter_date": "2023-01-12",
 "awd_abstract_narration": "In many coastal regions fertilizer washed down rivers leads to high production of algae. Consumption of organic material produced by the algae in deeper waters or in sediments consumes oxygen, leading to low-oxygen \"dead zones\" in many places like the northern Gulf of Mexico. This process of nutrient input, algal growth, and loss of oxygen is called eutrophication. Consumption of the organic matter also releases dissolved carbon dioxide into the water, and contributes directly and indirectly to ocean acidification. In order to understand and predict this impact on acidification, it is important to understand how much of the organic matter degradation occurs in the water column versus in the sediments, how variable it is between seasons and years, and how it is affected by processes such as storms that disturb the bottom sediments. In this project, investigators from three institutions along with their graduate and undergraduate students will conduct a combination of field observations and computer modeling to address these questions in the northern Gulf of Mexico. They will share their results with the public through local outreach activities, and with secondary school students in Louisiana through partnerships and curriculum development with local teachers.\r\n\r\nThe proposed research will use a combined observational and numerical modeling approach to better understand the role of shelf sediment in driving bottom water dissolved inorganic carbon (DIC) and pH dynamics and acidification at seasonal scales. Past and current studies have not addressed this mechanism. This current lack of knowledge makes it difficult to construct a comprehensive carbon budget for this region. The proposed research will (i) quantify the role of benthic fluxes in DIC production leading to acidification in the bottom water; (ii) determine the importance of the seasonally changing benthic DIC flux in acidifying the bottom water; and (iii) explore the importance of episodic resuspension events in modulating benthic fluxes of DIC. Seasonal sampling will be carried out in Louisiana shelf using state of the art benthic lander platform to record in situ sediment and bottom water oxygen consumption rates, organic matter remineralization rates, sediment oxygen penetration depths, benthic fluxes of DIC and accompanying pH drop. Bottom current velocities and turbidity will also be recorded in conjunction with sediment porewater and water column sampling. Complementing these detailed near-bed and seabed observations, we will utilize a recently developed coupled hydrodynamics, sediment transport and biogeochemistry model (HydroBioSed) to scale up observed estimates of benthic fluxes to an annual scale.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Harris",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney K Harris",
   "pi_email_addr": "ckharris@vims.edu",
   "nsf_id": "000243492",
   "pi_start_date": "2018-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Institute of Marine Science",
  "perf_str_addr": "",
  "perf_city_name": "Gloucester Point",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230621346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 199955.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In coastal environments where water is shallow, significant interactions occur between the seabed and the overlying water column. Some parts of the coastal ocean and estuaries experience hypoxia, meaning that oxygen levels in the water are too low to support a healthy ecosystem.&nbsp;&nbsp;One such area that experiences hypoxia is the <em>Dead Zone</em> located offshore of Louisiana in the northern Gulf of Mexico. In the northern Gulf of Mexico hypoxic zone, the seabed is believed to play an important role in the acidification of bottom ocean water. In this project we used a numerical model to understand how the seabed can affect bottom water acidification over the northern Gulf of Mexico hypoxic zone. We found that during fair-weather periods, mixing in the sediment bed due to biological activity, organic matter supply from the water column to the sediment, and the porosity of sediment itself can largely affect the role of the seabed in acidifying bottom waters. When the ocean condition is highly dynamic and sediment erosion occurs, the contribution of the seabed to bottom water acidification will likely be enhanced. The numerical model developed for this project will be useful for predicting water quality and ecosystem health for the northern Gulf of Mexico and similar areas.&nbsp;</p>\n<p>In terms of broader impacts: this project supported the development of four early-career scientists and engineers.&nbsp;&nbsp;One undergraduate student worked on the project for a summer internship and received training in ocean data analysis.&nbsp;&nbsp;A graduate student received training in ocean processes and data analysis.&nbsp;&nbsp;Two post-doctoral scientists received training and recognition in the field of ocean modeling, and their careers have benefited from this.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/08/2024<br>\nModified by: Courtney&nbsp;K&nbsp;Harris</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn coastal environments where water is shallow, significant interactions occur between the seabed and the overlying water column. Some parts of the coastal ocean and estuaries experience hypoxia, meaning that oxygen levels in the water are too low to support a healthy ecosystem.One such area that experiences hypoxia is the Dead Zone located offshore of Louisiana in the northern Gulf of Mexico. In the northern Gulf of Mexico hypoxic zone, the seabed is believed to play an important role in the acidification of bottom ocean water. In this project we used a numerical model to understand how the seabed can affect bottom water acidification over the northern Gulf of Mexico hypoxic zone. We found that during fair-weather periods, mixing in the sediment bed due to biological activity, organic matter supply from the water column to the sediment, and the porosity of sediment itself can largely affect the role of the seabed in acidifying bottom waters. When the ocean condition is highly dynamic and sediment erosion occurs, the contribution of the seabed to bottom water acidification will likely be enhanced. The numerical model developed for this project will be useful for predicting water quality and ecosystem health for the northern Gulf of Mexico and similar areas.\n\n\nIn terms of broader impacts: this project supported the development of four early-career scientists and engineers.One undergraduate student worked on the project for a summer internship and received training in ocean data analysis.A graduate student received training in ocean processes and data analysis.Two post-doctoral scientists received training and recognition in the field of ocean modeling, and their careers have benefited from this.\n\n\n\t\t\t\t\tLast Modified: 09/08/2024\n\n\t\t\t\t\tSubmitted by: CourtneyKHarris\n"
 }
}