{
 "awd_id": "1756012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: CSR: Partitioning Large Graphs in Deep Storage Architecture",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sandip Kundu",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 168201.0,
 "awd_amount": 168201.0,
 "awd_min_amd_letter_date": "2018-02-27",
 "awd_max_amd_letter_date": "2018-02-27",
 "awd_abstract_narration": "Many computing applications that are important for our society, e.g. managing social networks, analyzing human genomes, or modeling human brain connectivity, rely heavily on large graph structures. In practice, representations of large graphs need to be partitioned and stored on a cluster of machines to ensure the desired response time and throughput. Such a classic cross-server partitioning problem has been extensively studied and has been shown to be highly complex. Furthermore, modern deep storage architecture further complicates the problem with the need of \"cross-hierarchy\" partitioning, i.e., placing graphs into different layers of the storage systems. This change makes existing solutions inadequate. This research aims to pursue a holistic approach that exploits both graph structure and workload characteristics to achieve better performance for distributed graph representations in future deep storage architecture.\r\n\r\nMore specifically, this project includes two synergistic research tasks, together forming a novel graph partitioning solution for deep storage architecture. The first task focuses on an online graph placement algorithm, which could instantly distribute the continuously arriving graph vertices and edges to proper server and specific internal storage layer based on an elaborate heuristic score. Building upon the first task, the second task focuses on adjusting current partitions dynamically according to the workloads. This adjustment is based on a new promotion/demotion algorithm that not only promotes/demotes a single vertex but also changes the priorities of its neighbors according to the Matthew Effect.\r\n\r\nWith the increasing importance of large graph structures and the emergence of new storage technologies, existing graph storage systems experience significant challenges towards graph partitioning. This research effort aims towards building highly efficient distributed graph storage systems in future storage architecture. In addition, this project integrates the research activities with education and outreach efforts to train broadly inclusive and globally competitive science workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dong",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dong Dai",
   "pi_email_addr": "dai@udel.edu",
   "nsf_id": "000696153",
   "pi_start_date": "2018-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "349 Administration Bldg",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026Y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}