{
 "awd_id": "1756756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cybersecurity and Organizational Science Workshop",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Chao",
 "awd_eff_date": "2018-02-15",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 49995.0,
 "awd_amount": 49995.0,
 "awd_min_amd_letter_date": "2018-02-07",
 "awd_max_amd_letter_date": "2018-02-07",
 "awd_abstract_narration": "Cyber threats to organizational networks have become increasingly common, and demanded the need for a robust scientific literature devoted to the organizational science aspects of cybersecurity. To facilitate the development of such a literature, the proposed workshop will bring together researchers, practitioners, and policymakers in organizational science and cybersecurity. This workshop will facilitate interdisciplinary integration by: (1) targeting leading experts in core organizational science topic areas who also have interests in cybersecurity; (2) connecting these experts to cybersecurity researchers, practitioners, and policymakers who also have interests in organizational science; (3) hosting presentations at the intersection of organizational science and cybersecurity; (4) breaking through disciplinary barriers to knowledge generation; and (5) developing a concrete agenda for future research. Space in the workshop will be reserved for graduate students from groups underrepresented in cybersecurity and the organizational sciences. To build the overall research capacity of the community, space will also be reserved for faculty from local, non-research-intensive universities. These products from the workshop will be disseminated to a wide variety of stakeholders, so as to inform public policy and enhance national security.\r\n\r\nThe proposed interdisciplinary workshop addresses the human aspect of cybersecurity in organizational settings, focusing both on employees with cybersecurity-relevant jobs (e.g., analysts working in Security Operations Centers) and the end-users of technology (i.e., essentially all employees in the organization). Workshop attendees will include organizational science researchers and practitioners who study topics relevant to cybersecurity at the micro (e.g., individual employee or end-user), meso (e.g., team or multiteam system), and macro (e.g., organization or country) levels of analysis, along with cybersecurity researchers, practitioners, and policymakers. The absence of direct communication between the organizational sciences and cybersecurity has arguably harmed both fields, and so the workshop will focus on cross-pollination, identification of roadblocks, and the joint development of a future agenda. To that end, the workshop will include keynote presentations (targeted at various levels of analysis), interdisciplinary reactions to keynote presentations, panel discussions, information sharing exercises, breakout groups on specific interdisciplinary topics (e.g., insider threat, collaboration in multiteam systems), and semi-structured networking opportunities. The workshop aims to identify and overcome barriers to collaboration between the organizational sciences and cybersecurity, identify avenues for external funding as well as various publication outlets for research at the intersection of the two disciplines (e.g., high-impact organizational science journals, high-impact cybersecurity journals, ?translational? outlets aimed at disseminating organizational science research to cybersecurity policymakers and managers), and develop a concrete agenda for future interdisciplinary research. Deliverables from the workshop will include: (1) a website containing the workshop program, speakers? (and other attendees?) names and biographical information, background reading on the organizational sciences and cybersecurity, and copies of workshop presentations; (2) an overall technical report (also made available on the workshop website) delineating the conclusions, recommendations, and research agenda generated during the workshop; and (3) a press release and a flier containing information and a link to the overall report.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reeshad",
   "pi_last_name": "Dalal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reeshad Dalal",
   "pi_email_addr": "rdalal@gmu.edu",
   "nsf_id": "000708623",
   "pi_start_date": "2018-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 49995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cyber threats to organizational networks are sufficiently ubiquitous and severe that they require not just technical but also psychosocial and in particular organizational science responses. To facilitate the development of such a research community, we conducted a 1.5-day workshop at George Mason University?s Fairfax, VA, campus in July 2018. The workshop brought together 44 researchers, practitioners, policymakers, and graduate students with interests in both organizational science and cybersecurity. The workshop program included: (a) 16 research-focused presentations; (b) two panel discussions, one on opportunities and challenges of work at the intersection of organizational science and cybersecurity, and the other on obtaining funding for such work and on disseminating the findings to a variety of audiences; (c) two semi-structured sessions, one on concrete next steps and the other on pairing attendees who had specific needs with others who possessed expertise in those areas; and (d) networking opportunities during breaks. The workshop website, which provides a variety of materials available to the general public (the workshop presentation slides, other materials disseminated by attendees, a document containing potential post-workshop next steps, and additional materials including photographs from the workshop) is available at https://orgcyberworkshop.weebly.com/</p>\n<p>Following the first workshop, a no-cost extension from NSF facilitated a second, one-day workshop in May 2019 in Washington, D.C. This second workshop was held in partnership with the Association for Psychological Science (APS), as a pre-convention workshop that preceded the APS annual convention. For this second workshop, we brought together 35 researchers, practitioners, policymakers, and graduate students with interests in psychology and cybersecurity?26 of whom had not attended the first workshop. In turn, this event broadened our nascent research community to include researchers and practitioners from various areas of psychology (e.g., cognitive, behavioral, social). The workshop program included: (a) 11 research-focused presentations; (b) one panel discussion that focused on challenges at the intersection of psychology and cybersecurity, funding opportunities at this intersection, and suggestions for publishing such interdisciplinary work; (c) one semi-structured session on pairing attendees who had specific needs with others who possessed expertise in those areas; and (d) networking opportunities during breaks. The workshop website, which provides a variety of materials available to the general public (the workshop presentation slides, other materials disseminated by attendees, and additional materials including photographs from the workshop) is available at https://psybershop.weebly.com/</p>\n<p>Several outcomes have resulted from these workshops. First, during April 2019, a training workshop in cybersecurity for industrial and organizational psychologists was conducted at the annual meeting of the Society for Industrial and Organizational Psychology (SIOP) by Daniel Shore (the graduate student assistant on this project) and Robert Kittinger from Sandia National Labs. Second, a cybersecurity registry has been approved by SIOP and is currently in development. This registry will allow for researchers and practitioners to list their areas of expertise so that they can be identified by the public, press, policymakers, and each other with the purpose to further develop collaboration at the intersection of cybersecurity and organizational/psychological science. Third, Reeshad Dalal (the PI on this project) and several workshop attendees are preparing an invited journal article on the intersection of organizational science and cybersecurity research, as a possible precursor to a journal special issue on the topic. Fourth, we have created an email listserv (ORG-SCIENCE-CYBERSECURITY-L@LISTSERV.GMU.EDU) aimed at workshop participants and others interested in basic and applied/transitional research at the intersection of organizational science and cybersecurity. The listserv now has over 60 members. Anyone who wishes to join the listserv may do so by emailing Reeshad Dalal at rdalal@gmu.edu</p>\n<p>The aforementioned activities funded by NSF have brought researchers, practitioners, and policymakers together in unique fora at the intersection of organizational science and cybersecurity. Moreover, the workshops have served as an educational vehicle for graduate student attendees, including those from underrepresented groups. In general, as cybersecurity concerns continue to plague organizational networks, there will be an increased need for collaboration at the intersection of the technical and the human aspects of cybersecurity. This NSF award has helped to facilitate such collaborations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2019<br>\n\t\t\t\t\tModified by: Reeshad&nbsp;Dalal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCyber threats to organizational networks are sufficiently ubiquitous and severe that they require not just technical but also psychosocial and in particular organizational science responses. To facilitate the development of such a research community, we conducted a 1.5-day workshop at George Mason University?s Fairfax, VA, campus in July 2018. The workshop brought together 44 researchers, practitioners, policymakers, and graduate students with interests in both organizational science and cybersecurity. The workshop program included: (a) 16 research-focused presentations; (b) two panel discussions, one on opportunities and challenges of work at the intersection of organizational science and cybersecurity, and the other on obtaining funding for such work and on disseminating the findings to a variety of audiences; (c) two semi-structured sessions, one on concrete next steps and the other on pairing attendees who had specific needs with others who possessed expertise in those areas; and (d) networking opportunities during breaks. The workshop website, which provides a variety of materials available to the general public (the workshop presentation slides, other materials disseminated by attendees, a document containing potential post-workshop next steps, and additional materials including photographs from the workshop) is available at https://orgcyberworkshop.weebly.com/\n\nFollowing the first workshop, a no-cost extension from NSF facilitated a second, one-day workshop in May 2019 in Washington, D.C. This second workshop was held in partnership with the Association for Psychological Science (APS), as a pre-convention workshop that preceded the APS annual convention. For this second workshop, we brought together 35 researchers, practitioners, policymakers, and graduate students with interests in psychology and cybersecurity?26 of whom had not attended the first workshop. In turn, this event broadened our nascent research community to include researchers and practitioners from various areas of psychology (e.g., cognitive, behavioral, social). The workshop program included: (a) 11 research-focused presentations; (b) one panel discussion that focused on challenges at the intersection of psychology and cybersecurity, funding opportunities at this intersection, and suggestions for publishing such interdisciplinary work; (c) one semi-structured session on pairing attendees who had specific needs with others who possessed expertise in those areas; and (d) networking opportunities during breaks. The workshop website, which provides a variety of materials available to the general public (the workshop presentation slides, other materials disseminated by attendees, and additional materials including photographs from the workshop) is available at https://psybershop.weebly.com/\n\nSeveral outcomes have resulted from these workshops. First, during April 2019, a training workshop in cybersecurity for industrial and organizational psychologists was conducted at the annual meeting of the Society for Industrial and Organizational Psychology (SIOP) by Daniel Shore (the graduate student assistant on this project) and Robert Kittinger from Sandia National Labs. Second, a cybersecurity registry has been approved by SIOP and is currently in development. This registry will allow for researchers and practitioners to list their areas of expertise so that they can be identified by the public, press, policymakers, and each other with the purpose to further develop collaboration at the intersection of cybersecurity and organizational/psychological science. Third, Reeshad Dalal (the PI on this project) and several workshop attendees are preparing an invited journal article on the intersection of organizational science and cybersecurity research, as a possible precursor to a journal special issue on the topic. Fourth, we have created an email listserv (ORG-SCIENCE-CYBERSECURITY-L@LISTSERV.GMU.EDU) aimed at workshop participants and others interested in basic and applied/transitional research at the intersection of organizational science and cybersecurity. The listserv now has over 60 members. Anyone who wishes to join the listserv may do so by emailing Reeshad Dalal at rdalal@gmu.edu\n\nThe aforementioned activities funded by NSF have brought researchers, practitioners, and policymakers together in unique fora at the intersection of organizational science and cybersecurity. Moreover, the workshops have served as an educational vehicle for graduate student attendees, including those from underrepresented groups. In general, as cybersecurity concerns continue to plague organizational networks, there will be an increased need for collaboration at the intersection of the technical and the human aspects of cybersecurity. This NSF award has helped to facilitate such collaborations.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2019\n\n\t\t\t\t\tSubmitted by: Reeshad Dalal"
 }
}