{
 "awd_id": "1756859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Molecular profiling of the ecophysiology of dormancy induction in calanid copepods of the Northern Gulf of Alaska LTER site",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 441122.0,
 "awd_amount": 441122.0,
 "awd_min_amd_letter_date": "2018-01-31",
 "awd_max_amd_letter_date": "2018-01-31",
 "awd_abstract_narration": "The sub-arctic Pacific sustains major fisheries with nearly all commercially important species depending either directly or indirectly on lipid-rich copepods (Neocalanus flemingeri, Neocalanus plumchrus, Neocalanus cristatus and Calanus marshallae).  In turn, these species depend on a short-lived spring algal bloom for growth and the accumulation of lipid stores in order to complete an annual life cycle that includes a period of dormancy. The intellectual thrust of this project measures how the timing and magnitude of algal blooms affect preparation for dormancy using a combination of field and experimental observations. The Northern Gulf of Alaska - with four calanid species that experience dormancy, steep environmental gradients, well-described phytoplankton bloom dynamics, and a concurrent NSF-LTER program - provides an unusual opportunity to identify the factors that affect dormancy preparation. Education and outreach plans are integrated with the research. Educational efforts focus on interdisciplinary opportunities for undergraduate, graduate and post-doctoral trainees. The project will generate content for existing graduate and undergraduate courses. U. of Alaska Fairbanks and U. Hawaii at Manoa are Alaska Native and Native Hawaiian Serving Institutions, and students from these groups will be recruited to participate in the project.  Because fishing is a major industry in the Gulf of Alaska, outreach will communicate the role copepods play in marine ecosystems using the concept of a dynamic food web tied to production cycles.\r\n\r\n\r\nDiapause (dormancy) and the accompanying accumulation of lipids in copepods have been identified as key drivers in high latitude ecosystems that support economically important fisheries, including those of the Gulf of Alaska.  While the disappearance of lipid-rich copepods has been linked to severe declines in fish stocks, little is known about the environmental conditions that are required for the successful completion of the copepod's life cycle.  A physiological profiling approach that measures relative gene expression will be used to test two alternative hypotheses: the lipid accumulation window hypothesis, which holds that individuals enter diapause only after they have accumulated sufficient lipid stores, and the developmental program hypothesis, which holds that once the diapause program is activated, progression occurs independent of lipid accumulation.  The specific objectives are:  1) determine the effect of food levels during N. flemingeri copepodite stages on progression towards diapause using multiple physiological and developmental markers; 2) characterize the seasonal changes in the physiological profile of N. flemingeri across environmental gradients and across years; 3) compare physiological profiles across co-occurring calanid species (N. flemingeri, Neocalanus plumchrus, Neocalanus cristatus and Calanus marshallae); and 4) estimate the reproductive potential of the overwintering populations of N. flemingeri.  The broader scientific significance includes the acquisition of new genomic data and molecular resources that will be made publicly available through established data repositories, and the development of new tools for routinely obtaining physiological profiles of copepods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Hopcroft",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Russell R Hopcroft",
   "pi_email_addr": "rrhopcroft@alaska.edu",
   "nsf_id": "000487725",
   "pi_start_date": "2018-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks",
  "perf_str_addr": "PO Box 757880",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 441122.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At latitudes that undergo significant seasonal variation in productivity, some zooplankton species such as copepods undergo a period of hibernation called diapause to get through periods of low productivity.&nbsp; Species often hide in cold water at great depth during diapause both to reduce the risk of predation and further reduce their metabolic rates. Although metabolic rates are low during diapause, copepods must rely on lipids stored in a specialized storage sac to fuel their hibernation. Thus, the amount of lipid stored and the factors that trigger diapause are important aspects of their life history.&nbsp; Lipid storage is doubly important in Neocalnaus copepods because unlike most diapausing species the female does not feed after diapause and she must also fuel her entire reproductive output from the lipids she carries into diapause.</p>\n<p>In this collaborative proposal between Petra Lenz from the University of Hawaii at Manoa, and Russ Hopcroft at the University of Alaska Fairbanks, we combined molecular profiling approaches with more classic empirical studies to understand the lead-up to diapause and the factors that trigger it.&nbsp; Of the two alternative diapause hypotheses - the lipid accumulation window hypothesis, which holds that individuals enter diapause only after they have accumulated sufficient lipid stores, and the developmental program hypothesis, which holds that once the diapause program is activated, progression occurs independent of lipid accumulation - we found most support for the former. The specific project objectives were to: 1) determine the effect of food levels during Neocalanus flemingeri copepodite stages on progression towards diapause using multiple physiological and developmental markers; 2) characterize the seasonal changes in the physiological profile of Neocalanus flemingeri across environmental gradients and across years; 3) compare physiological profiles across co-occurring calanid species; and 4) estimate the reproductive potential of the overwintering populations of N. flemingeri.&nbsp; Three graduate students and several post-doctoral fellows participated in this project.&nbsp; A total of 8 peer-reviewed articles were published. &nbsp;The broader scientific significance includes the acquisition of new genomic data and molecular resources made publicly available through established data repositories, and the development of new tools for routinely obtaining physiological profiles of copepods.&nbsp;</p><br>\n<p>\n Last Modified: 07/09/2024<br>\nModified by: Russell&nbsp;R&nbsp;Hopcroft</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAt latitudes that undergo significant seasonal variation in productivity, some zooplankton species such as copepods undergo a period of hibernation called diapause to get through periods of low productivity. Species often hide in cold water at great depth during diapause both to reduce the risk of predation and further reduce their metabolic rates. Although metabolic rates are low during diapause, copepods must rely on lipids stored in a specialized storage sac to fuel their hibernation. Thus, the amount of lipid stored and the factors that trigger diapause are important aspects of their life history. Lipid storage is doubly important in Neocalnaus copepods because unlike most diapausing species the female does not feed after diapause and she must also fuel her entire reproductive output from the lipids she carries into diapause.\n\n\nIn this collaborative proposal between Petra Lenz from the University of Hawaii at Manoa, and Russ Hopcroft at the University of Alaska Fairbanks, we combined molecular profiling approaches with more classic empirical studies to understand the lead-up to diapause and the factors that trigger it. Of the two alternative diapause hypotheses - the lipid accumulation window hypothesis, which holds that individuals enter diapause only after they have accumulated sufficient lipid stores, and the developmental program hypothesis, which holds that once the diapause program is activated, progression occurs independent of lipid accumulation - we found most support for the former. The specific project objectives were to: 1) determine the effect of food levels during Neocalanus flemingeri copepodite stages on progression towards diapause using multiple physiological and developmental markers; 2) characterize the seasonal changes in the physiological profile of Neocalanus flemingeri across environmental gradients and across years; 3) compare physiological profiles across co-occurring calanid species; and 4) estimate the reproductive potential of the overwintering populations of N. flemingeri. Three graduate students and several post-doctoral fellows participated in this project. A total of 8 peer-reviewed articles were published. The broader scientific significance includes the acquisition of new genomic data and molecular resources made publicly available through established data repositories, and the development of new tools for routinely obtaining physiological profiles of copepods.\t\t\t\t\tLast Modified: 07/09/2024\n\n\t\t\t\t\tSubmitted by: RussellRHopcroft\n"
 }
}