{
 "awd_id": "1756316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: The genomic underpinnings of local adaptation despite gene flow along a coastal environmental cline",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 860986.0,
 "awd_amount": 1044907.0,
 "awd_min_amd_letter_date": "2018-02-27",
 "awd_max_amd_letter_date": "2022-05-31",
 "awd_abstract_narration": "Oceans are large, open habitats, and it was previously believed that their lack of obvious barriers to dispersal would result in extensive mixing, preventing organisms from adapting genetically to particular habitats. It has recently become clear, however, that many marine species are subdivided into multiple populations that have evolved to thrive best under contrasting local environmental conditions. Nevertheless, we still know very little about the genomic mechanisms that enable divergent adaptations in the face of ongoing intermixing. This project focuses on the Atlantic silverside (Menidia menidia), a small estuarine fish that exhibits a remarkable degree of local adaptation in growth rates and a suite of other traits tightly associated with a climatic gradient across latitudes. Decades of prior lab and field studies have made Atlantic silverside one of the marine species for which we have the best understanding of evolutionary tradeoffs among traits and drivers of selection causing adaptive divergence. Yet, the underlying genomic basis is so far completely unknown. The investigators will integrate whole genome sequencing data from wild fish sampled across the distribution range with breeding experiments in the laboratory to decipher these genomic underpinnings. This will provide one of the most comprehensive assessments of the genomic basis for local adaptation in the oceans to date, thereby generating insights that are urgently needed for better predictions about how species can respond to rapid environmental change. The project will provide interdisciplinary training for a postdoc as well as two graduate and several undergraduate students from underrepresented minorities. The findings will also be leveraged to develop engaging teaching and outreach materials (e.g. a video documentary and popular science articles) to promote a better understanding of ecology, evolution, and local adaptation among science students and the general public. \r\n\r\nThe goal of the project is to characterize the genomic basis and architecture underlying local adaptation in M. menidia and examine how the adaptive divergence is shaped by varying levels of gene flow and maintained over ecological time scales. The project is organized into four interconnected components. Part 1 examines fine-scale spatial patterns of genomic differentiation along the adaptive cline to a) characterize the connectivity landscape, b) identify genomic regions under divergent selection, and c) deduce potential drivers and targets of selection by examining how allele frequencies vary in relation to environmental factors and biogeographic features. Part 2 maps key locally adapted traits to the genome to dissect their underlying genomic basis. Part 3 integrates patterns of variation in the wild (part 1) and the mapping of traits under controlled conditions (part 2) to a) examine how genomic architectures underlying local adaptation vary across gene flow regimes and b) elucidating the potential role of chromosomal rearrangements and other tight linkage among adaptive alleles in facilitating adaptation. Finally, part 4 examines dispersal - selection dynamics over seasonal time scales to a) infer how selection against migrants and their offspring maintains local adaptation despite homogenizing connectivity and b) validate candidate loci for local adaptation. Varying levels of gene flow across the species range create a natural experiment for testing general predictions about the genomic mechanisms that enable adaptive divergence in the face of gene flow. The findings will therefore have broad implications and will significantly advance our understanding of the role genomic architecture plays in modifying the gene flow - selection balance within coastal environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Therkildsen",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Nina O Therkildsen",
   "pi_email_addr": "nt246@cornell.edu",
   "nsf_id": "000705886",
   "pi_start_date": "2018-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Fernow Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 860986.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 30822.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 30389.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 122710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>In 2017,&nbsp;<strong>Nina Overgaard Therkildsen</strong>&nbsp;and&nbsp;<strong>Hannes Baumann</strong>, two early career researchers from Cornell University and the University of Connecticut, formed an alliance centered on the shared fascination for a small fish. This fish, the&nbsp;<strong>Atlantic silverside (</strong><em><strong>Menidia menidia</strong></em><strong>)</strong>, has been a marine vertebrate model in eco-evolutionary studies ever since experimental work in the 1970s revealed that populations from different latitudes differed genetically and showed local adaptation in many different traits along the underlying climate gradient.</span></p>\n<p><span>But how could such a fine-scale genetic structure exist? It was long assumed that in the marine realm, migration and movement with ocean currents often result in gene flow that is so predominant that most marine species should have well-mixed, genetically homogenous populations.</span></p>\n<p><span>So Baumann, the ecologist with experience in silverside rearing, and Therkildsen, a conservation geneticist already deeply involved in deciphering the silverside genome &ndash; together hatched a plan to reveal the genomic underpinnings of local adaptation in this famous model system. They proposed a combination of field collections and rearing experiments organized in four hierarchical parts they called SCAN, MAP, EVALUATE, and TEST.</span></p>\n<p><span>More than five years later, we look back on a number of discoveries and groundbreaking experiments. And yet, it still feels like we have only scratched the surface of how evolution interacts with genomes to shape nature around us. The project demonstrated the existence of extreme levels of diversity and blocks of hundreds of linked genes in&nbsp;<em>M. menidia</em>&nbsp;showing large differences between populations (Wilder et al. 2020, Tigano et al. 2021). Central to the main question was the&nbsp;<strong>discovery of massive chromosomal inversions in the silverside genome</strong>, which likely facilitate local adaptation in this species (Tigano et al. 2021, Akopyan et al. 2022). We also worked on and published a comprehensive, non-redundant reference transcriptome and a chromosome-level genome assembly for the Atlantic silverside (Therkildsen &amp; Baumann 2020, Tigano et al. 2021), which have since become an important resource for follow-up studies (e.g. Jacobs et al. in review).</span></p>\n<p><span>In one of the most memorable and&nbsp;<strong>daring experimental efforts</strong>, our two teams drove for 36 hours to sample spawning-ripe silversides at&nbsp;<strong>Jekyll Island in Georgia</strong>, transport them live to Connecticut and then collect ripe spawners from another site at the south shore of&nbsp;<strong>Long Island (Patchogue)</strong>. The reciprocal, individual and population&nbsp;<strong>F1 crosses were reared to maturity</strong>&nbsp;and then spawned again to obtain and rear&nbsp;<strong>F2 offspring</strong>, which then allowed quantitative trait mapping and evaluation of the&nbsp;<strong>role and ubiquity of inversions</strong>.</span></p>\n<p><span>Overall, this project produced a treasure trove of data that will continue to yield insights into the genomic architecture enabling local adaptation in silversides for several years to come. However, along with a groundswell of other work, this project has already and squarely rendered the notion outdated that marine populations are genetically homogeneous. They often are clearly not, and&nbsp;<strong>chromosomal inversions are likely a major reason why such genetic population structure and local adaptations persist in the wild</strong>.</span></p>\n<p><span>Both PI&rsquo;s and students have given over 20 presentations, seminars, and invited lectures, and the project has so far resulted in 9 high-profile publications, with another manuscript still in review and two under preparation. Across the two PI labs, the project has supported training and career development for 8 graduate students, 4 post-doctoral researchers, and 1 technician.</span></p>\n<p><span>It broadly succeeded in establishing the Atlantic silverside as a model system for advanced ecological, evolutionary, and molecular approaches, while promoting the wonder and amazement about evolutionary principles in marine organisms.</span></p>\n<p><span>&nbsp;</span></p>\n<p><strong><span>Selected references</span></strong><span><br />Akopyan M, Tigano A, Jacobs A, Wilder AP, Baumann H, Therkildsen NO (2022) Comparative linkage mapping uncovers recombination suppression across massive chromosomal inversions associated with local adaptation in Atlantic silversides. Molecular Ecology 31:3323-3341</span></p>\n<p><span>Jacobs, A., Velotta, J.P., Tigano, A., Wilder, A.P., Baumann, H., and Therkildsen, N.O. (2023) Temperature-dependent gene regulatory divergence underlies local adaptation with gene flow in the Atlantic silverside. Evolution (in review)</span></p>\n<p><span>Therkildsen NO, Baumann H (2020) A comprehensive non-redundant reference transcriptome for the Atlantic silverside Menidia menidia. Marine Genomics 53:100738</span></p>\n<p><span>Tigano A, Jacobs A, Wilder AP, Nand A, Zhan Y, Dekker J, Therkildsen NO (2021) Chromosome-level assembly of the Atlantic silverside genome reveals extreme levels of sequence diversity and structural genetic variation. Genome Biology and Evolution 13:evab098</span></p>\n<p><span>Wilder AP, Palumbi SR, Conover DO, Therkildsen NO (2020) Footprints of local adaptation span hundreds of linked genes in the Atlantic silverside genome. Evolution Letters 4:430-443</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/27/2023<br>\nModified by: Nina&nbsp;O&nbsp;Therkildsen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn 2017,Nina Overgaard TherkildsenandHannes Baumann, two early career researchers from Cornell University and the University of Connecticut, formed an alliance centered on the shared fascination for a small fish. This fish, theAtlantic silverside (Menidia menidia), has been a marine vertebrate model in eco-evolutionary studies ever since experimental work in the 1970s revealed that populations from different latitudes differed genetically and showed local adaptation in many different traits along the underlying climate gradient.\n\n\nBut how could such a fine-scale genetic structure exist? It was long assumed that in the marine realm, migration and movement with ocean currents often result in gene flow that is so predominant that most marine species should have well-mixed, genetically homogenous populations.\n\n\nSo Baumann, the ecologist with experience in silverside rearing, and Therkildsen, a conservation geneticist already deeply involved in deciphering the silverside genome  together hatched a plan to reveal the genomic underpinnings of local adaptation in this famous model system. They proposed a combination of field collections and rearing experiments organized in four hierarchical parts they called SCAN, MAP, EVALUATE, and TEST.\n\n\nMore than five years later, we look back on a number of discoveries and groundbreaking experiments. And yet, it still feels like we have only scratched the surface of how evolution interacts with genomes to shape nature around us. The project demonstrated the existence of extreme levels of diversity and blocks of hundreds of linked genes inM. menidiashowing large differences between populations (Wilder et al. 2020, Tigano et al. 2021). Central to the main question was thediscovery of massive chromosomal inversions in the silverside genome, which likely facilitate local adaptation in this species (Tigano et al. 2021, Akopyan et al. 2022). We also worked on and published a comprehensive, non-redundant reference transcriptome and a chromosome-level genome assembly for the Atlantic silverside (Therkildsen & Baumann 2020, Tigano et al. 2021), which have since become an important resource for follow-up studies (e.g. Jacobs et al. in review).\n\n\nIn one of the most memorable anddaring experimental efforts, our two teams drove for 36 hours to sample spawning-ripe silversides atJekyll Island in Georgia, transport them live to Connecticut and then collect ripe spawners from another site at the south shore ofLong Island (Patchogue). The reciprocal, individual and populationF1 crosses were reared to maturityand then spawned again to obtain and rearF2 offspring, which then allowed quantitative trait mapping and evaluation of therole and ubiquity of inversions.\n\n\nOverall, this project produced a treasure trove of data that will continue to yield insights into the genomic architecture enabling local adaptation in silversides for several years to come. However, along with a groundswell of other work, this project has already and squarely rendered the notion outdated that marine populations are genetically homogeneous. They often are clearly not, andchromosomal inversions are likely a major reason why such genetic population structure and local adaptations persist in the wild.\n\n\nBoth PIs and students have given over 20 presentations, seminars, and invited lectures, and the project has so far resulted in 9 high-profile publications, with another manuscript still in review and two under preparation. Across the two PI labs, the project has supported training and career development for 8 graduate students, 4 post-doctoral researchers, and 1 technician.\n\n\nIt broadly succeeded in establishing the Atlantic silverside as a model system for advanced ecological, evolutionary, and molecular approaches, while promoting the wonder and amazement about evolutionary principles in marine organisms.\n\n\n\n\n\nSelected references\nAkopyan M, Tigano A, Jacobs A, Wilder AP, Baumann H, Therkildsen NO (2022) Comparative linkage mapping uncovers recombination suppression across massive chromosomal inversions associated with local adaptation in Atlantic silversides. Molecular Ecology 31:3323-3341\n\n\nJacobs, A., Velotta, J.P., Tigano, A., Wilder, A.P., Baumann, H., and Therkildsen, N.O. (2023) Temperature-dependent gene regulatory divergence underlies local adaptation with gene flow in the Atlantic silverside. Evolution (in review)\n\n\nTherkildsen NO, Baumann H (2020) A comprehensive non-redundant reference transcriptome for the Atlantic silverside Menidia menidia. Marine Genomics 53:100738\n\n\nTigano A, Jacobs A, Wilder AP, Nand A, Zhan Y, Dekker J, Therkildsen NO (2021) Chromosome-level assembly of the Atlantic silverside genome reveals extreme levels of sequence diversity and structural genetic variation. Genome Biology and Evolution 13:evab098\n\n\nWilder AP, Palumbi SR, Conover DO, Therkildsen NO (2020) Footprints of local adaptation span hundreds of linked genes in the Atlantic silverside genome. Evolution Letters 4:430-443\n\n\n\t\t\t\t\tLast Modified: 12/27/2023\n\n\t\t\t\t\tSubmitted by: NinaOTherkildsen\n"
 }
}