{
 "awd_id": "1756115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Surface wave impacts on upper ocean response to tropical cyclones",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 210260.0,
 "awd_amount": 210260.0,
 "awd_min_amd_letter_date": "2018-02-20",
 "awd_max_amd_letter_date": "2018-02-20",
 "awd_abstract_narration": "The current development of global weather/climate numerical models is moving in the direction of higher spatial resolutions, such that they are now capable to resolve extreme weather events, including tropical cyclones (TCs). In fact, TC prediction models and global weather prediction models are expected to merge in a near future. Turbulent mixing in the ocean surface layer under TCs effectively couples the ocean and atmosphere through air-sea exchanges of heat and momentum. This air-sea coupling is modulated by ocean surface waves (sea states) that are particularly complex and varied under TC conditions. Surface waves affect both one-dimensional (vertical mixing/diffusion), and three-dimensional  (upwelling and horizontal advection) processes in the upper ocean. The focus of this study is to advance ocean turbulent mixing schemes that explicitly include the impact of surface waves. Although similar efforts are underway in modeling centers worldwide, few of such efforts include extreme (TC) conditions. Results from this study will inform on the leading order impacts from surface waves on upper ocean processes in high wind conditions, on the benefits of coupling wave and ocean models, and on optimal approaches to implementing wave-dependent parameterizations. The proposed effort is timely and will immediately benefit both the regional and global weather and climate modeling communities. The results of the research will be integrated into the Hurricanes: Science and Society website that is currently used by tens of thousands of educators and students as well as the general public. In addition to their technical training, the graduate students will receive training from education and outreach professionals on how to translate complex scientific concepts into non-expert language.\r\n\r\nThis collaborative study will be carried out by combining state-of-the-art modeling and observational data obtained in previous field programs. Specifically, upper ocean responses to several historical Tropical Cyclones will be simulated using a coupled ocean-wave model that includes sea-state dependent Langmuir turbulence parameterizations and other significant surface wave impacts (the Stokes advection, the Coriolis Stokes force, the Stokes shear force, and the air-sea momentum flux budget). First, the model results will be used to constrain the wind stress and the drag coefficient. Next, the model results, with and without the wave effects, will be compared with observational data, including mixed layer temperature, current, and turbulence data. This investigation will clarify whether the Langmuir turbulence and other surface wave effects make leading order impacts on upper ocean responses to Tropical Cyclones, and whether their accurate prediction requires a fully coupled ocean-wave model with sea-state dependent parameterizations. This study will be conducted in close collaboration with NOAA/Geophysical Fluid Dynamics Laboratory scientists and will contribute to the NOAA research and coupled atmosphere-ocean model development involving the role of upper ocean mixing on climate and weather prediction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "D'Asaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D'Asaro",
   "pi_email_addr": "dasaro@apl.washington.edu",
   "nsf_id": "000200969",
   "pi_start_date": "2018-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ramsey",
   "pi_last_name": "Harcourt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ramsey R Harcourt",
   "pi_email_addr": "harcourt@apl.washington.edu",
   "nsf_id": "000436658",
   "pi_start_date": "2018-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "1013 NE 40th Street",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 210260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Evolution of a tropical cyclone is strongly affected by the supply of heat from a warm ocean surface. When strong tropical cyclone wind blows and enhances upper ocean currents and turbulence, it may cool the sea surface temperature, decrease the heat supply to the storm, and weaken the storm. In this study we have investigated how such upper ocean responses to a tropical cyclone are modified by ocean surface waves, by combining field observations and numerical model simulations under five past tropical cyclones. Our results clearly show that ocean surface waves enhance upper ocean turbulence and reduce upper ocean currents. Our results also show that when ocean surface waves propagate in a different direction from the wind direction, the wind forcing and the resulting upper ocean responses are weakened. These results strongly suggest that accurate predictions of tropical cyclones and ocean responses below need to account for the state of and changes in ocean surface gravity wave conditions. Such improvements made to tropical cyclone forecast models will help to avoid future losses due to these deadly storms and assist with municipal preparedness activities. Results from this proposed study also inform not only the tropical cyclone modeling community but also the entire weather and climate modeling community on the leading order impacts from surface waves on upper ocean processes in high wind conditions.</p>\n<p>&nbsp;On the ocean mixing side, data from Lagrangian floats in typhoons was reprocessed to a higher level of quality control and used to compare with mixing parameterizations in the ocean components of wave-coupled models. Work initiated in two prior NSF projects, on coupling wave and ocean models and on the outgassing of bubbles under a hurricane, were both brought to completion with publications. Further progress was made on coupling the wave models to subgrid ocean mixing, but in evaluating this progress, as well as divergent developments in studies of near-surface Large Eddy Simulation results, we were led to turn our attention to establishing a less ambiguous understanding of the surface and mixed layer scaling behavior of turbulent vertical velocity in ocean surface and boundary layers from archived observations. Further reanalysis of archived Lagrangian float data has yielded clear empirical scaling expressions for vertical turbulent kinetic energy and for vertical temperature gradients in the surface layer that depart markedly from traditional Monin-Obukhov similarity theory, with additional dependence on surface wave forcing. The new analysis results form part of a PhD thesis defending July 2023, with manuscripts for submission to publication.</p>\n<p>At University of Rhode Island, the project trained one PhD student, and at UW the project contributed to training an second PhD student during his final years. Through course work, frequent meetings with the principal investigators, and hands-on research, the graduate student learned basic concepts of the project related science and methodology (fluid dynamics and physical oceanography, upper ocean mixing, wave dynamics, numerical modeling, high performance computing). Based on this developed understanding, the student became capable of asking and addressing critical science questions independently. In addition, the student participated in outreach training activities, engaging public audiences and U.S. 4-6th grade classrooms, facilitated by our broader impacts professionals. The experience that the graduate student received as they worked side by side with education and outreach professionals to translate complex scientific concepts into non-expert language will assist her in future education and outreach efforts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2023<br>\n\t\t\t\t\tModified by: Ramsey&nbsp;R&nbsp;Harcourt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEvolution of a tropical cyclone is strongly affected by the supply of heat from a warm ocean surface. When strong tropical cyclone wind blows and enhances upper ocean currents and turbulence, it may cool the sea surface temperature, decrease the heat supply to the storm, and weaken the storm. In this study we have investigated how such upper ocean responses to a tropical cyclone are modified by ocean surface waves, by combining field observations and numerical model simulations under five past tropical cyclones. Our results clearly show that ocean surface waves enhance upper ocean turbulence and reduce upper ocean currents. Our results also show that when ocean surface waves propagate in a different direction from the wind direction, the wind forcing and the resulting upper ocean responses are weakened. These results strongly suggest that accurate predictions of tropical cyclones and ocean responses below need to account for the state of and changes in ocean surface gravity wave conditions. Such improvements made to tropical cyclone forecast models will help to avoid future losses due to these deadly storms and assist with municipal preparedness activities. Results from this proposed study also inform not only the tropical cyclone modeling community but also the entire weather and climate modeling community on the leading order impacts from surface waves on upper ocean processes in high wind conditions.\n\n On the ocean mixing side, data from Lagrangian floats in typhoons was reprocessed to a higher level of quality control and used to compare with mixing parameterizations in the ocean components of wave-coupled models. Work initiated in two prior NSF projects, on coupling wave and ocean models and on the outgassing of bubbles under a hurricane, were both brought to completion with publications. Further progress was made on coupling the wave models to subgrid ocean mixing, but in evaluating this progress, as well as divergent developments in studies of near-surface Large Eddy Simulation results, we were led to turn our attention to establishing a less ambiguous understanding of the surface and mixed layer scaling behavior of turbulent vertical velocity in ocean surface and boundary layers from archived observations. Further reanalysis of archived Lagrangian float data has yielded clear empirical scaling expressions for vertical turbulent kinetic energy and for vertical temperature gradients in the surface layer that depart markedly from traditional Monin-Obukhov similarity theory, with additional dependence on surface wave forcing. The new analysis results form part of a PhD thesis defending July 2023, with manuscripts for submission to publication.\n\nAt University of Rhode Island, the project trained one PhD student, and at UW the project contributed to training an second PhD student during his final years. Through course work, frequent meetings with the principal investigators, and hands-on research, the graduate student learned basic concepts of the project related science and methodology (fluid dynamics and physical oceanography, upper ocean mixing, wave dynamics, numerical modeling, high performance computing). Based on this developed understanding, the student became capable of asking and addressing critical science questions independently. In addition, the student participated in outreach training activities, engaging public audiences and U.S. 4-6th grade classrooms, facilitated by our broader impacts professionals. The experience that the graduate student received as they worked side by side with education and outreach professionals to translate complex scientific concepts into non-expert language will assist her in future education and outreach efforts.\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2023\n\n\t\t\t\t\tSubmitted by: Ramsey R Harcourt"
 }
}