{
 "awd_id": "1756301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effects of Moving to Opportunity on Youth Political Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 156744.0,
 "awd_amount": 156744.0,
 "awd_min_amd_letter_date": "2018-08-17",
 "awd_max_amd_letter_date": "2018-08-17",
 "awd_abstract_narration": "One of the most important findings in political science is that economically disadvantaged people are much less likely to vote, and policy is much less responsive to them. However, researchers do not know if disadvantage actually causes lower political participation, or why it does. Moreover, little is known about how to break the cycle of poverty and low participation. The proposed research uses the Moving to Opportunity (MTO) program to test potential interventions to break the cycle. MTO randomly assigned housing vouchers to low-income families for use in the private housing market in low-poverty neighborhoods. By moving these families to less distressed neighborhoods, the vouchers were expected to improve their economic situation. Unfortunately, the vouchers failed to do so for the adults. In failing to increase education and income -factors thought to promote voting - it is not surprising that the MTO program also failed to increase voting. However, the MTO program did improve the economic situation of those who were children. As they grew up, the children completed more education and earned higher incomes. This is consistent with other findings on the powerful long-term impact of early-life experiences. If education and income are indeed causes of voting, then the low-poverty vouchers should have substantially improved the children's participation in the political process as they came of age. Data from MTO will be merged with census tract and public voter file data, to assess whether blunting children's disadvantage allows them to become civic contributors later in life. This research design allows the first examination of the long-term impacts of poverty on political participation. It is also the first test of early exposure to interventions that may increase the participation of economically disadvantaged Americans in the democratic process. \r\n\r\n\r\n\r\nIndividuals with low levels of education and income are much less likely to vote, and public policy is much less responsive to them. However, while this association is among the most robust and theorized findings in political science, it is based almost entirely on observational data. In addition, the mechanisms for the association remain unclear. Finally, when it comes to the long-term impact of poverty experienced early in life, researchers know still less, because data tracking individuals from childhood into adulthood has been scarce. Moreover, little is known about what interventions might break the cycle of poverty and low participation, and whether these are more effective early in life. The proposed research uses the Moving to Opportunity (MTO) experiment to test the causal effects of poverty on political participation. MTO randomly assigned housing vouchers to low-income families living in public housing for use in the private housing market in low-poverty neighborhoods. It improved the economic situation of those who were children, as they became adults. This is consistent with other findings on the powerful long-term impact of early-life experiences. Building on this framework, low-poverty housing vouchers are expected to substantially improve children's participation in the political process as they come of age. Ameliorating children's disadvantage may increase voting through several pathways: improving their resources (income, education); increasing their access to social networks where voting is more common; and ameliorating their perception that collective problems are intractable. MTO administrative and survey data will be merged with census tract and voter file data. This research design allows the first examination of the long-term impacts of poverty on political participation. It is also the first comparison of early- versus late-childhood exposure to interventions that may later increase the participation of economically disadvantaged Americans in the democratic process. The proposed research advances political science by looking beyond contemporaneous explanations and focusing on early-life experiences that can have a lasting impact on behavior.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tali",
   "pi_last_name": "Mendelberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tali Mendelberg",
   "pi_email_addr": "Talim@Princeton.edu",
   "nsf_id": "000333919",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Politics",
  "perf_str_addr": "Corwin Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 156744.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; This project investigated whether children who moved from a high-poverty neighborhood to a less poor neighborhood were more likely to vote as adults. Voting is an important civic duty and a right of citizenship. Past research suggests that people from more disadvantaged backgrounds and neighborhoods are less likely to vote. However, it is unclear if the disadvantage is the cause. People living in poverty differ from people living in less disadvantaged circumstances in many ways besides the poverty of their neighborhood. That makes it difficult to know whether living in a high-poverty neighborhood is the cause of lower participation by their residents.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project addressed the problem by using data from an experiment called &ldquo;Moving to Opportunity&rdquo; (MTO). MTO enrolled families living in low-income public housing in a study of the impact of moving to lower-poverty neighborhoods. The investigators randomly offered some of the study participants rental vouchers allowing them to rent a home in neighborhoods with lower poverty levels (the 'low-poverty' condition). These participants were directed to use the vouchers in neighborhoods with a low percentage of poor residents. Other study participants were randomly assigned to a 'control condition' that did not receive the voucher. A third group was randomly assigned to a 'placebo condition'. They received a voucher that could be used in any neighborhood regardless of its poverty level. Prior studies found, as expected, that the low-poverty vouchers caused many of the voucher recipients to move to neighborhoods with less poverty. The voucher recipients were much more likely to move than those randomly not given the voucher, and much more likely to move to lower-poverty neighborhoods than the placebo condition.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because the people who moved to less-disadvantaged neighborhoods were chosen randomly, we can capture the effect of moving to those neighborhoods on voting more accurately. Random assignment to the voucher means that those with and without the voucher are the same in every way except for the voucher. If we find any difference between the voucher and no-voucher group, we know with certainty that only the voucher could explain the difference. Any difference we find cannot be the result of other causes of voting.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Past work has studied voter turnout among Moving to Opportunity participants and found that moving to a better neighborhood did not increase turnout. However, this work has all focused on the adult participants. Our project focused on people who were children at the time their parent was assigned to their voucher condition. When they moved to a new neighborhood, they were young enough to experience the full benefits of improved life circumstances. Other work suggests that living in a better neighborhood improves the quality of life much more for children than for teenagers or adults. Children especially benefit because they are especially affected by the quality of education, reduced parental stress, and other elements of a safe and nurturing environment. When people move to better neighborhoods as children, the benefits in early life translate into improvements in their adult levels of income, education, relationship stability, and other roles that facilitate voting. Education in particular is a robust predictor of participation in the political system. We therefore thought that moving to a better neighborhood could increase voting rates among people who were children when they moved, even if it did not affect voting rates for their parents.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our results suggest that moving children to better neighborhoods did not increase their voting as adults. We are still conducting analyses to understand why this may be. This result is unexpected, and it will raise questions among researchers about why the correlation between level of education and voting does not hold when a person's level of education rises. Our results are consistent with some other studies that follow a person over time and find that education does not in itself increase the tendency to vote. This study contributes to our knowledge of how children&rsquo;s socioeconomic backgrounds come to shape their political participation in adulthood.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2021<br>\n\t\t\t\t\tModified by: Tali&nbsp;Mendelberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            This project investigated whether children who moved from a high-poverty neighborhood to a less poor neighborhood were more likely to vote as adults. Voting is an important civic duty and a right of citizenship. Past research suggests that people from more disadvantaged backgrounds and neighborhoods are less likely to vote. However, it is unclear if the disadvantage is the cause. People living in poverty differ from people living in less disadvantaged circumstances in many ways besides the poverty of their neighborhood. That makes it difficult to know whether living in a high-poverty neighborhood is the cause of lower participation by their residents.\n\n            This project addressed the problem by using data from an experiment called \"Moving to Opportunity\" (MTO). MTO enrolled families living in low-income public housing in a study of the impact of moving to lower-poverty neighborhoods. The investigators randomly offered some of the study participants rental vouchers allowing them to rent a home in neighborhoods with lower poverty levels (the 'low-poverty' condition). These participants were directed to use the vouchers in neighborhoods with a low percentage of poor residents. Other study participants were randomly assigned to a 'control condition' that did not receive the voucher. A third group was randomly assigned to a 'placebo condition'. They received a voucher that could be used in any neighborhood regardless of its poverty level. Prior studies found, as expected, that the low-poverty vouchers caused many of the voucher recipients to move to neighborhoods with less poverty. The voucher recipients were much more likely to move than those randomly not given the voucher, and much more likely to move to lower-poverty neighborhoods than the placebo condition.\n\n            Because the people who moved to less-disadvantaged neighborhoods were chosen randomly, we can capture the effect of moving to those neighborhoods on voting more accurately. Random assignment to the voucher means that those with and without the voucher are the same in every way except for the voucher. If we find any difference between the voucher and no-voucher group, we know with certainty that only the voucher could explain the difference. Any difference we find cannot be the result of other causes of voting.\n\n            Past work has studied voter turnout among Moving to Opportunity participants and found that moving to a better neighborhood did not increase turnout. However, this work has all focused on the adult participants. Our project focused on people who were children at the time their parent was assigned to their voucher condition. When they moved to a new neighborhood, they were young enough to experience the full benefits of improved life circumstances. Other work suggests that living in a better neighborhood improves the quality of life much more for children than for teenagers or adults. Children especially benefit because they are especially affected by the quality of education, reduced parental stress, and other elements of a safe and nurturing environment. When people move to better neighborhoods as children, the benefits in early life translate into improvements in their adult levels of income, education, relationship stability, and other roles that facilitate voting. Education in particular is a robust predictor of participation in the political system. We therefore thought that moving to a better neighborhood could increase voting rates among people who were children when they moved, even if it did not affect voting rates for their parents.\n\n            Our results suggest that moving children to better neighborhoods did not increase their voting as adults. We are still conducting analyses to understand why this may be. This result is unexpected, and it will raise questions among researchers about why the correlation between level of education and voting does not hold when a person's level of education rises. Our results are consistent with some other studies that follow a person over time and find that education does not in itself increase the tendency to vote. This study contributes to our knowledge of how children’s socioeconomic backgrounds come to shape their political participation in adulthood.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2021\n\n\t\t\t\t\tSubmitted by: Tali Mendelberg"
 }
}