{
 "awd_id": "1756449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Physics of Dune Erosion during Extreme Wave and Storm-Surge Events",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 309588.0,
 "awd_amount": 319340.0,
 "awd_min_amd_letter_date": "2018-06-28",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "Sand dunes are often the primary and sometimes only 'line of defense' for coastal infrastructure, and are increasingly constructed and actively managed to protect against extreme events. Coastal managers require knowledge of how dunes will respond under these events so assets can be pre-positioned. Both natural and constructed dunes dissipate energy by modifying breaking waves and runup to limit overwash, thereby minimizing coastal flooding during extreme waves and storm-surge events. However, because extreme physical forces only interact with the dune for a relatively short, yet critical time when the water level rises, there is limited understanding on how dune sediments and vegetation can modify hydrodynamic forces and alter beach-dune profile evolution. This research focuses on dune response to a range of water level and forcing conditions that mimic the passage of an extreme storm event. A near prototype-scale laboratory experiment will be conducted over a mobile bed in the large wave flume at Oregon State University. Physical model studies will occur over a bare dune, a rapidly constructed (loosely compacted) dune following wave-induced erosion, and a dune with live vegetation. Data related to processes ranging from short-term (turbulence) to longer time scales (individual events) will be collected and analyzed to develop a fundamental understanding of the fluid-sediment-vegetation dynamics affecting dune stability, as well as damage mitigation strategies for extreme events. The collected data will be used to validate numerical models. \r\n\r\nA multiphase flow model sedwaveFoam (created in the open-source OpenFOAM framework), capable of simulating the full profiles of sediment transport under realistic waves, will be extended for dune erosion with or without vegetation. Detailed simulations will further inform the creation of improved parameterizations of turbulence- and wave-scale processes in the event-scale morphodynamic model XBeach. A fragility framework, consistent with risk-based decision support tools, will be created to predict the probability of damage states (e.g., dune volume loss) for a given level and duration of hydrodynamic forcing. The collected data and extensive XBeach simulations will provide required input parameters for the fragility analysis. The data and modeling for different dune archetypes will be used to: (i) identify the fundamental processes (including waves, turbulence, and sediment transport) that drive dune evolution during extreme events; (ii) define the conditions by which dune vulnerability increases as function of berm erosion; (iii) investigate the interaction between the different processes and identify the threshold forcing conditions and time scales beyond which vegetation no longer enhances dune resilience; and (iv) examine the extent a fragility modeling framework can be used to improve risk-based decision for dune erosion during extreme surge and wave events. Natural resource managers and practicing engineers with on-the-ground experience, from Federal and State (Delaware, Texas) levels will contribute to this project through a stakeholder workshop planned for year 3. The fragility framework will be developed in collaboration with managers from Delaware and Texas, allowing prediction of dune damage based on commonly used measures of storm intensity. The project will support PhD and undergraduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Cox",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel T Cox",
   "pi_email_addr": "dan.cox@oregonstate.edu",
   "nsf_id": "000237880",
   "pi_start_date": "2018-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meagan",
   "pi_last_name": "Wengrove",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Meagan E Wengrove",
   "pi_email_addr": "meagan.wengrove@oregonstate.edu",
   "nsf_id": "000754991",
   "pi_start_date": "2018-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "Kerr Admin Bldg",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973313212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 309588.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 9752.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aim was to investigate the response of beach dunes with different characteristics (e.g. bare vs. vegetated) to scaled forcing conditions mimicking a storm event. Beach profiles were constructed in the 104 m long wave flume at Oregon State University and subjected to wave forcing of increasing intensity. Detailed data were captured with numerous sensors and high-resolution laser scanners. Computational models were also developed to predict the fluid motions and beach response at scales not recorded by the sensors. Results indicate that the berm located seaward of the dune evolves largely through sediment motion near the seabed as opposed to suspended in the water column. The berm serves in a protective capacity for the dune until it erodes. Thus, there is a lag in time between berm erosion and dune erosion. Fluid within the dune sediment, controlled mostly by wave runup, can alter sediment resistance and lead to scarping and offshore sediment transport. Vegetation on the dune alters fluid drag and can actually enhance dune erosion during high wave energy events. This finding is counter to most accepted knowledge that plants enhance dune ability to resist erosion. Numerical results indicated the importance of undertow, a nearbed seaward current, in altering the beach profile. In addition, wave shape across the surf zone, known as skewness and asymmetry, is important for predicting accurately how the beach evolves. More detailed numerical simulations were used to quantify turbulence (chaotic motions) in the flow field. These turbulent features travel downward and eventually interact with the seabed. The interaction causes an increase in the stress delivered to the sea bed leading to increased sediment suspension. The overall results from the study are important as they have led to an improved understanding of beach profile response under storm events. The provided data enabled improvement of predictive tools that can be used by managers and community leaders for subsequent forecasting of beach response for impending storm activity. The extended laboratory study was a collaboration with the PIs, students, and numerous external colleagues. We supported numerous undergraduate researchers and masters and PhD theses. Results were published in many peer-reviewed journals. Data from the study are available on DesignSafe.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2022<br>\n\t\t\t\t\tModified by: Meagan&nbsp;E&nbsp;Wengrove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project aim was to investigate the response of beach dunes with different characteristics (e.g. bare vs. vegetated) to scaled forcing conditions mimicking a storm event. Beach profiles were constructed in the 104 m long wave flume at Oregon State University and subjected to wave forcing of increasing intensity. Detailed data were captured with numerous sensors and high-resolution laser scanners. Computational models were also developed to predict the fluid motions and beach response at scales not recorded by the sensors. Results indicate that the berm located seaward of the dune evolves largely through sediment motion near the seabed as opposed to suspended in the water column. The berm serves in a protective capacity for the dune until it erodes. Thus, there is a lag in time between berm erosion and dune erosion. Fluid within the dune sediment, controlled mostly by wave runup, can alter sediment resistance and lead to scarping and offshore sediment transport. Vegetation on the dune alters fluid drag and can actually enhance dune erosion during high wave energy events. This finding is counter to most accepted knowledge that plants enhance dune ability to resist erosion. Numerical results indicated the importance of undertow, a nearbed seaward current, in altering the beach profile. In addition, wave shape across the surf zone, known as skewness and asymmetry, is important for predicting accurately how the beach evolves. More detailed numerical simulations were used to quantify turbulence (chaotic motions) in the flow field. These turbulent features travel downward and eventually interact with the seabed. The interaction causes an increase in the stress delivered to the sea bed leading to increased sediment suspension. The overall results from the study are important as they have led to an improved understanding of beach profile response under storm events. The provided data enabled improvement of predictive tools that can be used by managers and community leaders for subsequent forecasting of beach response for impending storm activity. The extended laboratory study was a collaboration with the PIs, students, and numerous external colleagues. We supported numerous undergraduate researchers and masters and PhD theses. Results were published in many peer-reviewed journals. Data from the study are available on DesignSafe.\n\n \n\n\t\t\t\t\tLast Modified: 10/18/2022\n\n\t\t\t\t\tSubmitted by: Meagan E Wengrove"
 }
}