{
 "awd_id": "1756118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Submesoscale instabilities near the sea-floor and their effects on the ocean circulation and mixing",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 324569.0,
 "awd_amount": 324569.0,
 "awd_min_amd_letter_date": "2018-03-28",
 "awd_max_amd_letter_date": "2020-02-28",
 "awd_abstract_narration": "Mixing processes in the ocean bottom boundary layer (BBL) are thought to exert a strong control on the general circulation. For example, the enhancement of turbulent mixing associated with breaking internal waves over topography has been suggested to play a central role in closing the deep branch of the meridional overturning circulation. Likewise, turbulent mixing in the BBL can result when large-scale currents flowing along sloping topography are decelerated by bottom friction. Importantly, these processes generate temperature and salinity fields in the BBL that are well mixed in the vertical but not in the horizontal, similar to fronts near the sea surface. This similarity suggests that many types of submesoscale (horizontal scales of 0.1 - 10 kilometers) instabilities, which to-date have been studied almost exclusively in the context of upper-ocean fronts, may also be active in the BBL. In the surface ocean, submesoscale processes are known to play an important role in restratifying the surface mixed layer, thereby counteracting turbulent mixing, and in the dispersal and transport of tracers such as pollutants, dissolved gases, and nutrients. Understanding the conditions under which submesoscale processes may be active in the BBL, as well as their effect on the circulation and mixing, therefore has potentially far-reaching implications for understanding the physics and biogeochemical properties of both deep and coastal oceans. This project will support a promising early career scientist who conceived and wrote the bulk of this proposal and new scientific results will be incorporated into outreach lectures and laboratory demonstrations for local high-school students.\r\n\r\nThis project will use a combination of theory and idealized numerical modeling to study the dynamics of submesoscale instabilities in the BBL generated during the frictional spin-down of a current on a slope. Preliminary calculations suggest that BBLs over sloping topography can support a submesoscale baroclinic instability mode, a BBL counterpart to surface mixed-layer instabilities. These instabilities are fast-growing, and relatively insensitive to the topographic slope, suggesting they may be a common feature of the ocean BBL. Initial numerical simulations also suggest that these baroclinic instabilities can lead to vertical buoyancy fluxes which, under some conditions, may dominate other more widely-studied sources of vertical buoyancy fluxes, such as the breaking of internal waves at topography. The proposed research will expand upon these initial results, using linear stability analysis and idealized numerical modeling, to provide a complete exploration of the parameter dependence of BBL submesoscale instabilities, with a focus on turbulent fluxes of buoyancy and potential vorticity. Boundary layer dynamics for flow over idealized variations in topography, including channel flows, will also be considered.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leif",
   "pi_last_name": "Thomas",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Leif N Thomas",
   "pi_email_addr": "leift@stanford.edu",
   "nsf_id": "000525436",
   "pi_start_date": "2018-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "473 Via Ortega",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 324569.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ocean circulation has currents at many different horizontal spatial scales, spanning from meters to thousands of kilometers. Recently it has become clear that processes with horizontal scales of approximately 100 meters to 10 kilometers?in what is termed the ocean submesoscale??are particularly important for both ocean circulation and biogeochemistry. Submesoscale ocean eddies are generated when there are strong horizontal density gradients, or `fronts?, in regions with weak vertical stratification. Most of our understanding of these processes has been developed through study of the near-surface ocean, however similar conditions can be found along the ocean bottom, with previously unknown implications for ocean circulation.</p>\n<p>&nbsp;</p>\n<p>This project explored the physics of submesoscale instabilities along the ocean bottom, including how they are generated and their impact on bottom boundary layer processes, ocean energetics, and mixing. Results of this work give new insights into how three-dimensional variability in ocean circulation modifies near-bottom flows in both the coastal and abyssal ocean. The first goal of this project was to understand how the presence of the sloping ocean bottom might modify the physics of submesoscale instabilities (an essential difference in comparing the surface and bottom layers of the ocean). Using linear theory we showed that topography exerts less of a control on submesoscale instabilities than their larger-scale counterparts. This can be understood as resulting from the relatively weak stratification of the bottom boundary layer, which acts to limit the effective steepness (relative to density surfaces) of the topography. This result suggests submesoscales may be common along the ocean bottom, both in coastal regions and in the abyssal ocean. We then extended this result to demonstrate that two canonical theories of the bottom boundary layer circulation?due to turbulent mixing in the abyss, and due to flow along a sloping lower boundary?both give solutions that are unstable to submesoscale instabilities. These prior conceptual models are therefore likely incomplete due to their neglect of these three-dimensional submesoscale processes. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Using a unique set of observations taken in the Southern Ocean, we found evidence that two types of submesoscale instabilities (termed centrifugal and symmetric instabilities) may be generating significant mixing of Antarctic Bottom Water, a key connection pathway between the ocean surface and the abyss. To understand these processes, we ran very high-resolution numerical simulations of a flow along topography, and developed theory to explain the evolution of these simulations. The theory, based on the physics of submesoscale hydrodynamic instabilities, was shown to accurately predict the evolution of the bottom boundary thickness, stratification, and turbulent energetics. These results provide a framework for parameterizing these effects when interpreting observations or improving ocean models. Finally, using a high-resolution model of the Atlantic, we argue that prior estimates of the amount of energy lost from the general circulation by bottom drag are likely biased high by at least a factor of 2. The submesoscale instabilities identified during this project are shown to offset approximately ? of the reduction in bottom drag dissipation, suggesting they may play an important role in the global energetics of ocean circulation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2021<br>\n\t\t\t\t\tModified by: Leif&nbsp;N&nbsp;Thomas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ocean circulation has currents at many different horizontal spatial scales, spanning from meters to thousands of kilometers. Recently it has become clear that processes with horizontal scales of approximately 100 meters to 10 kilometers?in what is termed the ocean submesoscale??are particularly important for both ocean circulation and biogeochemistry. Submesoscale ocean eddies are generated when there are strong horizontal density gradients, or `fronts?, in regions with weak vertical stratification. Most of our understanding of these processes has been developed through study of the near-surface ocean, however similar conditions can be found along the ocean bottom, with previously unknown implications for ocean circulation.\n\n \n\nThis project explored the physics of submesoscale instabilities along the ocean bottom, including how they are generated and their impact on bottom boundary layer processes, ocean energetics, and mixing. Results of this work give new insights into how three-dimensional variability in ocean circulation modifies near-bottom flows in both the coastal and abyssal ocean. The first goal of this project was to understand how the presence of the sloping ocean bottom might modify the physics of submesoscale instabilities (an essential difference in comparing the surface and bottom layers of the ocean). Using linear theory we showed that topography exerts less of a control on submesoscale instabilities than their larger-scale counterparts. This can be understood as resulting from the relatively weak stratification of the bottom boundary layer, which acts to limit the effective steepness (relative to density surfaces) of the topography. This result suggests submesoscales may be common along the ocean bottom, both in coastal regions and in the abyssal ocean. We then extended this result to demonstrate that two canonical theories of the bottom boundary layer circulation?due to turbulent mixing in the abyss, and due to flow along a sloping lower boundary?both give solutions that are unstable to submesoscale instabilities. These prior conceptual models are therefore likely incomplete due to their neglect of these three-dimensional submesoscale processes.  \n\n \n\nUsing a unique set of observations taken in the Southern Ocean, we found evidence that two types of submesoscale instabilities (termed centrifugal and symmetric instabilities) may be generating significant mixing of Antarctic Bottom Water, a key connection pathway between the ocean surface and the abyss. To understand these processes, we ran very high-resolution numerical simulations of a flow along topography, and developed theory to explain the evolution of these simulations. The theory, based on the physics of submesoscale hydrodynamic instabilities, was shown to accurately predict the evolution of the bottom boundary thickness, stratification, and turbulent energetics. These results provide a framework for parameterizing these effects when interpreting observations or improving ocean models. Finally, using a high-resolution model of the Atlantic, we argue that prior estimates of the amount of energy lost from the general circulation by bottom drag are likely biased high by at least a factor of 2. The submesoscale instabilities identified during this project are shown to offset approximately ? of the reduction in bottom drag dissipation, suggesting they may play an important role in the global energetics of ocean circulation.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/16/2021\n\n\t\t\t\t\tSubmitted by: Leif N Thomas"
 }
}