{
 "awd_id": "1756073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Youth and Humanitarian Futures in Post-Conflict Societies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2018-01-15",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 11717.0,
 "awd_amount": 11717.0,
 "awd_min_amd_letter_date": "2018-01-23",
 "awd_max_amd_letter_date": "2018-01-23",
 "awd_abstract_narration": "Youth in post-conflict societies frequently come to represent two contradicting forces. On the one hand, they represent hope for a more peaceful future. On the other hand, because there is frequently large-scale unemployment, particularly among young men, youth may also personify anxiety about a return to conflict. The research supported by this award, which trains a graduate student in methods of scientific data collection and analysis, explores how young people navigate the limits and possibilities of post-conflict life and the multiple interventions that are designed to help them do so. Previous research has emphasized how peace-building projects transform social life under the expectation of peace-after-war. But young people looking at their own futures, rarely see such a clean break with the past. When governmental and non-governmental intervention programs attempt to make young people \"productive\" in the aftermath of violence, what exactly does that entail? And how do youth both within and outside of such programs make sense of their social position as marginal? Answering these questions has important implications for both security and development in post-conflict situations worldwide, including at smaller and more local scales in the United States.\r\n\r\nDuke University anthropology doctoral candidate, Matthew Sebastian, under the supervision of Dr. Charles Piot, will pursue the research through16 months of ethnographic fieldwork on how young people experience and respond to vulnerability and security in post-conflict northern Uganda. He has chosen this site because Uganda, where more than three-quarters of the population is under thirty, offers a sharper view of how these transformations take place in real time than could be obtained in the U.S. He will collect data with multiple ethnographic methods, including participant observation, interviews, focus groups, and mapping techniques. He has chosen three key sites for the research: (1) securitized spaces  where young men and women work as armed guards; (2) a local nongovernmental organization that works to reintegrate formerly incarcerated youth; and (3) a local governmental initiative that is designed to combat youth idleness. These data will allow him to evaluate the carry-over of humanitarian and other  interventions in the everyday lives of young people and whether or not they succeed in improving the lives of youth and securing contemporary society and long-term peace. Findings will help to develop new theories of how post-conflict situations can have sustained peaceful outcomes. They will also be of interest to policy makers concerned to assure security after hostilities cease.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Piot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Piot",
   "pi_email_addr": "cpiot@acpub.duke.edu",
   "nsf_id": "000398180",
   "pi_start_date": "2018-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Sebastian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Sebastian",
   "pi_email_addr": "matthew.sebastian@duke.edu",
   "nsf_id": "000738193",
   "pi_start_date": "2018-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054677",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 11717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the support of the National Science Foundation&rsquo;s Dissertation Improvement Grant, the Co-PI, Matthew Sebastian, completed sixteen months of fieldwork for his doctoral dissertation under the working title &ldquo;Youth and Humanitarian Futures in Post-Conflict Societies.&rdquo; This fieldwork considered how young people in northern Uganda navigate post-conflict life through participant observation, interviews, and ethnographic focus groups with youth working as security guards, current and formerly incarcerated youth, and young people seeking employment in South Sudan. The Co-PI is currently using the data collected under the support of the NSF to write his dissertation at Duke University in Durham, North Carolina.</p>\n<p>&nbsp;</p>\n<p>The collected data offers a detailed, sustained view into the everyday practices young people undertake to envision a future after prolonged civil conflict despite intense social, political, and economic constraints. The Co-PI worked extensively with individuals who occupied different positions of vulnerability and security in order to investigate how these categories overlapped and intertwined in their daily lives. By doing so, the research makes broader interventions into theories of youth and of post-conflict recovery that are also relevant outside of northern Uganda. This includes how individuals encounter post-war legal authority, how humanitarian interventions impact intergenerational and familial relationships, and what strategies young people employ when the resources and opportunities afforded to them through the expansive humanitarian network that once surrounded them leaves the region, or transforms into something else entirely. The research also offers ethnographic detail of the growing phenomenon of the private security industry throughout the African continent. The data collected during the NSF-supported fieldwork offers insight into the lives of the young men and women working as private security guards, an aspect that is largely overlooked in discussions about security on the continent despite their central role.</p>\n<p>&nbsp;</p>\n<p>After the dissertation is complete, it will be shared with both academic and public audiences. Two reports will be written for circulation among public and practitioner readers and, when possible, will be presented in a public forum on the ground in northern Uganda.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2019<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Sebastian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder the support of the National Science Foundation?s Dissertation Improvement Grant, the Co-PI, Matthew Sebastian, completed sixteen months of fieldwork for his doctoral dissertation under the working title \"Youth and Humanitarian Futures in Post-Conflict Societies.\" This fieldwork considered how young people in northern Uganda navigate post-conflict life through participant observation, interviews, and ethnographic focus groups with youth working as security guards, current and formerly incarcerated youth, and young people seeking employment in South Sudan. The Co-PI is currently using the data collected under the support of the NSF to write his dissertation at Duke University in Durham, North Carolina.\n\n \n\nThe collected data offers a detailed, sustained view into the everyday practices young people undertake to envision a future after prolonged civil conflict despite intense social, political, and economic constraints. The Co-PI worked extensively with individuals who occupied different positions of vulnerability and security in order to investigate how these categories overlapped and intertwined in their daily lives. By doing so, the research makes broader interventions into theories of youth and of post-conflict recovery that are also relevant outside of northern Uganda. This includes how individuals encounter post-war legal authority, how humanitarian interventions impact intergenerational and familial relationships, and what strategies young people employ when the resources and opportunities afforded to them through the expansive humanitarian network that once surrounded them leaves the region, or transforms into something else entirely. The research also offers ethnographic detail of the growing phenomenon of the private security industry throughout the African continent. The data collected during the NSF-supported fieldwork offers insight into the lives of the young men and women working as private security guards, an aspect that is largely overlooked in discussions about security on the continent despite their central role.\n\n \n\nAfter the dissertation is complete, it will be shared with both academic and public audiences. Two reports will be written for circulation among public and practitioner readers and, when possible, will be presented in a public forum on the ground in northern Uganda.\n\n\t\t\t\t\tLast Modified: 10/20/2019\n\n\t\t\t\t\tSubmitted by: Matthew Sebastian"
 }
}