{
 "awd_id": "1756479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSBR:  Natural History:  Enhancement of the Ethanol-Based  Collections of the Texas A&M University Insect Collection",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2018-12-01",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 425779.0,
 "awd_amount": 425779.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "The verifiable scientific basis for much of what we know about the diversity of life on Earth resides in natural history collections.  The specimens held in long-term trust in these collections constitute an irreplaceable resource for current and future generations of scientists seeking to answer the biological questions of today, and the unknown questions of tomorrow.  The Texas A&M University Insect Collection (TAMUIC) is a major research collection of terrestrial and freshwater invertebrates with approximately 2.9 million specimens and regional strengths in the faunas of the southwestern U.S. and northern neotropics.  The collection is an important node in the physical infrastructure documenting invertebrate biodiversity throughout these regions.  It supports one of the most active educational and research programs in systematic entomology in the U.S., and provides scientists across the U.S. and around the world with access to high-quality specimens for research.  The supported project will enhance the TAMUIC in two significant ways.  First, it will allow the TAMUIC to acquire and incorporate the Dean Araneae Collection, a nationally-important collection of spiders built up over the course of a 40-year career by Mr. Allen Dean.  Second, the acquisition of the Dean collection presents a logical and timely opportunity for the TAMUIC to undertake a comprehensive recuration of its entire collection of alcohol-preserved specimens, and to capture fundamental taxonomic, geographic, and temporal data from both collections in order to make those data available for use in studies in many scientific disciplines.\r\n\r\nThe search for scientific solutions to complex environmental problems has become increasingly collaborative and interdisciplinary, and relies more and more on materials and data from multiple sources.  Meaningful investigation of large-scale problems in particular will come to depend upon ready access to shared sets of relevant data that can be pooled on demand from multiple digital sources and subjected to appropriate analysis.  This project will capture and make available to the research community more than 50,000 new, vial-level, digital records of terrestrial and freshwater insects and arachnids.  Importantly, it will also facilitate the long-term preservation of the physical specimens upon which those records are based.  The ability of the TAMUIC to continue to serve as a source of high-quality, ethanol-based materials for the scientific community will be enhanced by the project's support for a comprehensive re-curation effort covering all of the TAMUIC's alcohol materials, including conversion of the collection from a free-vial to a double containment specimen storage system.  Collection cabinetry will be upgraded to meet applicable standards; curatorial materials will be standardized throughout and upgraded to archival quality; and ethanol collections will be consolidated into a single physical space.  The project is an integral part of the TAMUIC's long-term plan to upgrade its resources to modern collections-community standards.  Specimen data digitized as part of this project will be shared with iDigBio (iDigBio.org).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Oswald",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Oswald",
   "pi_email_addr": "j-oswald@tamu.edu",
   "nsf_id": "000435010",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "216 Heep Center",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778432473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 203214.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 111503.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 111062.0
  }
 ],
 "por": null
}