{
 "awd_id": "1756811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Air-Sea Energy Exchange in the presence of Surface Gravity Waves by Measurements of Turbulence Dissipation, Production and Transport",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 239324.0,
 "awd_amount": 239324.0,
 "awd_min_amd_letter_date": "2018-08-23",
 "awd_max_amd_letter_date": "2018-08-23",
 "awd_abstract_narration": "Understanding of air-sea boundary layer processes requires a quantitative description of mixing and transport in the ocean. The development and improvement of ocean models rely on results from comprehensive observation programs that capture mid- to small-scale turbulence which is associated with energy transfer from the atmosphere to the ocean. In this project, the role of surface gravity waves in energy transfer is studied by linking the atmosphere and ocean through a unique set of turbulence measurements. These are carried out simultaneously both on the air and water sides. To elucidate air-sea wave driven turbulence, the research teams will measure the vertical structure of the turbulence kinetic energy (TKE) dissipation rate across the air-sea interface from the Air Sea Interaction Tower at Martha's Vineyard Coastal Observatory. The proposed measurements of turbulence will enhance the understanding of coupled boundary layer dynamics and will improve existing and future air-sea interaction parameterizations. The field campaign will also create a data set for the community that we will be shared through an open-access data system. This will accelerate the development of high-resolution wave coupled ocean numerical models and improve both weather and ocean conditions forecasts. Outreach through education is also a focus of this program. In addition to the support and training of a graduate student and a post-doctoral researcher, undergraduate research experiences (REU) will be provided through an existing NSF-REU program (URI) and new collaborations with local schools to expose high school students to earth sciences (UConn).\r\n\r\nThis study focuses on the energy transfer from the atmosphere to the ocean and how this occurs across the air-sea interface.  Indirect and direct observations of the energy flux divergence (wave-induced transport) on the atmospheric side will be used to constrain the magnitude of the air-sea TKE transfer rate and to provide an upper bound to the TKE injection by wave breaking (i.e. the breaker work). Direct estimates of active breaking and the resulting foam on the ocean surface will be used to provide complementary estimates of the subsurface TKE dissipation rate. On the ocean side, measurements of TKE dissipation rate and the TKE production and transport terms throughout the water column will be made using several complementary techniques. Using these measurements, the researchers will explore the expected TKE dissipation rate deficit/surplus at the interface relative to a rigid wall and assess the role of surface gravity waves in the deviations. Furthermore, an attempt will be made to elucidate and differentiate the effects of wave breaking and Langmuir Circulation driven turbulence and define characteristic turbulent scales to improve present and future mixing parameterizations in the upper ocean. On the atmospheric side, deviations from the law-of-the-wall are expected to be correlated to the energy flux divergence, which arises from wave motion creating an energy flux into the wave field. This study will characterize the wave signature on the air velocities and pressure on the atmospheric side, further elucidating the physics of the energy exchange.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ullman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Ullman",
   "pi_email_addr": "dullman@uri.edu",
   "nsf_id": "000202228",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 239324.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this collaborative project was to provide greater understanding of the role of ocean surface waves in the transfer of energy and other properties across the air sea interface. To that end, we conducted a field experiment during the late fall/winter of 2019-2020 aimed at obtaining measurements of currents in the ocean and wind in the lower atmosphere at sampling rates that resolve the turbulent fluctuations that are crucial to air-sea interaction processes. The observations were obtained over an 11-week period during which the ocean wave climate was highly variable, providing a dataset that is well suited to determining the impact of waves on air-sea property exchange.</p>\n<p>The University of Rhode Island&rsquo;s component of the project was focused on measurements of ocean currents using a bottom-mounted, upward facing acoustic Doppler current profiler (ADCP) with the objective of estimating the turbulent stresses as a function of depth in the ocean water column. These observations were somewhat novel in that we used a 5-beam ADCP that, in principle, provides for stress estimates that are less influenced by biases associated with instrument tilts (which are almost unavoidable for ship-deployed instruments). The ADCP measurements were processed using a method for estimating the water column turbulent stresses with the direct effect of surface wave water motion removed. The resulting stress estimates were used in evaluating the terms in the turbulence budget in order to determine how the surface wave field influences the oceanic turbulence. This work suggests that the major effect of waves is the injection of turbulence at the ocean surface during wave whitecapping and breaking.</p>\n<p>The results of this study of turbulence on both sides of the air-sea interface will enhance our understanding of coupled boundary layer dynamics and will potentially contribute to improvements in air-sea interaction parameterizations in the coupled ocean/atmosphere models used in climate predictions. The observations will be shared with the oceanographic community to facilitate this process.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2022<br>\n\t\t\t\t\tModified by: David&nbsp;Ullman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this collaborative project was to provide greater understanding of the role of ocean surface waves in the transfer of energy and other properties across the air sea interface. To that end, we conducted a field experiment during the late fall/winter of 2019-2020 aimed at obtaining measurements of currents in the ocean and wind in the lower atmosphere at sampling rates that resolve the turbulent fluctuations that are crucial to air-sea interaction processes. The observations were obtained over an 11-week period during which the ocean wave climate was highly variable, providing a dataset that is well suited to determining the impact of waves on air-sea property exchange.\n\nThe University of Rhode Island’s component of the project was focused on measurements of ocean currents using a bottom-mounted, upward facing acoustic Doppler current profiler (ADCP) with the objective of estimating the turbulent stresses as a function of depth in the ocean water column. These observations were somewhat novel in that we used a 5-beam ADCP that, in principle, provides for stress estimates that are less influenced by biases associated with instrument tilts (which are almost unavoidable for ship-deployed instruments). The ADCP measurements were processed using a method for estimating the water column turbulent stresses with the direct effect of surface wave water motion removed. The resulting stress estimates were used in evaluating the terms in the turbulence budget in order to determine how the surface wave field influences the oceanic turbulence. This work suggests that the major effect of waves is the injection of turbulence at the ocean surface during wave whitecapping and breaking.\n\nThe results of this study of turbulence on both sides of the air-sea interface will enhance our understanding of coupled boundary layer dynamics and will potentially contribute to improvements in air-sea interaction parameterizations in the coupled ocean/atmosphere models used in climate predictions. The observations will be shared with the oceanographic community to facilitate this process.\n\n\t\t\t\t\tLast Modified: 12/12/2022\n\n\t\t\t\t\tSubmitted by: David Ullman"
 }
}