{
 "awd_id": "1757923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Computational and Mathematical Modeling of Complex Systems",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922625",
 "po_email": "jjli@nsf.gov",
 "po_sign_block_name": "Juan Li",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 323821.0,
 "awd_amount": 332821.0,
 "awd_min_amd_letter_date": "2017-12-14",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "The SFI Research Experiences for Undergraduates (REU) program is a ten-week residential research opportunity in which students develop innovative research projects in collaboration with mentors. The program asks students to discard traditional disciplinary boundaries, and learn computational modeling and data analysis techniques that can apply across the physical, natural, and social sciences. This allows students to ask big questions about real-world systems using rigorous mathematical and computational methods. Projects range from simulation to machine learning to proving theorems. The program supports the goals of science education and diversity in science by emphasizing engagement with students from non-elite institutions with limited research opportunities, women, and under-represented minorities (URMs). Early career scientists act as mentors in the program, gaining valuable experience as educators in mentoring. Research performed by SFI REUs has directly advanced the progress of science, and has focused on solving problems of direct relevance to society and the national health, including vaccination strategies for whooping cough, sustainability, economics of higher education, and social network analysis, among other topics. \r\n\r\nIn every STEM field, computational and mathematical modeling are rapidly becoming essential skills: translating a real-world system into a quantitative model, designing and coding computational experiments, analyzing these experiments statistically, and comparing their results with data. Projects of this kind are an ideal opportunity for undergraduate training that builds students' technical and analytical skills, connects them with the wider scientific world, and links scientific thinking with real-world contexts and applications. The SFI REU program is designed around the strengths of being a leading transdisciplinary research center. Undergraduates are recruited from multiple departments including computer science, physics, mathematics, biology, and the social sciences, and paired with mentors from many different scientific backgrounds. Recent projects include epidemiology and public health, digital humanities and topic modeling, social network structure, cell biology and proteomics, smart cities and urban data, and statistical physics. Methods utilized range from simulation to data analysis to theorem-proving, and in many cases have produced publishable work. Throughout the summer, students are offered tutorials on the basics of data analysis, algorithms, network theory, statistics, and programming in Python and C++. Tutorials are also offered on science writing, presenting research, applying for jobs in science and picking a graduate school or industry carrer, and dealing with impostor syndrome and implicit bias.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristopher",
   "pi_last_name": "Moore",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Cristopher D Moore",
   "pi_email_addr": "moore@santafe.edu",
   "nsf_id": "000193005",
   "pi_start_date": "2017-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe Institute",
  "inst_street_address": "1399 HYDE PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA FE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5059462727",
  "inst_zip_code": "875018943",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SANTA FE INSTITUTE OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M8SBQ7NVNAH4"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875018943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 323821.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Santa Fe Institute (SFI) REU program aims to increase capacity for the computational and mathematical modeling of complex systems through development of new theory and methods. Complex systems are central to many challenges facing society and the planet, and analytically challenging owing not least to their nonlinear dynamics, multiple scales of organization, and hard-to-define boundaries. The 10-week summer SFI REU is a unique research experience in two key ways: First, it offers students relative freedom over the projects they pursue, and, second, it provides a structure in which students can make substantial progress on these projects over the summer. Both features are made possible by the theoretical nature of the work, the broad expertise and intellectual flexibility of available mentors, and decades of experience with REU students that has informed how we can guide students to achieve success. The SFI REU program seeks students who lack research experience yet show a curiosity and aptitude for it, as judged through an application process that emphasizes students' creativity and logic rather than past experience. SFI REU students gain new skills over the course of the summer through their research and tailored workshops. SFI REU students conclude their experience by delivering both a research seminar to the entire SFI community and a scientific manuscript describing their project, a deliverable that we have found is both ambitious and achievable for all students.</p>\n<p>Over the five years of the award, the SFI REU has supported 28 undergraduates to conduct research aimed at rigorously defining and describing the behavior of complex systems. Students gained skills in programming, data analysis, statistics, dynamical systems, information theory, algorithms, machine learning, computational theory as well as disciplinary knowledge beyond computer science and extending to ecology, economics, evolution, epidemiology, social science, and more. About 10% of the SFI REU students supported by this award published their summer research and an additional 15% published subsequent research that made use of skills gained during the SFI REU. Publications spanned a range of topics, including: defining the power laws that describe income inequality in the U.S., modeling signaling and cooperation dynamics underlying altruism, and estimating entropy production in a spin system network.</p>\n<p>Of the SFI REU students who have since completed their undergraduate studies, more than a quarter are in MSc (8%) or PhD (19%) programs. Of the students who did not pursue graduate training, 85% are in research careers in academia or industry, with most others in K-12 teaching positions. In part through expanded and enhanced recruitment efforts as well as a holistic merit-based review process, we have been able to bring a diversity of perspectives to the program and have included an average of 57% students who do not identify as male and 35% students who belong to a racial/ethnic group that has been historically excluded from STEM research.</p>\n<p>The award period included two years of virtual REU research, owing to covid, during which we increased our capacity to guide students remotely and simultaneously to create a supportive student community online. These lessons continue to inform the structure of undergraduate research at SFI after the return to in-person program. The SFI REU students are part of a broader group of undergraduate researchers at SFI through the umbrella Undergraduate Complexity Research program. As such, students gain a broader perspective on the questions that can be addressed using computational and mathematical modeling and gain a diverse, transdisciplinary group of colleagues.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2023<br>\n\t\t\t\t\tModified by: Cristopher&nbsp;D&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Santa Fe Institute (SFI) REU program aims to increase capacity for the computational and mathematical modeling of complex systems through development of new theory and methods. Complex systems are central to many challenges facing society and the planet, and analytically challenging owing not least to their nonlinear dynamics, multiple scales of organization, and hard-to-define boundaries. The 10-week summer SFI REU is a unique research experience in two key ways: First, it offers students relative freedom over the projects they pursue, and, second, it provides a structure in which students can make substantial progress on these projects over the summer. Both features are made possible by the theoretical nature of the work, the broad expertise and intellectual flexibility of available mentors, and decades of experience with REU students that has informed how we can guide students to achieve success. The SFI REU program seeks students who lack research experience yet show a curiosity and aptitude for it, as judged through an application process that emphasizes students' creativity and logic rather than past experience. SFI REU students gain new skills over the course of the summer through their research and tailored workshops. SFI REU students conclude their experience by delivering both a research seminar to the entire SFI community and a scientific manuscript describing their project, a deliverable that we have found is both ambitious and achievable for all students.\n\nOver the five years of the award, the SFI REU has supported 28 undergraduates to conduct research aimed at rigorously defining and describing the behavior of complex systems. Students gained skills in programming, data analysis, statistics, dynamical systems, information theory, algorithms, machine learning, computational theory as well as disciplinary knowledge beyond computer science and extending to ecology, economics, evolution, epidemiology, social science, and more. About 10% of the SFI REU students supported by this award published their summer research and an additional 15% published subsequent research that made use of skills gained during the SFI REU. Publications spanned a range of topics, including: defining the power laws that describe income inequality in the U.S., modeling signaling and cooperation dynamics underlying altruism, and estimating entropy production in a spin system network.\n\nOf the SFI REU students who have since completed their undergraduate studies, more than a quarter are in MSc (8%) or PhD (19%) programs. Of the students who did not pursue graduate training, 85% are in research careers in academia or industry, with most others in K-12 teaching positions. In part through expanded and enhanced recruitment efforts as well as a holistic merit-based review process, we have been able to bring a diversity of perspectives to the program and have included an average of 57% students who do not identify as male and 35% students who belong to a racial/ethnic group that has been historically excluded from STEM research.\n\nThe award period included two years of virtual REU research, owing to covid, during which we increased our capacity to guide students remotely and simultaneously to create a supportive student community online. These lessons continue to inform the structure of undergraduate research at SFI after the return to in-person program. The SFI REU students are part of a broader group of undergraduate researchers at SFI through the umbrella Undergraduate Complexity Research program. As such, students gain a broader perspective on the questions that can be addressed using computational and mathematical modeling and gain a diverse, transdisciplinary group of colleagues.\n\n \n\n\t\t\t\t\tLast Modified: 06/23/2023\n\n\t\t\t\t\tSubmitted by: Cristopher D Moore"
 }
}