{
 "awd_id": "1757018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Human Dynamics of Security Infrastructures",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 141547.0,
 "awd_amount": 141547.0,
 "awd_min_amd_letter_date": "2018-06-18",
 "awd_max_amd_letter_date": "2023-09-12",
 "awd_abstract_narration": "This project explores what ethical and cultural factors drive the long-term stability of security infrastructures in post-conflict settings. Peacekeeping has become the signal means of conflict mitigation in the world, and it has recently undergone radical shifts. No longer just keepers of signed peace agreements, peacekeepers today are asked to enforce and protect amid ongoing hostilities. How do peacekeepers develop ethical compasses to navigate a work landscape that has such divergent moral signposts? Peacekeepers deployed with the mandate of civilian protection are daily confronted with situations in which their roles and authorities are ambiguous. Protection has become the ideal, intended to make peacekeeping an expression of human solidarity, but stakeholders and peacekeepers argue vehemently over what it entails. Why a person might put on a uniform and fight for one's country or kith, or for one's survival, has by now been well-plumbed. But we have little understanding of motivates the ethical decisions that underlie peacekeeping missions, especially since there is such disagreement as to whether these goals are best achieved through bellicose means. How do peacekeepers make decisions in carrying out their work? What happens when they are tested by situations that stress their moral claims? Findings will be disseminated to organizations and individuals that influence policy debates related to peacekeeping and conflict resolution. The project also provides training for undergraduate and graduate students in methods of rigorous, scientific data collection and analysis, and broadens the participation of groups traditionally underrepresented in science. It also improves scientific infrastructure through international scientific collaboration.\r\n\r\nDr. Louisa Lombard of Yale University examines how peacekeepers make ethical decisions, and navigate situations where formal policies stress moral and ethical claims. To understand the domains that span the psychological, the social, the situational, and the materiality of ethics and decision-making in a hierarchical context, this project uses participant observation, interviews, and document analysis, primarily based in peacekeeping training and post-deployment centers as well as in several countries to which peacekeepers are deployed. Sites are selected for their ability to provide a full contrastive range of ethical decision-making frameworks. She follows Rwandan peacekeepers, known among peacekeepers as professional but also willing to use force, through their training and post-training deployments. Rwanda, site of the world's most famous failure of peacekeeping, has in the 23 years since its genocide publicly vaunted its protection-based vision for peacekeeping. The data collected from in the Rwandan field research experiences will be analyzed and compared against data collected from interviews with Indian peacekeepers, who have been involved in peacekeeping for far longer and are far more critical of aggressive peacekeeping. The project will make important contributions to anthropological and broader scientific theories of morality, humanitarianism, and ethics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louisa",
   "pi_last_name": "Lombard",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Louisa N Lombard",
   "pi_email_addr": "louisa.lombard@yale.edu",
   "nsf_id": "000742189",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "10 Sachem Street, Rm 122",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208277",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 141547.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d4105398-7fff-6942-1004-906605c2ae1d\"> </span></p>\r\n<p dir=\"ltr\"><span>Since the end of the Cold War, multilateral peacekeeping has been the main tool for managing violent conflict in Africa. Over the past two decades, those peacekeepers' reason for being has changed: they are supposed to do whatever it takes to protect civilians in the midst of ongoing armed conflict. I asked: what it is like to be a foot soldier in these interventions? Specifically, I wanted to learn about the moral dilemmas that soldiers confront given that they are supposed to both intervene aggressively and remain impartial. By doing ethnography (participant observation, interviews, archival/document analysis) with soldiers, I learned how what soldiers say compares with what they do, and what they make of the ways their ideals clash with their daily realities.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>I conducted this research primarily with soldiers from Rwanda. Rwanda was once a byword for the failures of peacekeeping due to the inaction of the mission posted there during the genocide in 1994. Since then, Rwanda has transformed itself into a nation of peacekeepers: despite being a geographically tiny country with a population of only twelve million, Rwanda is now the world's third-largest contributor to peacekeeping missions. Moreover, the Rwandan government has been the most vocal proponent of aggressive peacekeeping for the sake of protecting civilians.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>One of the advantages of the ethnographic method is that it is long term and immersive. This makes it possible to see how policies and cultures change, and to develop explanations for those changes. I found that the Rwandan government's moral entrepreneurship about peacekeeping shifted, and that this was directly related to the soldiers' experiences while on deployment. Specifically, the era of multinational and multidimensional peacekeeping that became prominent in the twenty-first century is ending, and it is being replaced by new kinds of interventions -- mostly peacekeeping organized on a sub-regional basis and bilateral (one country entering another) deployments. These new kinds of operations have direct political and economic interests in the places where they are deploying. Rwanda is an African leader in the new missions, which have now become the focus of the country's moral entrepreneurship around conflict management.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>My in-progress book manuscript tells the story of the end of multidimensional, multilateral peacekeeping from the inside, from the perspective of soldiers, and provides one of the first insider portraits of what is replacing it. The UN inadvertently sidelined itself in a few ways. Increasingly, its missions became staffed by soldiers from poor countries. That shift coincided with the growth of a peacekeeping bureaucracy at the UN. Those two trends combined to create much greater focus on actuarial thinking in peacekeeping operations: risk and reputation management. Actuarial thinking militates for inaction. One aspect of actuarial thinking has been how to handle relationships between peacekeepers and locals. Peacekeeping's overseers started to see them as inherently dangerous -- a simple hello from a soldier to a local started to seem to them like an oil-slicked precipice to ruination. (Actual abuses by soldiers do occur; they are relatively rare but that does not make them less terrible for their victims.) This has also militated in the direction of walling off peacekeepers. In addition, while there has been a lot of talk about making civilian protection peacekeeping's operational ethos, the assumed starting point for that change was the mandate: put protection of civilians in the mandate and it will happen, was the theory. If your starting point is the soldiers on the ground, in contrast, you can see that the mandate is not the stumbling block. Instead, it is the command philosophy -- or rather, the lack of a command philosophy, and instead a focus on control -- that arguably has a bigger effect on what peacekeepers actually do, and how much they do to protect civilians.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>The Rwandan military has learned a lot from peacekeeping, especially complex logistics, and has put that learning to new use: in 2021 it deployed and has since maintained thousands-strong detachments in Cabo Delgado, Mozambique, where they are conducting counter-insurgency against Islamist militants, and in the Central African Republic, where they are training the Central African army and standing at the ready to fight off armed challengers to the president. The bilateral soldiers work much more closely with residents in the places where they are deployed, but the nature of their operations is also much more opaque, as are the terms of their deployment (agreements between the relevant presidents are secret).&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Collective conflict management in Africa is in flux. The old era is ending; a variety of new interventions are being tested. My book mansucript lays out some of the advantages and disadvantages of each in the hopes it will spur critical reflection among policy-makers, for instance at the African Union, about what should come next. Overall I hope my findings contribute to democratic accountability for peacekeeping.&nbsp;&nbsp;</span></p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: Louisa&nbsp;N&nbsp;Lombard</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nSince the end of the Cold War, multilateral peacekeeping has been the main tool for managing violent conflict in Africa. Over the past two decades, those peacekeepers' reason for being has changed: they are supposed to do whatever it takes to protect civilians in the midst of ongoing armed conflict. I asked: what it is like to be a foot soldier in these interventions? Specifically, I wanted to learn about the moral dilemmas that soldiers confront given that they are supposed to both intervene aggressively and remain impartial. By doing ethnography (participant observation, interviews, archival/document analysis) with soldiers, I learned how what soldiers say compares with what they do, and what they make of the ways their ideals clash with their daily realities.\r\n\n\n\r\n\n\nI conducted this research primarily with soldiers from Rwanda. Rwanda was once a byword for the failures of peacekeeping due to the inaction of the mission posted there during the genocide in 1994. Since then, Rwanda has transformed itself into a nation of peacekeepers: despite being a geographically tiny country with a population of only twelve million, Rwanda is now the world's third-largest contributor to peacekeeping missions. Moreover, the Rwandan government has been the most vocal proponent of aggressive peacekeeping for the sake of protecting civilians.\r\n\n\n\r\n\n\nOne of the advantages of the ethnographic method is that it is long term and immersive. This makes it possible to see how policies and cultures change, and to develop explanations for those changes. I found that the Rwandan government's moral entrepreneurship about peacekeeping shifted, and that this was directly related to the soldiers' experiences while on deployment. Specifically, the era of multinational and multidimensional peacekeeping that became prominent in the twenty-first century is ending, and it is being replaced by new kinds of interventions -- mostly peacekeeping organized on a sub-regional basis and bilateral (one country entering another) deployments. These new kinds of operations have direct political and economic interests in the places where they are deploying. Rwanda is an African leader in the new missions, which have now become the focus of the country's moral entrepreneurship around conflict management.\r\n\n\n\r\n\n\nMy in-progress book manuscript tells the story of the end of multidimensional, multilateral peacekeeping from the inside, from the perspective of soldiers, and provides one of the first insider portraits of what is replacing it. The UN inadvertently sidelined itself in a few ways. Increasingly, its missions became staffed by soldiers from poor countries. That shift coincided with the growth of a peacekeeping bureaucracy at the UN. Those two trends combined to create much greater focus on actuarial thinking in peacekeeping operations: risk and reputation management. Actuarial thinking militates for inaction. One aspect of actuarial thinking has been how to handle relationships between peacekeepers and locals. Peacekeeping's overseers started to see them as inherently dangerous -- a simple hello from a soldier to a local started to seem to them like an oil-slicked precipice to ruination. (Actual abuses by soldiers do occur; they are relatively rare but that does not make them less terrible for their victims.) This has also militated in the direction of walling off peacekeepers. In addition, while there has been a lot of talk about making civilian protection peacekeeping's operational ethos, the assumed starting point for that change was the mandate: put protection of civilians in the mandate and it will happen, was the theory. If your starting point is the soldiers on the ground, in contrast, you can see that the mandate is not the stumbling block. Instead, it is the command philosophy -- or rather, the lack of a command philosophy, and instead a focus on control -- that arguably has a bigger effect on what peacekeepers actually do, and how much they do to protect civilians.\r\n\n\n\r\n\n\nThe Rwandan military has learned a lot from peacekeeping, especially complex logistics, and has put that learning to new use: in 2021 it deployed and has since maintained thousands-strong detachments in Cabo Delgado, Mozambique, where they are conducting counter-insurgency against Islamist militants, and in the Central African Republic, where they are training the Central African army and standing at the ready to fight off armed challengers to the president. The bilateral soldiers work much more closely with residents in the places where they are deployed, but the nature of their operations is also much more opaque, as are the terms of their deployment (agreements between the relevant presidents are secret).\r\n\n\n\r\n\n\nCollective conflict management in Africa is in flux. The old era is ending; a variety of new interventions are being tested. My book mansucript lays out some of the advantages and disadvantages of each in the hopes it will spur critical reflection among policy-makers, for instance at the African Union, about what should come next. Overall I hope my findings contribute to democratic accountability for peacekeeping.\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: LouisaNLombard\n"
 }
}