{
 "awd_id": "1757045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Iron cycling in bioturbated sediments - Fluxes, diagenetic redistribution, and isotopic signatures",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 574845.0,
 "awd_amount": 600169.0,
 "awd_min_amd_letter_date": "2018-03-29",
 "awd_max_amd_letter_date": "2022-06-24",
 "awd_abstract_narration": "Dissolved iron (Fe) is an important nutrient for photosynthetic microalgae in the surface ocean and low concentrations in seawater can limit their growth.  Because microalgae are the basis of marine food webs, scientists strive to improve our understanding of Fe availability in the oceans and the importance of different iron sources. Iron enters the ocean via rivers, groundwater, and wind-blown dust; however, release from the seafloor can be an additional source but this contribution is not well known. In this project, scientists from the State University of New York, Stony Brook (SUNY-SB) will investigate how chemical reactions in ocean sediments and bottom-dwelling organisms, such as burrowing clams and worms, affect the transport of Fe from the seafloor into the overlying water. Animals pump water through their burrows to obtain oxygen and in the process, transport dissolved Fe out of the sediment and into the overlying water. We will analyze the Fe concentration in both muddy and sandy sediment and in the water that enters and exits animal burrows, as well as determine the isotope composition of the Fe. Different sources of Fe can have different isotope compositions which may help trace the origin of this element found in different parts of the ocean. An improved understanding of Fe cycling at the ocean seafloor will help us to better predict how changing environmental conditions, for example due to human influence, will affect important processes in the ocean, such as primary production by microalgae. \r\n\r\nThe project will allow two PhD students and several undergraduate students to take part in laboratory experimental work, sediment sampling during research cruises and train in chemical analysis of sediment and water. Undergraduate student involvement will be facilitated through the Undergraduate Research and Creative Activities (URECA) program at SUNY-SB.  Also, in collaboration with the Science and Technology Entry Program (STEP), a summer module \"Buried Alive\" will be offered to historically underrepresented and economically disadvantaged high school students. It combines field sampling, laboratory experimentation, data analyses, and scientific communication. Students will set-up their own \"seafloor ant farms\" and record the activities of animals living in the sediment using photographic equipment. Students will be trained in using image analysis software to produce time-lapse movies which they will present on the final day of the program. Public outreach will be fostered through annual hands-on demonstrations of \"seafloor slices\" at the New York Marine Science Festival \"Submerge\" and at SUNY-SB earth celebration day \"Earthstock\" with real-time visualizations of pressure dynamics in the sediment induced by living organisms or by injecting water with syringes. The project supports the advancement and development of two Early Career Scientists with no prior NSF research support.\r\n\r\n\r\n\r\nDissolved Fe is an important nutrient for photosynthetic microalgae in the surface ocean and can limit their productivity. Iron is supplied to the ocean from multiple sources, including rivers, groundwater, hydrothermal vents, and by release from the seabed.  This project will fill key gaps in our knowledge of seabed sources, and emphasizes the interconnected effects of bioturbation by infaunal organisms, bottom water oxygen (O2) concentrations, sedimentary organic matter content, and sediment permeability on iron cycling and isotopic redistribution in continental margin sediments. Specifically, we will gain a mechanistic understanding of the impact of variable O2 concentrations within infaunal burrows (as a function of irrigation activity and sedimentary setting) and in the overlying water (in response to large scale environmental change) on dissolved Fe fluxes and re-precipitation, the isotopic fractionation related to these processes, and the consequences for isotopic signatures of dissolved Fe in the water column and particulate Fe preserved in sediments. This project will significantly advance understanding of sedimentary Fe cycling and the use of Fe isotopes to constrain the magnitude and dynamics of the benthic Fe source to the ocean.  Improved understanding of sedimentary Fe cycle will enhance prediction of future responses of biogeochemical processes such as primary production to rapidly changing environmental conditions and to optimally infer past conditions from authigenic Fe minerals preserved in the sedimentary record. This knowledge is particularly valuable with regard to continental shelf environments where anthropogenic effects are altering deposition patterns of organic carbon and expanding oxygen minimum zones.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Wehrmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Wehrmann",
   "pi_email_addr": "laura.wehrmann@stonybrook.edu",
   "nsf_id": "000677061",
   "pi_start_date": "2018-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Aller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Aller",
   "pi_email_addr": "robert.aller@stonybrook.edu",
   "nsf_id": "000244006",
   "pi_start_date": "2018-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nils",
   "pi_last_name": "Volkenborn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nils Volkenborn",
   "pi_email_addr": "nils.volkenborn@stonybrook.edu",
   "nsf_id": "000690838",
   "pi_start_date": "2018-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "West 5510 Frk Mel Lib",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 574845.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 25324.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron (Fe) is a critical micronutrient that regulates ocean primary productivity and ultimately the global carbon cycle. Various sources of iron to the ocean have been identified, including dust, hydrothermal vents, and release from sediments. The factors controlling the magnitude of dissolved iron release from sediments over a defined area in a specific time period -termed the benthic iron flux- are not fully understood. In particular, the contribution of sandy sediments, which dominate on the continental shelves, is poorly constrained. These permeable sediments allow for the advective transport of water into, through and out of these deposits. They are also inhabited by numerous bottom-dwelling organisms, for example, worms, clams, and shrimp. These organisms mix the sediment and pump water into and out of the sediment in a process called \"bioirrigation\", thus potentially enhancing the release of iron to the overlying water. The isotopic composition of iron in ocean water can help identify its origin as the different iron sources have distinct isotope signatures. The objective of this study was to elucidate the interconnected roles of sediment permeability, bioirrigation, and additional factors (such as organic carbon availability and oxygen concentrations in overlying waters), in controlling the magnitude of the dissolved iron flux and its isotope composition. We carried out experiments with living organisms and irrigation mimics and used time-lapse oxygen imaging and benthic chamber incubations to study oxygen dynamics and iron fluxes from the sediments in different seasons. We developed novel dissolved Fe traps that accumulate the released iron and found that this method greatly increases the accuracy of flux estimates for iron and Fe-associated elements such as phosphorus.</p>\n<p>A key finding of our project is that sandy sediments, in contrast to previous assumptions, can be characterized by high benthic iron fluxes and must be taken into account when considering sources to the global ocean iron inventory. Bioirrigation dramatically enhanced fluxes indicating that the activities of benthic macrofauna play a key role in controlling the magnitude of benthic iron fluxes from permeable sediments. Our results also demonstrate that pumping patterns of benthic macrofauna, the depth where oxygen is introduced into the sediment, the area of sediment that experiences intermittent oxygenation and the magnitude of iron fluxes vary seasonally. The occurrence of low-oxygen conditions in overlying waters can further enhance iron fluxes from sandy sediments. However, it is the interplay between the activity of the benthic macrofauna and the environmental conditions that can drive benthic iron fluxes to values that are an order of magnitude higher than what has been previously reported from continental margin sediments. The iron isotope composition of the benthic iron flux varies seasonally, driven by differences in the sedimentary biogeochemical sulfur and iron cycles. Bioirrigation further modifies the isotope signal by altering the amount of dissolved iron that is oxidized at the sediment-water interface. Our project also reveals that accurate measurements of benthic iron fluxes require careful method assessment as significant losses of dissolved iron within chamber systems that are typically used need to be accounted for. Approaches such as the novel Fe traps we developed are well-suited for examining iron fluxes from sands. The project significantly advances our understanding of sedimentary iron cycling within and fluxes from permeable sediments. The isotopic signatures of these fluxes will help to further constrain contributions of different iron sources to the ocean iron inventory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2023<br>\n\t\t\t\t\tModified by: Laura&nbsp;Wehrmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIron (Fe) is a critical micronutrient that regulates ocean primary productivity and ultimately the global carbon cycle. Various sources of iron to the ocean have been identified, including dust, hydrothermal vents, and release from sediments. The factors controlling the magnitude of dissolved iron release from sediments over a defined area in a specific time period -termed the benthic iron flux- are not fully understood. In particular, the contribution of sandy sediments, which dominate on the continental shelves, is poorly constrained. These permeable sediments allow for the advective transport of water into, through and out of these deposits. They are also inhabited by numerous bottom-dwelling organisms, for example, worms, clams, and shrimp. These organisms mix the sediment and pump water into and out of the sediment in a process called \"bioirrigation\", thus potentially enhancing the release of iron to the overlying water. The isotopic composition of iron in ocean water can help identify its origin as the different iron sources have distinct isotope signatures. The objective of this study was to elucidate the interconnected roles of sediment permeability, bioirrigation, and additional factors (such as organic carbon availability and oxygen concentrations in overlying waters), in controlling the magnitude of the dissolved iron flux and its isotope composition. We carried out experiments with living organisms and irrigation mimics and used time-lapse oxygen imaging and benthic chamber incubations to study oxygen dynamics and iron fluxes from the sediments in different seasons. We developed novel dissolved Fe traps that accumulate the released iron and found that this method greatly increases the accuracy of flux estimates for iron and Fe-associated elements such as phosphorus.\n\nA key finding of our project is that sandy sediments, in contrast to previous assumptions, can be characterized by high benthic iron fluxes and must be taken into account when considering sources to the global ocean iron inventory. Bioirrigation dramatically enhanced fluxes indicating that the activities of benthic macrofauna play a key role in controlling the magnitude of benthic iron fluxes from permeable sediments. Our results also demonstrate that pumping patterns of benthic macrofauna, the depth where oxygen is introduced into the sediment, the area of sediment that experiences intermittent oxygenation and the magnitude of iron fluxes vary seasonally. The occurrence of low-oxygen conditions in overlying waters can further enhance iron fluxes from sandy sediments. However, it is the interplay between the activity of the benthic macrofauna and the environmental conditions that can drive benthic iron fluxes to values that are an order of magnitude higher than what has been previously reported from continental margin sediments. The iron isotope composition of the benthic iron flux varies seasonally, driven by differences in the sedimentary biogeochemical sulfur and iron cycles. Bioirrigation further modifies the isotope signal by altering the amount of dissolved iron that is oxidized at the sediment-water interface. Our project also reveals that accurate measurements of benthic iron fluxes require careful method assessment as significant losses of dissolved iron within chamber systems that are typically used need to be accounted for. Approaches such as the novel Fe traps we developed are well-suited for examining iron fluxes from sands. The project significantly advances our understanding of sedimentary iron cycling within and fluxes from permeable sediments. The isotopic signatures of these fluxes will help to further constrain contributions of different iron sources to the ocean iron inventory.\n\n\t\t\t\t\tLast Modified: 06/30/2023\n\n\t\t\t\t\tSubmitted by: Laura Wehrmann"
 }
}