{
 "awd_id": "1757288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Meta-Analysis of Empirical Estimates of Loss-Aversion",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 55770.0,
 "awd_amount": 55770.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2018-07-20",
 "awd_abstract_narration": "Losses hurt more than gains feel good. This principle, known as \"loss-aversion\", is a foundational principle in behavioral economics, which uses psychology to improve economic prediction and advice. Loss aversion is applied to understand several policy issues, including international trade and stock market trades.  It has also been used as a tool by governments and businesses to design \"nudges\" to help people make better decisions.  The value of \"loss aversion\" depends on specific events and circumstances in which it is applied.   As a result, several calculated values of loss aversion exist, creating confusion and uncertainty for its use in research and policy.  This proposed research will collect all calculated values of loss aversion, categorize and summarize, and placed them in a central repository for easy reference.  The results of this research activity will improve the usefulness of loss aversion in research and policy development.  This will establish the US as the global leader in loss aversion research and application as this will be the only such study in the world.   \r\n\r\nAversion to losses is measured by a number \"lambda\", which is thought to be about 1.5-2 times higher than the value of gains. This range of values is based on prominent examples, but there are actually several hundred published studies measuring \"lambda\".  Our proposed meta-analysis involves finding and identifying every paper that has a statistical estimate of  \"lambda\", recording all those estimates, then summarizing their results. Scientists can then see for the first time whether the assumed range of  \"lambda\"=1.5 to 2 is correct. The proposed research will also measure how much \"lambda\" varies for different groups of people and based on differences in scientific methods (e.g., controlled lab experiments vs. inferences from everyday decisions).  This evidence can help behavioral insights teams customize nudges for particular groups of people, using more precise assumptions about the appropriate value of \"lambda\". The meta-analysis also illustrates how to cumulate scientific knowledge effectively, to overcome possible concerns about the reproducibility of science.  This research also contributes to the efforts to increase reproducibility of scientific research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Camerer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Colin F Camerer",
   "pi_email_addr": "camerer@hss.caltech.edu",
   "nsf_id": "000234795",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 East California Blvd. 228-7",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 55770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes&nbsp;</p>\n<p>&nbsp;</p>\n<p>Loss aversion is the idea that losses are anticipated to hurt more than gains will feel good. The strength of loss aversion is usually measured by a single numerical parameter, denoted by the Greek letter&nbsp;&lambda;.&nbsp;&nbsp;Our project collected 568 measures of this number from 133 different studies. The estimates use many different scientific methods, groups of people, and even slightly different mathematical definitions of&nbsp;&lambda;. The scientific method for combining evidence from many sources is called &ldquo;meta-analysis&rdquo;. Since any one study always has limits, it is crucial to make scientific progress to combine studies and see what the entire body of evidence indicates.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:&nbsp;</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meta-analysis is a good method to answer three questions:&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;Averages: What are the typical values of&nbsp;&nbsp;&lambda;?&nbsp;&nbsp;The average across almost 500 estimates was 1.95. Because there are some very large estimates (as high as 23.5), the average is sometimes exaggerated by the highest numbers. Therefore, another good measure of&nbsp;&lambda;&nbsp;is the median: The median is the middle value of a list when you rank the estimates from highest to lowest. The median&nbsp;&lambda;&nbsp;was 1.66.</p>\n<p>(2)&nbsp;&nbsp;&nbsp;Publication bias: A common fear about science is that if scientists come to believe that a particular number is a reasonable value of&nbsp;&lambda;-- say, the value 2&mdash;then even a well-designed study that gets a very different number&mdash;say, the value 1&mdash; may be harshly criticized. Authors may have a hard time publishing their research in peer-reviewed journals if peers think there is something wrong with the study, just because it reached an unorthodox conclusion. This outcome is called &ldquo;publication bias&rdquo;. It can hold science back if scientists ignore new evidence that might turn out to be better than the conventional wisdom.&nbsp;&nbsp;If there are too many &ldquo;missing&rdquo; low values of&nbsp;lin a meta-analysis, that is evidence of publication bias in the entire body of evidence. We did not find strong evidence of such a bias, which is good news.</p>\n<p>(3)&nbsp;&nbsp;&nbsp;How does&nbsp;&lambda;&nbsp;vary? There is no reason to think that a number about how much people fear losses compared to how much they value gains should be a constant, like numerical constants in physics or chemistry. Since we have almost 500 estimates we can answer several questions about variation of&nbsp;&lambda;: Does it change&nbsp;&lambda;&nbsp;if you pay experimental participants real money or just ask them to imagine winning or losing? No. Are college students different than samples of general population? Only very little&mdash;college student&nbsp;&lambda;&nbsp;is about .3 lower. Does the curvature of the subjective value of money (which has to be hypothesized in order to measure&nbsp;&lambda;) make a difference? It does, a little; the difference means you have to be careful comparing estimates from different studies (like comparing fruits or furniture from different countries or factories which may have different varieties and standards).&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:&nbsp;</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Evidence of universality of human loss-aversion was deemed to be sufficiently reliable that it has emerged as a major driver of government&nbsp;and corporate work on &ldquo;nudges&rdquo;. Nudges are changes in &ldquo;choice architecture&rdquo;&mdash;that is, all the interface and design details of how choices are described, (perhaps) recommended, and implemented. By definition, nudges are changes in choice architecture which are meant to help people make better choices (as they themselves would judge those choices) and impose little cost on those people who are highly rational and do not need help.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Loss-aversion is used in many nudges, which are typically tested in proper randomized controlled trials (RCTs) comparing a loss-aversion condition and a control. While many of these interventions seem to affect behavior in field settings, such as increased savings or educational success, the scientific basis of the strength and universality of loss-aversion is not as sturdy as we would hope. One broader impact of our findings is that now we have a conclusive range of plausible values of&nbsp;&nbsp;&lambda;,&nbsp;for designing those studies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2020<br>\n\t\t\t\t\tModified by: Colin&nbsp;F&nbsp;Camerer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes \n\n \n\nLoss aversion is the idea that losses are anticipated to hurt more than gains will feel good. The strength of loss aversion is usually measured by a single numerical parameter, denoted by the Greek letter &lambda;.  Our project collected 568 measures of this number from 133 different studies. The estimates use many different scientific methods, groups of people, and even slightly different mathematical definitions of &lambda;. The scientific method for combining evidence from many sources is called \"meta-analysis\". Since any one study always has limits, it is crucial to make scientific progress to combine studies and see what the entire body of evidence indicates.\n\n \n\nIntellectual Merit: \n\n            Meta-analysis is a good method to answer three questions: \n\n(1)   Averages: What are the typical values of  &lambda;?  The average across almost 500 estimates was 1.95. Because there are some very large estimates (as high as 23.5), the average is sometimes exaggerated by the highest numbers. Therefore, another good measure of &lambda; is the median: The median is the middle value of a list when you rank the estimates from highest to lowest. The median &lambda; was 1.66.\n\n(2)   Publication bias: A common fear about science is that if scientists come to believe that a particular number is a reasonable value of &lambda;-- say, the value 2&mdash;then even a well-designed study that gets a very different number&mdash;say, the value 1&mdash; may be harshly criticized. Authors may have a hard time publishing their research in peer-reviewed journals if peers think there is something wrong with the study, just because it reached an unorthodox conclusion. This outcome is called \"publication bias\". It can hold science back if scientists ignore new evidence that might turn out to be better than the conventional wisdom.  If there are too many \"missing\" low values of lin a meta-analysis, that is evidence of publication bias in the entire body of evidence. We did not find strong evidence of such a bias, which is good news.\n\n(3)   How does &lambda; vary? There is no reason to think that a number about how much people fear losses compared to how much they value gains should be a constant, like numerical constants in physics or chemistry. Since we have almost 500 estimates we can answer several questions about variation of &lambda;: Does it change &lambda; if you pay experimental participants real money or just ask them to imagine winning or losing? No. Are college students different than samples of general population? Only very little&mdash;college student &lambda; is about .3 lower. Does the curvature of the subjective value of money (which has to be hypothesized in order to measure &lambda;) make a difference? It does, a little; the difference means you have to be careful comparing estimates from different studies (like comparing fruits or furniture from different countries or factories which may have different varieties and standards).  \n\n \n\n \n\nBroader Impacts: \n\n            Evidence of universality of human loss-aversion was deemed to be sufficiently reliable that it has emerged as a major driver of government and corporate work on \"nudges\". Nudges are changes in \"choice architecture\"&mdash;that is, all the interface and design details of how choices are described, (perhaps) recommended, and implemented. By definition, nudges are changes in choice architecture which are meant to help people make better choices (as they themselves would judge those choices) and impose little cost on those people who are highly rational and do not need help. \n\n            Loss-aversion is used in many nudges, which are typically tested in proper randomized controlled trials (RCTs) comparing a loss-aversion condition and a control. While many of these interventions seem to affect behavior in field settings, such as increased savings or educational success, the scientific basis of the strength and universality of loss-aversion is not as sturdy as we would hope. One broader impact of our findings is that now we have a conclusive range of plausible values of  &lambda;, for designing those studies. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/10/2020\n\n\t\t\t\t\tSubmitted by: Colin F Camerer"
 }
}