{
 "awd_id": "1757043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU SITE:  Plant Genomics @ Michigan State University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 334174.0,
 "awd_amount": 334174.0,
 "awd_min_amd_letter_date": "2018-02-23",
 "awd_max_amd_letter_date": "2020-02-27",
 "awd_abstract_narration": "This REU Site award to Michigan State University, East Lansing, MI, will support the training of 10 students for 10 weeks during the summers of 2018 - 2020. REU participants will engage in faculty mentored research focused on genomics of plants and photosynthetic microbes that will be suitable for students interested in genomics, molecular genetics, biochemistry, chemistry, and computational biology. Participants will be selected from a pool of rising sophomore, junior, and senior applicants with an emphasis on individuals from primarily undergraduate institutions and institutions serving under-represented groups in the sciences. This REU will provide insight into graduate school. Participants will be immersed within an active research group and will interact with faculty, postdoctoral associates, and graduate students to acquire research skills and an in depth understanding of their project. The program includes seminars and workshops describing MSU research programs, graduate school opportunities and preparation, scientific career paths, scientific ethics and research misconduct, and presentation skills. Participants will prepare posters and give talks describing their research at annual MSU research symposia. Activities will be structured to increase each participant's ability to think critically and conduct biological research with the goal of maximizing their future impact on STEM disciplines. \r\n\r\nIt is anticipated that a total of 30 students, primarily from schools with limited research opportunities, will be trained in the program. Students will learn how research is conducted, and many will present the results of their work at scientific conferences. Collectively the experiences gained during this REU program are intended to provide participants with the experience and confidence to pursue graduate school and scientific careers in the biological sciences. \r\n\r\nA common web-based assessment tool used by all REU Site programs funded by the Division of Biological Infrastructure (DBI) will be used to determine the effectiveness of the training program. Students will be tracked after the program to determine their career paths. Students will be asked to respond to an automatic email sent via the NSF reporting system. More information about the program is available by visiting https://plantgenomics.natsci.msu.edu, or by contacting the PI (Dr. Cornelius Barry at barrycs@msu.edu) or the co-PI (Dr. Robert Last at lastr@msu.edu). This program is supported by DBI and IOS Divisions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelius",
   "pi_last_name": "Barry",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelius S Barry",
   "pi_email_addr": "barrycs@msu.edu",
   "nsf_id": "000496730",
   "pi_start_date": "2018-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Last",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Last",
   "pi_email_addr": "lastr@msu.edu",
   "nsf_id": "000190035",
   "pi_start_date": "2018-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 108553.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 112909.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 112712.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants are essential to life on earth and are utilized by humans for use as food, fuel, fiber, and pharmaceuticals. As the human population increases, and is faced with limited resources and environmental challenges due to climate change, it is important to increase crop productivity on existing arable lands, with reduced inputs and in response to changing environments. Training the next generation of plant scientists is an essential component of a strategy to address these challenges. The Plant Genomics @ MSU Research Experiences for Undergraduates Program provided a 10-week research intensive training opportunity to undergraduates entering the sophomore, junior, and senior years. Participants completed a research project under the guidance of an MSU faculty member that focused on an aspect of plant genomics. In addition, students participated in a range of professional development activities that helped to prepare them for graduate school and careers in Science, Technology, Engineering, and Mathematics (STEM). This included training in computational biology, career planning workshops, graduate school preparation, and opportunities to develop skills in science communication. During the summers of 2018, 2019, 2021 &amp; 2022, this award fully or partially supported 39 participants within a total cohort of 74 undergraduates. These participants were selected from 586 applications received from students attending 310 institutions. Seventy percent of participants supported by this award were recruited from primarily undergraduate institutions where access to research opportunities and state of the art facilities are often limited. Participants also included those from demographic groups traditionally under-represented in STEM disciplines, including first-generation college students, students from low-income backgrounds, those from rural areas, and those identifying as belonging to a racially under-represented groups. To date, 27 out of the 39 participants supported by this award have graduated with a Bachelor&rsquo;s degree and 15 have started graduate school, including 10 who are pursuing advanced degrees in the plant sciences. An additional six former participants directly entered the STEM workforce immediately after graduation and are currently working in either academic or industry settings as scientists and research assistants. The training provided through this award helped these students be better prepared for these opportunities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2023<br>\n\t\t\t\t\tModified by: Cornelius&nbsp;S&nbsp;Barry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlants are essential to life on earth and are utilized by humans for use as food, fuel, fiber, and pharmaceuticals. As the human population increases, and is faced with limited resources and environmental challenges due to climate change, it is important to increase crop productivity on existing arable lands, with reduced inputs and in response to changing environments. Training the next generation of plant scientists is an essential component of a strategy to address these challenges. The Plant Genomics @ MSU Research Experiences for Undergraduates Program provided a 10-week research intensive training opportunity to undergraduates entering the sophomore, junior, and senior years. Participants completed a research project under the guidance of an MSU faculty member that focused on an aspect of plant genomics. In addition, students participated in a range of professional development activities that helped to prepare them for graduate school and careers in Science, Technology, Engineering, and Mathematics (STEM). This included training in computational biology, career planning workshops, graduate school preparation, and opportunities to develop skills in science communication. During the summers of 2018, 2019, 2021 &amp; 2022, this award fully or partially supported 39 participants within a total cohort of 74 undergraduates. These participants were selected from 586 applications received from students attending 310 institutions. Seventy percent of participants supported by this award were recruited from primarily undergraduate institutions where access to research opportunities and state of the art facilities are often limited. Participants also included those from demographic groups traditionally under-represented in STEM disciplines, including first-generation college students, students from low-income backgrounds, those from rural areas, and those identifying as belonging to a racially under-represented groups. To date, 27 out of the 39 participants supported by this award have graduated with a Bachelor’s degree and 15 have started graduate school, including 10 who are pursuing advanced degrees in the plant sciences. An additional six former participants directly entered the STEM workforce immediately after graduation and are currently working in either academic or industry settings as scientists and research assistants. The training provided through this award helped these students be better prepared for these opportunities.\n\n\t\t\t\t\tLast Modified: 04/17/2023\n\n\t\t\t\t\tSubmitted by: Cornelius S Barry"
 }
}