{
 "awd_id": "1757900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Summer Program for Interdisciplinary Research and Education-Emerging Interface Technologies",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 359530.0,
 "awd_amount": 369530.0,
 "awd_min_amd_letter_date": "2018-03-19",
 "awd_max_amd_letter_date": "2019-07-31",
 "awd_abstract_narration": "SPIRE-EIT (Summer Program for Interdisciplinary Research and Education - Emerging Interface Technologies) at Iowa State University is a 10-week interdisciplinary summer experience for 10 undergraduates that integrates research and education in emerging interface technologies. Since the site's inception in 2006, students' commitment to Science, Technology, Engineering and Mathematics (STEM) fields has been demonstrated, as well as producing research publications. Students are provided with classroom training and gain hands-on experience using cutting-edge instruments, equipment, computers and cyberinfrastructure. Classes in computer programming and graphics, interface design, human-computer interaction, research skills, team skills, and ethics occupy approximately one third of the students' time. In an unusual structure that is focused on building a community of practice, students conduct interdisciplinary research projects in groups of two or three, with all students co-located in Iowa State's Virtual Reality Applications Center (VRAC). Each group interacts with VRAC graduate students under the supervision of VRAC faculty. The research projects are presented at an end-of-the summer campus-wide research symposium in the form of posters, demos, and a five-page research paper. Frequently the students present their research at research conferences later during the school year. \r\n\r\nTwo major trends are driving research in Emerging Interface Technologies (EIT): a dramatic increase of interface technologies themselves, and the ubiquitous permeation of technology into our everyday lives. Correspondingly, this research focuses on new interfaces that enhance people's perception, understanding of complexity, and work performance. The SPIRE exposes students to three broad areas of EIT: information visualization, virtual/augmented reality, human-agent interaction. In particular, previous projects have focused on improving cockpit sensor displays for pilots, the optimal use of emotional cues by intelligent agents during crisis situations in the International Space Station, use of virtual reality for improved drone navigation, use of augmented reality for reducing errors in factory assembly lines, reducing cyber sickness, improved user interfaces for faster traffic incident management, design tradeoffs of wearable biosensors and use of wireless electroencephalography (EEG) caps with people who have Parkinson's disease. More information about this Research Experiences for Undergraduates Site can be found at the SPIRE-EIT web site: http://www.vrac.iastate.edu/hci/reu/ .\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen B Gilbert",
   "pi_email_addr": "gilbert@iastate.edu",
   "nsf_id": "000504477",
   "pi_start_date": "2018-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eliot",
   "pi_last_name": "Winer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Eliot H Winer",
   "pi_email_addr": "ewiner@iastate.edu",
   "nsf_id": "000149354",
   "pi_start_date": "2018-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "537 Bissel Road",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112274",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 359530.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SPIRE-EIT (Summer Program for Interdisciplinary Research and Education ? Emerging Interface Technologies) at Iowa State University's Virtual Reality Applications Center is a 10-week interdisciplinary summer Research Experience for 12 Undergraduates that integrates research and education in emerging interface technologies.&nbsp;<br /><br />SPIRE-EIT is different from most REU sites in several ways:&nbsp;<br />1) It's interdisciplinary. Students are recruited from engineering, computer science, psychology, and design, among other fields.&nbsp;<br />2) It includes significant course work to give all participants at least a basic level of competence in programming and human-computer interaction.<br />3) Students work on research projects in groups of three. The groups are usually diverse in terms of race and ethnicity, discipline, age, and gender. This structure is supported with specific team skill training.<br />4) All four research groups share a common space within a single facility for a large percentage of their time, as well as spending time in their respective labs. This approach enables SPIRE-EIT to build a supportive learning community throughout the summer.<br />From 2018-2022 (2 gap years due to COVID), SPIRE-EIT served 33 students, with 42% underrepresented minorities and 55% women. These students worked on 11 different research projects over the three years, which generated 3 journal publications (including one that won an award for best paper in the journal that year), and 4 conference publications. To engaged these undergraduate research interns, we involved 14 faculty, 23 graduate students, and 1 program coordinator.&nbsp;<br /><br />We create YouTube videos about each project each year, which can be seen on each year's REU website or by searching YouTube for SPIRE-EIT:<br />https://www.youtube.com/results?search_query=spire-eit<br />This general SPIRE-EIT website links to all summer programs: http://www.vrac.iastate.edu/hci/reu/<br />Each research project has a poster, paper, and YouTube video embedded in the SPIRE-EIT website and can be seen at each year's website via http://www.vrac.iastate.edu/hci/reu/ .</p>\n<p>&nbsp;</p>\n<p>The 11 projects from 2018-2022 are described below.&nbsp;</p>\n<p>===== 2018<br />Disposable and Biodegradable Biosensors<br />Faculty: Jonathan Claussen (Mechanical Engineering) and Carmen Gomes (Mechanical Engineering)<br />-----<br />Human Performance Extension via Drones<br />Faculty: Rick Stone (Industrial and Manufacturing Systems Engineering)<br />------<br />Traffic Incident Management Enabled by Large-data Innovations<br />Faculty: Stephen Gilbert (Industrial and Manufacturing Systems Engineering) &amp; Anuj Sharma (Civil, Construction, and Environmental Engineering)<br />-----<br />Visualizing Data to Support Sustainable Decision Making<br />Faculty: Michael Dorneich (Industrial and Manufacturing Systems Engineering)<br /><br />===== 2019<br />Virtual Reality Based Stress Tasks ? Is Virtual Stress Real?<br />Faculty: Birdie Shirtcliff (Human Development and Family Studies)<br />-------<br />Reducing Disorientation in Teleportation Interfaces<br />Faculty: Jonathan Kelly (Cognitive Psychology) and Stephen Gilbert (Industrial and Systems Engineering)<br />--------<br />An Experimental Study of 3D Scanning Systems for Quality Inspection in Manufacturing<br />Faculty: Beiwen Li (Mechanical Engineering) and Hantang Qin (Industrial and Manufacturing Systems Engineering)<br />-----<br />Quality assessment of 3D scans<br />Faculty: Heike Hofmann (Statistics), Susan VanderPlas (Statistics)<br /><br />===== 2022<br />Studying Team Metrics in Cooperative Gaming Environments<br />Faculty: Michael Dorneich (Industrial and Manufacturing Systems Engineering)<br />-----<br />Physics-based Learning for Multi-agent Intent Prediction&nbsp;<br />Faculty: Cody Fleming (Mechanical Engineering)<br />-----<br />Development and Assessment of a Multilingual / Symbol Interface for non-English Speakers to Access Higher Education Admissions Information&nbsp;<br />Faculty: Kimberly Zarecor (Architecture, HCI) and Evrim Baran (Education, HCI)<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2023<br>\n\t\t\t\t\tModified by: Stephen&nbsp;Gilbert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSPIRE-EIT (Summer Program for Interdisciplinary Research and Education ? Emerging Interface Technologies) at Iowa State University's Virtual Reality Applications Center is a 10-week interdisciplinary summer Research Experience for 12 Undergraduates that integrates research and education in emerging interface technologies. \n\nSPIRE-EIT is different from most REU sites in several ways: \n1) It's interdisciplinary. Students are recruited from engineering, computer science, psychology, and design, among other fields. \n2) It includes significant course work to give all participants at least a basic level of competence in programming and human-computer interaction.\n3) Students work on research projects in groups of three. The groups are usually diverse in terms of race and ethnicity, discipline, age, and gender. This structure is supported with specific team skill training.\n4) All four research groups share a common space within a single facility for a large percentage of their time, as well as spending time in their respective labs. This approach enables SPIRE-EIT to build a supportive learning community throughout the summer.\nFrom 2018-2022 (2 gap years due to COVID), SPIRE-EIT served 33 students, with 42% underrepresented minorities and 55% women. These students worked on 11 different research projects over the three years, which generated 3 journal publications (including one that won an award for best paper in the journal that year), and 4 conference publications. To engaged these undergraduate research interns, we involved 14 faculty, 23 graduate students, and 1 program coordinator. \n\nWe create YouTube videos about each project each year, which can be seen on each year's REU website or by searching YouTube for SPIRE-EIT:\nhttps://www.youtube.com/results?search_query=spire-eit\nThis general SPIRE-EIT website links to all summer programs: http://www.vrac.iastate.edu/hci/reu/\nEach research project has a poster, paper, and YouTube video embedded in the SPIRE-EIT website and can be seen at each year's website via http://www.vrac.iastate.edu/hci/reu/ .\n\n \n\nThe 11 projects from 2018-2022 are described below. \n\n===== 2018\nDisposable and Biodegradable Biosensors\nFaculty: Jonathan Claussen (Mechanical Engineering) and Carmen Gomes (Mechanical Engineering)\n-----\nHuman Performance Extension via Drones\nFaculty: Rick Stone (Industrial and Manufacturing Systems Engineering)\n------\nTraffic Incident Management Enabled by Large-data Innovations\nFaculty: Stephen Gilbert (Industrial and Manufacturing Systems Engineering) &amp; Anuj Sharma (Civil, Construction, and Environmental Engineering)\n-----\nVisualizing Data to Support Sustainable Decision Making\nFaculty: Michael Dorneich (Industrial and Manufacturing Systems Engineering)\n\n===== 2019\nVirtual Reality Based Stress Tasks ? Is Virtual Stress Real?\nFaculty: Birdie Shirtcliff (Human Development and Family Studies)\n-------\nReducing Disorientation in Teleportation Interfaces\nFaculty: Jonathan Kelly (Cognitive Psychology) and Stephen Gilbert (Industrial and Systems Engineering)\n--------\nAn Experimental Study of 3D Scanning Systems for Quality Inspection in Manufacturing\nFaculty: Beiwen Li (Mechanical Engineering) and Hantang Qin (Industrial and Manufacturing Systems Engineering)\n-----\nQuality assessment of 3D scans\nFaculty: Heike Hofmann (Statistics), Susan VanderPlas (Statistics)\n\n===== 2022\nStudying Team Metrics in Cooperative Gaming Environments\nFaculty: Michael Dorneich (Industrial and Manufacturing Systems Engineering)\n-----\nPhysics-based Learning for Multi-agent Intent Prediction \nFaculty: Cody Fleming (Mechanical Engineering)\n-----\nDevelopment and Assessment of a Multilingual / Symbol Interface for non-English Speakers to Access Higher Education Admissions Information \nFaculty: Kimberly Zarecor (Architecture, HCI) and Evrim Baran (Education, HCI)\n\n\n\n\n\t\t\t\t\tLast Modified: 03/23/2023\n\n\t\t\t\t\tSubmitted by: Stephen Gilbert"
 }
}