{
 "awd_id": "1757193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/FDA SIR: Patient-Specific Computational Assessment of Inferior Vena Cava Filter Performance",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 160000.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2018-09-06",
 "awd_abstract_narration": "The inferior vena cava (IVC) is the primary vein that brings deoxygenated blood from the lower extremities (midsection and legs) back to the heart. IVC filters are implanted medical devices designed to capture blood clots, which can escape from the lower extremities due to deep vein thrombosis (a clot formed in a vein or an artery), before they reach the lungs and cause a potentially-fatal pulmonary embolism (occlusion of blood flow to the lung caused by a clot). Although 100,000 IVC filters are implanted each year, IVC filter complications (including filter fracture, device migration, perforation of the vein wall, and dislodgment of the filter and transport of the device downstream to the heart) remain unresolved problems despite 50 years of device development. A primary reason for this may be the complex loading and blood flow conditions that occur in the human IVC, which are unaccounted for in pre-clinical testing. This collaborative project between The University of North Carolina at Chapel Hill and the U.S. Food and Drug Administration seeks to establish, verify, and validate an open-source, computational platform for predicting patient-specific performance of IVC filters. This platform will be applied in multiple patient-specific models reconstructed from clinical CT data to address important questions about IVC filter safety and effectiveness. At the completion of the project, the computational platform will be submitted as an open-source non-clinical assessment model to the FDA Medical Device Development Tools (MDDT) program, so that it may be used by industry to predict pre-clinical IVC filter performance (e.g. fatigue resistance, clot trapping). Because the verified and validated computational platform will be released as open-source software, others may use it to design next-generation IVC filters. With clinical validation and appropriate regulatory approval or clearance, the patient-specific modeling platform also has the potential to be used in a hospital setting for optimized patient specific device selection and placement.\r\n \r\nThe research objective of this project is to establish, verify, validate and apply an open-source computational platform for the patient-specific prediction of IVC filter performance using data collected by the FDA. The Research Plan is organized under three objectives. The first objective is to establish an open-source computational platform for predicting patient-specific IVC filter performance that features the replacement of the highly idealized CFD/6-DOF model of rigid, spherical blood clots with fluid-structure interaction (FSI) models of realistic, flexible clots using the open-source immersed boundary (IB) software IBAMR, which is developed and maintained by the PI and his research group. The modeling and simulation infrastructure developed to simulate clot capture by IVC filters will be a significant advance over the current state of the art for modeling realistic blood clots anywhere in the circulatory system (e.g., in the cerebral vasculature for predicting ischemic stroke), which is currently restricted to either modeling multiple rigid spherical clots or a relatively small number of deformable clots due to the computational expense of FSI. The use of the immersed boundary method with adaptive mesh refinement will be a significant advance over approaches that use separate body-fitted meshes for the fluid and structure and, consequently, require mesh repair to accommodate large structural deformations. The project's approach permits the simulation of a large number of deformable clots in extremely complex patient-specific geometries. The second objective is to verify and validate the open-source computational platform using experimental data being acquired at the FDA, thereby leveraging the existing generic IVC filter designed by the FDA collaborator and his colleagues and fabricated by Confluent Medical Technologies, a leading manufacturer of Nitinol medical devices. Thus, the project will also advance the use of verification and validation (V&V) methods in computational biomechanics that will serve as an example to the medical device industry on the proper use of V&V techniques. The third objective is to apply the open-source computational platform to predict IVC filter performance in multiple patient-specific models, i.e., the verified and validated computational platform will be used to evaluate IVC filter mechanics, hemodynamics, and clot trapping performance in multiple anatomical models reconstructed from patient CT data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Boyce",
   "pi_last_name": "Griffith",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Boyce E Griffith",
   "pi_email_addr": "boyceg@email.unc.edu",
   "nsf_id": "000657131",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "U.S. Food and Drug Administration - White Oak Campus",
  "perf_str_addr": "10903 New Hampshire Avenue",
  "perf_city_name": "Silver Spring",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "209031057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project extended and applied an open-source computational framework (IBAMR), which is developed by a team that includes PI Griffith at UNC-Chapel Hill, to predict the performance of inferior vena cava (IVC) filters using models and data available at the FDA. The IVC is the primary vein that brings deoxygenated blood from the lower extremities back to the heart. IVC filters are implanted to capture blood clots shed from the lower extremities (e.g., resulting from deep vein thrombosis) before they reach the lungs and cause a potentially fatal pulmonary embolism (PE). Approximately 100,000 IVC filters are implanted each year. However, despite 50 years of device development and wide clinical use, IVC filter complications, including filter fracture, device migration, perforation of the vein wall, and dislodgment of the filter and transport of the device downstream to the heart, remain unresolved problems. Such complications prompted the FDA to release public safety communications in 2010 and 2014 and led to the initiation of a large clinical trial called PRESERVE (PREdicting the Safety and Effectiveness of InferioR VEna Cava Filters) to assess the safety and effectiveness of IVC filters implanted in a broad patient population. It is also known that PE can still occur in patients with IVC filters, either from the failure of the device to capture clots, or as a consequence of clot formation in the stagnant flow region downstream of the filter. Indeed, although several in vitro studies have shown that IVC filters capture clots in laboratory experiments, the in vivo performance of these devices is less certain. To date, only two randomized clinical trials have assessed IVC filter effectiveness. The first trial reported a significant decrease in symptomatic PE using an IVC filter plus anticoagulation compared to an anticoagulation-only control group, but the second trial showed no significant differences between the filter and control groups.</p>\n<p>This project advanced methods and software for performing computer modeling and simulation studies of IVC filter performance. One major outcome of the project is the creation of a new approach to model fluid-structure interaction (FSI) that integrates partitioned and immersed approaches to FSI to enable FSI models involving both rigid and flexible immersed structures. This immersed Lagrangian-Eulerian (ILE) methodology has been demonstrated to achieve accuracy comparable to body-fitted methods without requiring the deployment of discretizations that conform the the fluid-structure interface. The project also created new open-source modeling tools for simulating compressible and nearly incompressible elastodynamics within the IBAMR software, and used these tools with the ILE method to create a new platform for simulating flexible-body FSI. Finally, the project created initial computer models of clot capture in IVC filters using both rigid and flexible clot models. Future work will seek to validate these models and use them to address longstanding questions, detailed above, about the safety and effectiveness of these widely implanted cardiovascular devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2022<br>\n\t\t\t\t\tModified by: Boyce&nbsp;E&nbsp;Griffith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project extended and applied an open-source computational framework (IBAMR), which is developed by a team that includes PI Griffith at UNC-Chapel Hill, to predict the performance of inferior vena cava (IVC) filters using models and data available at the FDA. The IVC is the primary vein that brings deoxygenated blood from the lower extremities back to the heart. IVC filters are implanted to capture blood clots shed from the lower extremities (e.g., resulting from deep vein thrombosis) before they reach the lungs and cause a potentially fatal pulmonary embolism (PE). Approximately 100,000 IVC filters are implanted each year. However, despite 50 years of device development and wide clinical use, IVC filter complications, including filter fracture, device migration, perforation of the vein wall, and dislodgment of the filter and transport of the device downstream to the heart, remain unresolved problems. Such complications prompted the FDA to release public safety communications in 2010 and 2014 and led to the initiation of a large clinical trial called PRESERVE (PREdicting the Safety and Effectiveness of InferioR VEna Cava Filters) to assess the safety and effectiveness of IVC filters implanted in a broad patient population. It is also known that PE can still occur in patients with IVC filters, either from the failure of the device to capture clots, or as a consequence of clot formation in the stagnant flow region downstream of the filter. Indeed, although several in vitro studies have shown that IVC filters capture clots in laboratory experiments, the in vivo performance of these devices is less certain. To date, only two randomized clinical trials have assessed IVC filter effectiveness. The first trial reported a significant decrease in symptomatic PE using an IVC filter plus anticoagulation compared to an anticoagulation-only control group, but the second trial showed no significant differences between the filter and control groups.\n\nThis project advanced methods and software for performing computer modeling and simulation studies of IVC filter performance. One major outcome of the project is the creation of a new approach to model fluid-structure interaction (FSI) that integrates partitioned and immersed approaches to FSI to enable FSI models involving both rigid and flexible immersed structures. This immersed Lagrangian-Eulerian (ILE) methodology has been demonstrated to achieve accuracy comparable to body-fitted methods without requiring the deployment of discretizations that conform the the fluid-structure interface. The project also created new open-source modeling tools for simulating compressible and nearly incompressible elastodynamics within the IBAMR software, and used these tools with the ILE method to create a new platform for simulating flexible-body FSI. Finally, the project created initial computer models of clot capture in IVC filters using both rigid and flexible clot models. Future work will seek to validate these models and use them to address longstanding questions, detailed above, about the safety and effectiveness of these widely implanted cardiovascular devices.\n\n\t\t\t\t\tLast Modified: 01/31/2022\n\n\t\t\t\t\tSubmitted by: Boyce E Griffith"
 }
}