{
 "awd_id": "1757558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Immersive Research in Energy Generation, Storage/Conversion, and Power Transmission",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 321750.0,
 "awd_amount": 330150.0,
 "awd_min_amd_letter_date": "2018-02-22",
 "awd_max_amd_letter_date": "2019-06-12",
 "awd_abstract_narration": "The Tennessee Technological University (TTU) REU Site focuses on providing a summer research experience to a diverse group of ten undergraduate students yearly from a nationwide search. Participating students will perform cutting-edge research in the areas of energy generation (solar, biomass, piezoelectric, generation from salinity gradients, etc.), energy storage/conversion (lithium-ion and lithium-air batteries and formic acid fuel cells) and power grid integration (solar and electric vehicle to grid integration). The proposed collective research topics embody challenges related to renewable energy harvesting, storage and distribution that will impact the quality of life for 21st Century peoples and train future scientists and engineers for careers critical to achieving energy independence of our Nation. The NSF-REU Site is designed with four key broader impacts in mind: (1) Students will be exposed to a wide range of skill-building activities crucial for their careers including good project management practices (daily reporting and reflection), and research problem solving. (2) The program will train top national research talent in key emerging areas of energy, critical for maintaining national preeminence. (3) Participants will learn the importance of outreach by participating in a service learning activity to improve awareness of energy technologies among high-school students and community members. (4) Participation of under-represented groups in engineering research will be increased, thereby contributing to building a more nationally diverse workforce.\r\n\r\nThe Tennessee Technological University (TTU) REU Site focuses on introducing cutting-edge energy technologies to aspiring engineers and scientists. Sustainable energy generation and storage strategies are becoming increasingly important as the world's conventional supplies of fossil resources dwindle. Ongoing research advancements in the energy sector are needed if our nation is to obtain energy independence and maintain preeminence in technology and economic leadership. These factors generate a need for trained personnel in energy related research areas. The REU students will perform research on topics related to energy harvesting, (solar energy, biomass pyrolysis, piezoelectric transducers, electricity from salinity gradients) grid integration (solar power generation and transmission, electric vehicle grid integration) and cost-effective storage (lithium-ion and lithium-air rechargeable batteries and direct formic acid fuel cells). A dedicated group of faculty at TTU is working in close collaboration in related energy areas. Our goal is to introduce the interns to immersive research through an \"Intelligent Research\" course and \"Professional Development\" workshops along with the proposed research topics. The PI team will also offer lessons on topics pertaining to effective research, attributes of a good researcher, interpreting data and information effectively, efficient recordkeeping, developing reporting and writing skills (diary keeping), effective dissemination of results, qualities of an excellent presenter, ethical decision making and professional growth and development. Field trips to ORNL and industries will also be arranged to expose the students to energy related career opportunities and collaborations. The REU Site will promote and encourage strong participation of women, minorities, veterans and institutions with limited research activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Indranil",
   "pi_last_name": "Bhattacharya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Indranil Bhattacharya",
   "pi_email_addr": "ibhattacharya@tntech.edu",
   "nsf_id": "000653596",
   "pi_start_date": "2018-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Biernacki",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Biernacki",
   "pi_email_addr": "jbiernacki@tntech.edu",
   "nsf_id": "000273335",
   "pi_start_date": "2018-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee Technological University",
  "inst_street_address": "1 WILLIAM L JONES DR",
  "inst_street_address_2": "",
  "inst_city_name": "COOKEVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313723374",
  "inst_zip_code": "385050001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "TN06",
  "org_lgl_bus_name": "TENNESSEE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZNHNMDUTJA5"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee Technological University",
  "perf_str_addr": "1 William L. Jones Drive",
  "perf_city_name": "Cookeville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "385050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "TN06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 321750.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 8400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We received almost 45 applications from Nationwide Universities for our Summer 2021 NSF-REU Site:&nbsp;<span>Immersive Research in Energy Generation, Storage/Conversion, and Power Transmission</span> at Tennessee Tech University. Out of a total of 10 students, 4 were women, and two were minorities. They came from states such as Alabama, California, Mississippi, New York, New Jersey, Oregon, Tennessee etc. The students were immersed into&nbsp;cutting-edge research opportunities for 10 weeks in topics related to energy harvesting, (solar energy, biomass pyrolysis, piezoelectric transducers, energy storage and conversion (sodium ion batteries and direct formic acid fuel cells) and inductive wireless power technologies.&nbsp;The PI team also offered lessons on topics pertaining to effective research, attributes of a good researcher, interpreting data and information effectively, efficient recordkeeping, developing reporting and writing skills (diary keeping), effective dissemination of results, qualities of an excellent presenter, ethical decision making and professional growth and development. The      students were immersed into hands-on engineering research projects in the areas of energy generation, storage and transfer technologies that have huge importance in the 21st century and beyond. They presented their research in a mini-symposium      and conference style final symposium where public were encouraged to attend. All students were extremely satisfied with the quality of research and activities. The research projects generated at least four conference publications and two awards. Ms. Katherine Slamen won the first place in&nbsp;<span>Tennessee Academy of Science conference&nbsp;</span>and Mr. Abdel Zaro won the 2nd place prize in&nbsp;<span>the NSF Poster Competition.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2022<br>\n\t\t\t\t\tModified by: Indranil&nbsp;Bhattacharya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe received almost 45 applications from Nationwide Universities for our Summer 2021 NSF-REU Site: Immersive Research in Energy Generation, Storage/Conversion, and Power Transmission at Tennessee Tech University. Out of a total of 10 students, 4 were women, and two were minorities. They came from states such as Alabama, California, Mississippi, New York, New Jersey, Oregon, Tennessee etc. The students were immersed into cutting-edge research opportunities for 10 weeks in topics related to energy harvesting, (solar energy, biomass pyrolysis, piezoelectric transducers, energy storage and conversion (sodium ion batteries and direct formic acid fuel cells) and inductive wireless power technologies. The PI team also offered lessons on topics pertaining to effective research, attributes of a good researcher, interpreting data and information effectively, efficient recordkeeping, developing reporting and writing skills (diary keeping), effective dissemination of results, qualities of an excellent presenter, ethical decision making and professional growth and development. The      students were immersed into hands-on engineering research projects in the areas of energy generation, storage and transfer technologies that have huge importance in the 21st century and beyond. They presented their research in a mini-symposium      and conference style final symposium where public were encouraged to attend. All students were extremely satisfied with the quality of research and activities. The research projects generated at least four conference publications and two awards. Ms. Katherine Slamen won the first place in Tennessee Academy of Science conference and Mr. Abdel Zaro won the 2nd place prize in the NSF Poster Competition. \n\n\t\t\t\t\tLast Modified: 02/11/2022\n\n\t\t\t\t\tSubmitted by: Indranil Bhattacharya"
 }
}