{
 "awd_id": "1758495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing STEM Educators with Resilience, Vision, and Expertise for Teaching in High-Need Schools",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032920000",
 "po_email": "jrodrigu@nsf.gov",
 "po_sign_block_name": "Josephine J. Rodriguez",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 1199774.0,
 "awd_amount": 1199774.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2023-06-25",
 "awd_abstract_narration": "This Track 1 Robert Noyce Teacher Scholarship Program project at Doane University aims to respond to the critical need for highly-effective science and mathematics teachers in Nebraska by producing twenty-five certified STEM teachers with the skills to teach effectively in high-need school districts and persist in their profession. The project activities are designed to: 1) increase the number of STEM majors and STEM professionals who pursue secondary teaching; 2) improve the preparation of teachers, specifically for teaching in high-need schools; and 3) increase the number of STEM education graduates who teach and remain teaching in high-need schools. To accomplish these goals, the project aims to help the prospective teachers gain in-depth content knowledge, and participate in independent research experiences.  The project also aims to help prospective teachers to learn specific instructional skills, develop social knowledge, and gain cultural competencies for teaching in high-need schools. The project will use evidence-based strategies and proven best practices that include increased classroom experiences, rigorous STEM research experiences, a seminar program involving high-need school partners, joint advising, enhanced mentoring experiences, and support programs for new teachers.\r\n\r\nAs part of the project, Doane will partner with high-need districts in urban, suburban, and rural Nebraska, specifically: Crete Public Schools, Fairbury Public Schools, Lincoln Public Schools, Minatare Public Schools, Niobrara Public Schools, and Wilber-Clatonia Public Schools. STEM professionals and undergraduate majors in biology, biochemistry, chemistry, environmental science, and mathematics will be recruited to the program. The PIs will investigate how and to what extent increased time in high-need schools, coursework, and seminars focused on high-need school issues enhance the preparation of secondary teachers. They will also investigate the degree to which joint advising, enhanced mentoring, and post-graduate support improve persistence in teaching in high-need schools. The PIs will disseminate information about the results of the project and project activities through publication in peer-reviewed journals and conferences, seminars, and workshops so other teacher preparation programs can replicate or adapt these activities to address the unique needs of their communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Kalbach",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linda M Kalbach",
   "pi_email_addr": "linda.kalbach@doane.edu",
   "nsf_id": "000693356",
   "pi_start_date": "2018-08-13",
   "pi_end_date": "2023-06-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rod",
   "pi_last_name": "Diercks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rod Diercks",
   "pi_email_addr": "rod.diercks@doane.edu",
   "nsf_id": "000730050",
   "pi_start_date": "2023-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tessa",
   "pi_last_name": "Durham Brooks",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tessa L Durham Brooks",
   "pi_email_addr": "tessa.durhambrooks@doane.edu",
   "nsf_id": "000557416",
   "pi_start_date": "2023-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sharmin",
   "pi_last_name": "Sikich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sharmin M Sikich",
   "pi_email_addr": "sharmin.sikich@doane.edu",
   "nsf_id": "000693353",
   "pi_start_date": "2018-08-13",
   "pi_end_date": "2023-06-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rod",
   "pi_last_name": "Diercks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rod Diercks",
   "pi_email_addr": "rod.diercks@doane.edu",
   "nsf_id": "000730050",
   "pi_start_date": "2018-08-13",
   "pi_end_date": "2023-06-25"
  }
 ],
 "inst": {
  "inst_name": "DOANE UNIVERSITY",
  "inst_street_address": "1014 BOSWELL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CRETE",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4028266765",
  "inst_zip_code": "683332426",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "DOANE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "UC9VK87N91R3"
 },
 "perf_inst": {
  "perf_inst_name": "Doane College",
  "perf_str_addr": "1014 Boswell Avenue",
  "perf_city_name": "Crete",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "683332426",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 937750.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 262024.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3bff72a4-7fff-2bbb-84f3-37954bd60081\">\r\n<p dir=\"ltr\"><span>Doane University&rsquo;s Project SERVE (</span><span>S</span><span>TEM </span><span>E</span><span>ducators with </span><span>R</span><span>esilience, </span><span>V</span><span>ision, and </span><span>E</span><span>xpertise), a Noyce Track 1 Scholarship and Stipend Program, was implemented to respond to the need for highly effective and qualified STEM teachers in Nebraska. The need for highly qualified STEM teachers in the state is great. Project SERVE sought to provide Nebraska with more highly qualified STEM teachers for high-need districts by awarding funding to promising STEM scholars. Scholars included undergraduate STEM-content majors seeking initial teaching certification and STEM professionals pursuing teaching through Doane University&rsquo;s post-baccalaureate program leading to teaching certification (&ldquo;Fast Track program&rdquo;). Over the duration of Project SERVE, five groups of scholars completed the Fast Track program, while three groups of undergraduate scholars completed the undergraduate pathway. </span><span>Project SERVE</span><span> awarded Noyce funding to 18 students: 11 Fast Track scholars and 7 undergraduate scholars.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>The goals of Project SERVE were to recruit, prepare, and produce more effective STEM teachers who were committed to teaching in high-needs schools. This was accomplished by emphasizing rigorous content knowledge paired with research experiences in STEM for a deeper understanding of the content and its application to real-world contexts. Scholars in the program explored specific instructional strategies, social knowledge, and cultural competency for teaching in high-needs schools. To achieve these goals, Project SERVE focused on these main objectives: recruiting teachers with a passion and commitment to teaching STEM in high-needs schools and preparing and supporting scholars in their development so that they had the skills, confidence, and resiliency necessary to make a positive impact on STEM teaching and learning.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>The recruiting process included observations by Doane University math, science, and education faculty of students in their classes who demonstrated passion for the content and ability to communicate effectively. Conversations about possible careers in teaching in STEM fields led to connecting potential Noyce scholars with the Project SERVE coordinator. The scholars were asked to submit an essay providing their background and commitment to teaching STEM and working with students in high-needs schools. Interviews took place with the Project SERVE leadership team asking questions to determine the candidate&rsquo;s commitment to the project's goals. Ultimately, 18 students who were recruited completed their program to become certified STEM teachers in the state of Nebraska. An external evaluation study concluded that &ldquo;..., all (selected scholars) had high GPAs (over 3.2). They have been motivated to become teachers due to a desire to make a difference,&rdquo; The external report also noted the candidates noted the positive reputation of Doane&rsquo;s teacher education programs and Noyce funding of either scholarships or stipends influenced their decision to pursue teaching.</span></p>\r\n<p dir=\"ltr\"><span>The preparation and support of the scholars to be effective STEM teachers included several key components that positively impacted the professional development of the Noyce scholars: (a) beyond their regular coursework, scholars attended at least two seminars a year on issues related to working with high-needs individuals; (b) there were methods courses specifically designed to develop skills in teaching STEM in high-needs schools; and (c) Scholars engaged in summer research projects related to STEM. A mentoring process pairing scholars with a STEM teacher from a rural or urban high-needs school provided scholars with opportunities for observation and teaching in the mentor&rsquo;s classroom. Mentors and scholars had monthly reflection meetings where they discussed and analyzed issues related to teaching in high-needs schools. Five scholars took advantage of Noyce-sponsored conferences. These scholars shared what they learned at end-of-the-year gatherings and on the Project SERVE website.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>The external review concluded that &ldquo;...the teacher preparation provided by Doane was perceived very positively by scholars. They highly praised the faculty/staff at Doane for their supportiveness and availability indicating they went above and beyond expectations. The scholars&rsquo; cooperating teachers rated the scholars high for teacher competencies, especially content knowledge, and professionalism, and described their scholars as effective at building rapport with students, open to feedback, and hardworking. They reported that their scholars were using best practices in STEM education and seemed prepared for high-need settings. Project SERVE mentoring program was reported as impactful and helped them to gain knowledge regarding teaching in high-need environments as well as STEM methods. It was also reported as effective for building a community of teachers both among the Noyce scholars, and also with area STEM teachers.&rdquo;</span></p>\r\n<p dir=\"ltr\"><span>Currently, 15 scholars teach in Nebraska's high-need schools and/or districts. Including field experiences in high-need schools and in-service teaching in high-need schools, Project SERVE Noyce scholars have impacted many schools in Nebraska. The project fosters stronger relationships between STEM teachers in the area and Doane University. The project has brought together area teachers, Doane faculty, Noyce Scholars, and the larger Doane student community in learning about working with disadvantaged groups, teaching in high-need settings, best practices in STEM, and culturally relevant and responsive pedagogy.&nbsp;</span></p>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Rod&nbsp;Diercks</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nDoane Universitys Project SERVE (STEM Educators with Resilience, Vision, and Expertise), a Noyce Track 1 Scholarship and Stipend Program, was implemented to respond to the need for highly effective and qualified STEM teachers in Nebraska. The need for highly qualified STEM teachers in the state is great. Project SERVE sought to provide Nebraska with more highly qualified STEM teachers for high-need districts by awarding funding to promising STEM scholars. Scholars included undergraduate STEM-content majors seeking initial teaching certification and STEM professionals pursuing teaching through Doane Universitys post-baccalaureate program leading to teaching certification (Fast Track program). Over the duration of Project SERVE, five groups of scholars completed the Fast Track program, while three groups of undergraduate scholars completed the undergraduate pathway. Project SERVE awarded Noyce funding to 18 students: 11 Fast Track scholars and 7 undergraduate scholars.\r\n\n\nThe goals of Project SERVE were to recruit, prepare, and produce more effective STEM teachers who were committed to teaching in high-needs schools. This was accomplished by emphasizing rigorous content knowledge paired with research experiences in STEM for a deeper understanding of the content and its application to real-world contexts. Scholars in the program explored specific instructional strategies, social knowledge, and cultural competency for teaching in high-needs schools. To achieve these goals, Project SERVE focused on these main objectives: recruiting teachers with a passion and commitment to teaching STEM in high-needs schools and preparing and supporting scholars in their development so that they had the skills, confidence, and resiliency necessary to make a positive impact on STEM teaching and learning.\r\n\n\nThe recruiting process included observations by Doane University math, science, and education faculty of students in their classes who demonstrated passion for the content and ability to communicate effectively. Conversations about possible careers in teaching in STEM fields led to connecting potential Noyce scholars with the Project SERVE coordinator. The scholars were asked to submit an essay providing their background and commitment to teaching STEM and working with students in high-needs schools. Interviews took place with the Project SERVE leadership team asking questions to determine the candidates commitment to the project's goals. Ultimately, 18 students who were recruited completed their program to become certified STEM teachers in the state of Nebraska. An external evaluation study concluded that ..., all (selected scholars) had high GPAs (over 3.2). They have been motivated to become teachers due to a desire to make a difference, The external report also noted the candidates noted the positive reputation of Doanes teacher education programs and Noyce funding of either scholarships or stipends influenced their decision to pursue teaching.\r\n\n\nThe preparation and support of the scholars to be effective STEM teachers included several key components that positively impacted the professional development of the Noyce scholars: (a) beyond their regular coursework, scholars attended at least two seminars a year on issues related to working with high-needs individuals; (b) there were methods courses specifically designed to develop skills in teaching STEM in high-needs schools; and (c) Scholars engaged in summer research projects related to STEM. A mentoring process pairing scholars with a STEM teacher from a rural or urban high-needs school provided scholars with opportunities for observation and teaching in the mentors classroom. Mentors and scholars had monthly reflection meetings where they discussed and analyzed issues related to teaching in high-needs schools. Five scholars took advantage of Noyce-sponsored conferences. These scholars shared what they learned at end-of-the-year gatherings and on the Project SERVE website.\r\n\n\nThe external review concluded that ...the teacher preparation provided by Doane was perceived very positively by scholars. They highly praised the faculty/staff at Doane for their supportiveness and availability indicating they went above and beyond expectations. The scholars cooperating teachers rated the scholars high for teacher competencies, especially content knowledge, and professionalism, and described their scholars as effective at building rapport with students, open to feedback, and hardworking. They reported that their scholars were using best practices in STEM education and seemed prepared for high-need settings. Project SERVE mentoring program was reported as impactful and helped them to gain knowledge regarding teaching in high-need environments as well as STEM methods. It was also reported as effective for building a community of teachers both among the Noyce scholars, and also with area STEM teachers.\r\n\n\nCurrently, 15 scholars teach in Nebraska's high-need schools and/or districts. Including field experiences in high-need schools and in-service teaching in high-need schools, Project SERVE Noyce scholars have impacted many schools in Nebraska. The project fosters stronger relationships between STEM teachers in the area and Doane University. The project has brought together area teachers, Doane faculty, Noyce Scholars, and the larger Doane student community in learning about working with disadvantaged groups, teaching in high-need settings, best practices in STEM, and culturally relevant and responsive pedagogy.\r\n\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: RodDiercks\n"
 }
}