{
 "awd_id": "1758286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Climate Analytics Platform for Catastrophe Modeling and Risk Management",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 1150957.0,
 "awd_min_amd_letter_date": "2018-04-04",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project extends to industry stakeholders holding financial interests that are impacted by climate change. Climate change has a scientifically evident impact on the intensity, duration, and frequency of extreme weather events. It has become imperative for organizations in all sectors to gain a clear understanding of the impacts of climate change on their business so as to inform strategic planning and risk management strategies. Those in the risk transfer industry, in particular reinsurance companies, are the most likely early adopters given their technical sophistication and their increasing and acute awareness of the financial impacts climate change now has on their bottom line. Thus, the company's goal is to penetrate the reinsurance industry as an entry point to the more broadly defined risk transfer industry. Subsequently, the company will utilize the platform to address problems in agricultural investment, real estate investment, and energy planning - all sectors that will be adversely impacted by climate change in specific, well-defined ways. The adaptation in each of these sectors is vital to the well-being and prosperity of the ultimate stakeholder: the American taxpayer. \r\n\r\nThis Small Business Innovation Research Phase II project aims to harness industry knowledge and expand on the technical work conducted during the company's Phase I project, with the objective of building a modular software platform generalizable to multiple key climate change hazards and extensible to other strategically identified sectors. The knowledge gathered via customer discovery interviews in Phase I will serve as a guide for product development. The technical work completed in Phase I, in particular extreme precipitation modeling under climate change and its application to the risk transfer sector, will serve as a foundation for expansion into the modeling of additional hazards. There are currently no tools available that integrate climate change informatics into risk management at scale. The company aims to address this problem through the translation of physics-guided statistical modeling to a commercial software platform. Upon conclusion of the Phase II project, the company expects to have a completed product that will house data on additional hazards exacerbated by climate change, with applications in the agriculture, commercial real estate, and the energy sectors. The company will show product value through sector-tailored software demonstrations and case studies that demonstrate return on investment to be realized by using this platform.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Kodra",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Evan A Kodra",
   "pi_email_addr": "evan.kodra@risq.io",
   "nsf_id": "000712317",
   "pi_start_date": "2018-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "RISQ INC",
  "inst_street_address": "55 COURT ST FL 2",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "2039153136",
  "inst_zip_code": "021082111",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "RISQ, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "EFLDB1TJLNL1"
 },
 "perf_inst": {
  "perf_inst_name": "RISQ INC",
  "perf_str_addr": "55 Magazine Street 6B",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021393938",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149999.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 250958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">risQ&rsquo;s Phase II effort centered around three parallel activities: (1) Rapid and iterative product development based on frequent engagement with prospective financial institution clients, positioning risQ to create a stable and profitable business model; (2) Generalization of the hazard modeling technology developed in Phase I to include additional climate change related phenomena and hazards, including climate-conditioned projections of wildfire, hurricane and flooding events, as well as projected changes in drought, heat stress, temperatures and temperature extremes, wind perils, and sea levels;&nbsp;(3) Tailoring modular software to client&rsquo;s interests in understanding climate-driven risks to the municipal debt and mortgage-backed securities markets.</p>\n<p class=\"p1\">Beyond these mission-critical threads of research and development, risQ&rsquo;s Phase II project ultimately culminated in the completion of a framework for characterizing the &lsquo;ESG&rsquo; (economic, social, governance) profiles of municipal debt investments. &ldquo;E&rdquo; and &ldquo;S&rdquo; quantify the environmental and social obstacles that debt-issuing communities face that in turn create risks for all stakeholders of the market, and &ldquo;G&rdquo; aims to quantitatively capture multiple dimensions of policy conditions and fiduciary competence at the local- and state-levels.&nbsp;This ESG framework is rigorously data driven, objective, transparent in methodology and underlying data sources, and aims to help market stakeholders identify and address the systemic threats posed by climate change. risQ&rsquo;s financial institution clients -- in response to increasing mandates to engage in socially responsible investing -- have a strong demand for a quantitative ESG solution that can be applied to investment decision-making.</p>\n<p>Funding from the National Science Foundation SBIR program has enabled risQ -- over the period of more than 5 years -- to develop what is now considered by many a best-in-class solution for municipal debt ESG investors to capture this burgeoning opportunity within the financial sector to effect climate change mitigation and socioeconomic impact in a scalable and data-driven way. The demand for ESG investment options has grown rapidly, and is expected to continue to grow with increased focus on global challenges like climate change and socioeconomic inequality. While investors have a fiduciary responsibility to prioritize financial returns and tax benefits, they now need to be able to show a deeper understanding of their investments as well as measure the impacts that their capital has on these global challenges. Capital investment within the municipal debt sector has a tremendous direct-impact on real communities and people. Municipal bonds serve as one of the few asset classes in which one can invest money directly toward local climate resilience infrastructure or educational equity projects that could have clear positive impacts on communities. While &lsquo;corporate ESG&rsquo; is certainly the most well-established variant within the broadly defined ESG domain, the societal impacts of allocating money to vehicles like corporate ESG indices can differ in many respects to the impacts that can be achieved by socially responsible, forward-looking municipal governments. The risk-reward tradeoffs for allocating money toward corporate equities versus municipal bonds will surely always exist, yet there is a significant opportunity for the municipal market to become a central focus for socially responsible investing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2022<br>\n\t\t\t\t\tModified by: Evan&nbsp;A&nbsp;Kodra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "risQ’s Phase II effort centered around three parallel activities: (1) Rapid and iterative product development based on frequent engagement with prospective financial institution clients, positioning risQ to create a stable and profitable business model; (2) Generalization of the hazard modeling technology developed in Phase I to include additional climate change related phenomena and hazards, including climate-conditioned projections of wildfire, hurricane and flooding events, as well as projected changes in drought, heat stress, temperatures and temperature extremes, wind perils, and sea levels; (3) Tailoring modular software to client’s interests in understanding climate-driven risks to the municipal debt and mortgage-backed securities markets.\nBeyond these mission-critical threads of research and development, risQ’s Phase II project ultimately culminated in the completion of a framework for characterizing the ‘ESG’ (economic, social, governance) profiles of municipal debt investments. \"E\" and \"S\" quantify the environmental and social obstacles that debt-issuing communities face that in turn create risks for all stakeholders of the market, and \"G\" aims to quantitatively capture multiple dimensions of policy conditions and fiduciary competence at the local- and state-levels. This ESG framework is rigorously data driven, objective, transparent in methodology and underlying data sources, and aims to help market stakeholders identify and address the systemic threats posed by climate change. risQ’s financial institution clients -- in response to increasing mandates to engage in socially responsible investing -- have a strong demand for a quantitative ESG solution that can be applied to investment decision-making.\n\nFunding from the National Science Foundation SBIR program has enabled risQ -- over the period of more than 5 years -- to develop what is now considered by many a best-in-class solution for municipal debt ESG investors to capture this burgeoning opportunity within the financial sector to effect climate change mitigation and socioeconomic impact in a scalable and data-driven way. The demand for ESG investment options has grown rapidly, and is expected to continue to grow with increased focus on global challenges like climate change and socioeconomic inequality. While investors have a fiduciary responsibility to prioritize financial returns and tax benefits, they now need to be able to show a deeper understanding of their investments as well as measure the impacts that their capital has on these global challenges. Capital investment within the municipal debt sector has a tremendous direct-impact on real communities and people. Municipal bonds serve as one of the few asset classes in which one can invest money directly toward local climate resilience infrastructure or educational equity projects that could have clear positive impacts on communities. While ‘corporate ESG’ is certainly the most well-established variant within the broadly defined ESG domain, the societal impacts of allocating money to vehicles like corporate ESG indices can differ in many respects to the impacts that can be achieved by socially responsible, forward-looking municipal governments. The risk-reward tradeoffs for allocating money toward corporate equities versus municipal bonds will surely always exist, yet there is a significant opportunity for the municipal market to become a central focus for socially responsible investing.\n\n\t\t\t\t\tLast Modified: 09/14/2022\n\n\t\t\t\t\tSubmitted by: Evan A Kodra"
 }
}