{
 "awd_id": "1759825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Methodology for Commensuration Bias Detection in Grant Application Peer Review",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 259982.0,
 "awd_amount": 259982.0,
 "awd_min_amd_letter_date": "2018-03-13",
 "awd_max_amd_letter_date": "2018-04-26",
 "awd_abstract_narration": "Through its six federal grant agencies, the United States invests billions of dollars annually to promote science, technology, and engineering research at colleges and universities. The long-term goal of this public investment of money and trust is to improve our nation's health, economy, and social policies. In order to determine which researchers and projects will receive funding, grant agencies employ a process of peer review in which expert researchers evaluate the merits of submitted proposals. This longstanding social technology -- of relying on expert evaluation to inform determinations of merit -- empowers grant agencies to make funding decisions based on a fuller understanding of the social and scientific excellence of each project. As such, it is critical for grant agencies to employ rigorous and fair peer review processes in order to recruit, retain, and fund the best minds. This project builds on a growing scientific literature that studies how grant peer review works with an eye towards identifying ways of improving its effectiveness. More specifically, grant proposal review procedures commonly require reviewers to score applications along multiple dimensions -- for example, a proposal's approach, innovation, versus significance -- as an intermediate step in determining the proposal's overall score. When procedures are left unspecified for how reviewers should combine individual scores (along multiple dimensions) into overall scores, evaluators might arrive at overall scores in ways that subtly advantage and disadvantage grant proposals submitted by applicants from different social groups. Any such difference is what we call commensuration bias. This research identifies and evaluates approaches for measuring commensuration bias by analyzing peer review data from applications submitted to an ongoing intramural collaborative biomedical research program that utilized the independent peer review services of the American Institute of Biological Sciences. This project aims to offer concrete, efficient policies that ensure fair review for any grant agency that requires scoring of applications along multiple criteria, including the National Institutes of Health, which is the world's largest public funder of biomedical research in the world.\r\n\r\nThere is currently no established methodology for detecting commensuration bias. The availability of criteria and overall scores from individual reviewers makes it possible to examine how individual reviewers evaluate multiple criteria simultaneously and how they unconsciously combine criteria scores to arrive at overall scores. In addition to hierarchical linear models that assume overall application score is an additive function of criteria scores, this study uses Bayesian regression trees to model non-linear decision processes and multivariate analyses to model the distribution of criteria scores. This range of statistical approaches allows this study to avoid making strong assumptions about the nature of commensuration and provides tools needed to inform two main types of potential policy recommendations: (a) those that focus on the restructuring or modification of programmatic review procedures as a whole and (b) those that focus on the monitoring of unusual peer review scores.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Erosheva",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elena A Erosheva",
   "pi_email_addr": "erosheva@uw.edu",
   "nsf_id": "000674500",
   "pi_start_date": "2018-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carole",
   "pi_last_name": "Lee",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carole J Lee",
   "pi_email_addr": "c3@uw.edu",
   "nsf_id": "000729219",
   "pi_start_date": "2018-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 259982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Unbiased peer review is critical for ensuring that grant agencies can fulfill their mandate to recruit, retain, and fund the best minds. &nbsp;The introduction of scoring hierarchies ? where reviewers provide an overall score that is informed by scores for more specific peer review criteria ? has become a common method for conducting peer reviews. &nbsp;For example, at the National Institutes of Health (NIH), reviewers score proposals for their overall impact as well as for their Significance, Investigator(s), Innovation, Approach, and Environment. Scoring criteria is thought to be useful because it provides applicants feedback along each dimension of evaluation and, according to psychological research, may reduce biases in overall scores by focusing judgment on merit-related dimensions.</p>\n<p>This project studied proposals submitted to NIH?s main funding mechanism, the Research Project Grant (R01) in 2014-2016 to evaluate whether Black-white disparities existed in funding and scoring despite NIH?s use of a scoring hierarchy.&nbsp; Using multilevel models and matching on key variables such as career stage, gender, and area of science, our peer-reviewed <em>Science Advances</em> paper reports that reviewers gave Black applicants lower preliminary overall impact scores and lower preliminary Significance, Investigator(s), Innovation, Approach, and Environment scores as compared to their white peers.&nbsp; We also discovered that disparities in the preliminary overall impact scores were not due to differences in how heavily reviewers weighted specific criteria.&nbsp; Instead, we found that Black-white disparities in preliminary criterion scores fully account for racial disparities in the preliminary overall impact scores.&nbsp; Our findings suggest that, if grant money is distributed by a partial lottery ? where winners are chosen randomly among applications that pass an initial round of peer review to cull the weakest proposals ? Black-white disparities in funding might continue, as explained in a correspondence piece published in <em>The Lancet</em>.&nbsp; Identifying specific, pervasive disparities in the grant review process has far-reaching benefits to STEM, biomedicine, and our national interests by shining a light on the concrete inequities that prevent the U.S. from leveraging the skills and talents of its full workforce.</p>\n<p>In addition to this research on the relationship between overall and criterion scores, we have published related papers on how shifts in evaluative context can lead to variations in scoring/valuation, methods for assessing quality of peer review scoring processes, and accounting for individual-level variability in scores in other domains of academic peer evaluation.&nbsp; These papers provide critical conceptual and methodological context for understanding how to evaluate and measure the quality of peer review scoring processes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2021<br>\n\t\t\t\t\tModified by: Elena&nbsp;Erosheva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnbiased peer review is critical for ensuring that grant agencies can fulfill their mandate to recruit, retain, and fund the best minds.  The introduction of scoring hierarchies ? where reviewers provide an overall score that is informed by scores for more specific peer review criteria ? has become a common method for conducting peer reviews.  For example, at the National Institutes of Health (NIH), reviewers score proposals for their overall impact as well as for their Significance, Investigator(s), Innovation, Approach, and Environment. Scoring criteria is thought to be useful because it provides applicants feedback along each dimension of evaluation and, according to psychological research, may reduce biases in overall scores by focusing judgment on merit-related dimensions.\n\nThis project studied proposals submitted to NIH?s main funding mechanism, the Research Project Grant (R01) in 2014-2016 to evaluate whether Black-white disparities existed in funding and scoring despite NIH?s use of a scoring hierarchy.  Using multilevel models and matching on key variables such as career stage, gender, and area of science, our peer-reviewed Science Advances paper reports that reviewers gave Black applicants lower preliminary overall impact scores and lower preliminary Significance, Investigator(s), Innovation, Approach, and Environment scores as compared to their white peers.  We also discovered that disparities in the preliminary overall impact scores were not due to differences in how heavily reviewers weighted specific criteria.  Instead, we found that Black-white disparities in preliminary criterion scores fully account for racial disparities in the preliminary overall impact scores.  Our findings suggest that, if grant money is distributed by a partial lottery ? where winners are chosen randomly among applications that pass an initial round of peer review to cull the weakest proposals ? Black-white disparities in funding might continue, as explained in a correspondence piece published in The Lancet.  Identifying specific, pervasive disparities in the grant review process has far-reaching benefits to STEM, biomedicine, and our national interests by shining a light on the concrete inequities that prevent the U.S. from leveraging the skills and talents of its full workforce.\n\nIn addition to this research on the relationship between overall and criterion scores, we have published related papers on how shifts in evaluative context can lead to variations in scoring/valuation, methods for assessing quality of peer review scoring processes, and accounting for individual-level variability in scores in other domains of academic peer evaluation.  These papers provide critical conceptual and methodological context for understanding how to evaluate and measure the quality of peer review scoring processes.\n\n\t\t\t\t\tLast Modified: 07/20/2021\n\n\t\t\t\t\tSubmitted by: Elena Erosheva"
 }
}