{
 "awd_id": "1759048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Did rhizobia associated with invading legumes escape bacteriophage enemies?",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 54586.0,
 "awd_amount": 54586.0,
 "awd_min_amd_letter_date": "2018-07-02",
 "awd_max_amd_letter_date": "2018-07-02",
 "awd_abstract_narration": "It is crucial to understand the factors that promote biological invasions because they threaten valued environmental and economic resources. Many plants in the legume family are invasive weeds, perhaps because they cooperate with bacteria called rhizobia to obtain a reliable supply of nitrogen. For example, the legume French broom and its rhizobia have become invasive in America after being introduced from Europe. Introduced species might become invasive by escaping enemies that plague them at home. Like other bacteria, rhizobia are often attacked by viruses. Did French broom become invasive in America because its partner rhizobia escape viruses that plagued them back home? To begin answering this question, rhizobia and associated viruses will be collected from European (native) and American (introduced) populations of French broom. If American populations of French broom rhizobia have escaped their enemies, they should be infected by fewer viruses. However, American rhizobium viruses might have evolved to infect the introduced rhizobia. To test this idea, rhizobia and associated viruses will be collected from a native legume and the viruses will be tested to discover if they can infect rhizobia associated with French broom. This work will help understand how viruses could be used to manipulate host populations. A postdoctoral scholar will be trained in research and communication skills as part of this project.\r\n\r\nFor release from bacteriophage infection to explain invasiveness of rhizobia and their partner legumes, bacteriophages must control rhizobium populations in their home range but not in the invasive range.  This pattern requires that bacteriophages be specialized and more easily infect sympatric than allopatric rhizobia. As a first step toward addressing this issue, the host ranges of rhizobial bacteriophages collected from three European and three American populations of Genista monspessulana will be assessed in vitro by inoculation onto single-isolate \"lawns\" of Bradyrhizobium genotypes isolated from these same populations. The number of bacteriophages isolated from native and non-native range populations will also be compared. To test whether indigenous American bacteriophages might control introduced Bradyrhizobium populations, the host ranges of bacteriophages isolated from bradyrhizobia associating with the native legume, Lupinus arboreus, will also be tested against Bradyrhizobium genotypes isolated in the survey described above. This work will test whether the Enemy Escape Hypothesis applies to an economically and ecologically important microbe associated with an invasive legume. It will further examine how bacteriophage host ranges evolve in response to shifts in host population changes. In so doing, it will enhance scientific understanding of how bacteriophages affect mutualistic interactions between hosts and beneficial bacterial symbionts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Simms",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen L Simms",
   "pi_email_addr": "esimms@berkeley.edu",
   "nsf_id": "000454329",
   "pi_start_date": "2018-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "3040 Valley Life Sciences Bldg.",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 54586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global trade has transported many species outside their natural range. Introduced species that spread and harm their new ecosystems are called <em>invasive</em>. Because such invasions cause large economic and ecological losses we must better understand how invasions occur. The enemy escape hypothesis (EEH) is often used to explain why introduced species spread easily. The EEH states that non-native species become invasive when they have escaped specialized natural enemies (e.g., predators and parasites) that control their native-range populations, but are absent from the invaded ecosystem.</p>\n<p>Several shrubby legumes, including French broom (<em>Genista monspessulana</em><span style=\"text-decoration: underline;\">)</span>, have invaded America from Europe. Invasive legumes endanger native plants directly by competition and indirectly by increasing local nitrogen levels, which hinders habitat restoration. Legumes are potent invaders, especially in nitrogen-poor environments, because they obtain competitive benefit from a steady supply of nitrogen provided by bacterial symbionts called rhizobia. Rhizobia are soil-dwelling nitrogen-fixing bacteria that infect legume roots, live in root nodules, and give the plant access to atmospheric nitrogen in exchange for plant carbohydrates.</p>\n<p>Bacteriophages are viruses that parasitize bacteria. To replicate, a bacteriophage must invade a bacterium and take over its cell functions. We are testing whether the EEH, as applied to rhizobia and bacteriophages, can help explain the success in America of rhizobia compatible with French broom. Our overall hypothesis is that introduced rhizobia escaped control by specialized bacteriophages, which promoted the successful co-invasion of French broom and their European rhizobium symbionts.</p>\n<p>The limited goal of our current funding period was to test whether this system meets the conditions for rhizobium release from phages. The conditions are that (1) European phages are absent or at reduced diversity in the United States; and (2) American phages have not shifted their host range to include European rhizobia. If these conditions were met, we hypothesized that release of invading rhizobia from enemy phages could facilitate legume co-invasion. We tested these conditions by sampling rhizobium and phage communities from nine populations [three (native) European and three (invasive) Californian French broom<em> </em>populations, as well as three (native) Californian bush lupine (<em>Lupinus arboreus</em>) populations; bush lupines associate with rhizobia similar to those found on French broom].</p>\n<p>We sampled from a total of 15 sites: from 3 California populations of yellow bush lupine, and 3 populations of French broom from each of 4 regions California, Spain, France and Italy. From these samples, we isolated 238 bacteria from Californian soils, of which 159 were rhizobia. We have isolated 562 bacteria from European soils; these are currently being identified. We have isolated 67 phages; 23 putative phages are currently being confirmed. Unfortunately, only 6 phages have been isolated from lupine sites, possibly because there is a low density of phage particles at those sites. We are nearly ready to test our hypotheses by examining phage host ranges.</p>\n<p>This project will lead to a greater understanding of bacteriophage-rhizobium interactions and the importance of bacteriophages in the success or failure of legume invasions. It will contribute to the understanding of bacteriophage host range shifts, as well as bacteriophage ecology and diversity in general. This knowledge will impact agricultural practices and could eventually inform the use of bacteriophage therapy in human health care.&nbsp;</p>\n<p>Six undergraduate researchers were trained in microbial methods and the design and conduct of laboratory experiments. A postdoctoral researcher learned more rhizobium and phage biology, acquired expertise in undergraduate mentoring, and was mentored in manuscript preparation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2020<br>\n\t\t\t\t\tModified by: Ellen&nbsp;Simms</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal trade has transported many species outside their natural range. Introduced species that spread and harm their new ecosystems are called invasive. Because such invasions cause large economic and ecological losses we must better understand how invasions occur. The enemy escape hypothesis (EEH) is often used to explain why introduced species spread easily. The EEH states that non-native species become invasive when they have escaped specialized natural enemies (e.g., predators and parasites) that control their native-range populations, but are absent from the invaded ecosystem.\n\nSeveral shrubby legumes, including French broom (Genista monspessulana), have invaded America from Europe. Invasive legumes endanger native plants directly by competition and indirectly by increasing local nitrogen levels, which hinders habitat restoration. Legumes are potent invaders, especially in nitrogen-poor environments, because they obtain competitive benefit from a steady supply of nitrogen provided by bacterial symbionts called rhizobia. Rhizobia are soil-dwelling nitrogen-fixing bacteria that infect legume roots, live in root nodules, and give the plant access to atmospheric nitrogen in exchange for plant carbohydrates.\n\nBacteriophages are viruses that parasitize bacteria. To replicate, a bacteriophage must invade a bacterium and take over its cell functions. We are testing whether the EEH, as applied to rhizobia and bacteriophages, can help explain the success in America of rhizobia compatible with French broom. Our overall hypothesis is that introduced rhizobia escaped control by specialized bacteriophages, which promoted the successful co-invasion of French broom and their European rhizobium symbionts.\n\nThe limited goal of our current funding period was to test whether this system meets the conditions for rhizobium release from phages. The conditions are that (1) European phages are absent or at reduced diversity in the United States; and (2) American phages have not shifted their host range to include European rhizobia. If these conditions were met, we hypothesized that release of invading rhizobia from enemy phages could facilitate legume co-invasion. We tested these conditions by sampling rhizobium and phage communities from nine populations [three (native) European and three (invasive) Californian French broom populations, as well as three (native) Californian bush lupine (Lupinus arboreus) populations; bush lupines associate with rhizobia similar to those found on French broom].\n\nWe sampled from a total of 15 sites: from 3 California populations of yellow bush lupine, and 3 populations of French broom from each of 4 regions California, Spain, France and Italy. From these samples, we isolated 238 bacteria from Californian soils, of which 159 were rhizobia. We have isolated 562 bacteria from European soils; these are currently being identified. We have isolated 67 phages; 23 putative phages are currently being confirmed. Unfortunately, only 6 phages have been isolated from lupine sites, possibly because there is a low density of phage particles at those sites. We are nearly ready to test our hypotheses by examining phage host ranges.\n\nThis project will lead to a greater understanding of bacteriophage-rhizobium interactions and the importance of bacteriophages in the success or failure of legume invasions. It will contribute to the understanding of bacteriophage host range shifts, as well as bacteriophage ecology and diversity in general. This knowledge will impact agricultural practices and could eventually inform the use of bacteriophage therapy in human health care. \n\nSix undergraduate researchers were trained in microbial methods and the design and conduct of laboratory experiments. A postdoctoral researcher learned more rhizobium and phage biology, acquired expertise in undergraduate mentoring, and was mentored in manuscript preparation.\n\n\t\t\t\t\tLast Modified: 11/04/2020\n\n\t\t\t\t\tSubmitted by: Ellen Simms"
 }
}