{
 "awd_id": "1759252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC: Latest Pleistocene-Holocene incremental slip record of the Kekerengu-Jordan fault system, northern South Island, New Zealand",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 354083.0,
 "awd_amount": 379246.0,
 "awd_min_amd_letter_date": "2018-04-24",
 "awd_max_amd_letter_date": "2021-06-04",
 "awd_abstract_narration": "The standard model for rupture of large earthquakes along strike-slip faults is that the slip that generates the earthquake occurs on a single surface. The November 14, 2016 Kaikoura, New Zealand, magnitude 7.8 earthquake shook up this thinking about fault slip behavior. In what initially seemed to be an event resulting from slip along a single fault, turned out to be more complex with slip jumping from one fault to another within a network of faults called the Marlborough fault system. In this project, a research team from the University of Southern California, United Kingdom, and New Zealand will use a variety of cutting-edge methods to reconstruct the slip and paleo-earthquake history of one of the Marlborough fault system faults, the Kekerengu-Jordan fault system, which experienced about 12 meters of slip in the 2016 event. Data collected in this project would be used in conjunction with data from other faults in system to better understand earthquake recurrence rates and, more importantly, the temporal and spatial linkage between these faults, something that was clearly not well understood before the Kaikoura earthquake. Understanding the threat from major earthquakes to an increasingly urbanized American population is of critical importance for facilitating proactive and efficient measures to reduce future loss of life and property. Yet understanding of what to expect in terms of the occurrence of large earthquakes in time and space remains severely limited by the current lack of information about how entire systems of inter-connected earthquake faults store and release seismic energy in large, potentially damaging earthquakes. Comprehensive data sets, such as those that will result from this project will reveal how the major faults in a fault system interact with one another to generate potentially damaging earthquakes. These kinds of observations will, in turn, allow for better forecasting of what to expect from similar fault networks in the United States, particularly in earthquake-prone California, but more generally for all of the major faults that underlie large parts of the country. The project has potential to benefit society or advance desired societal outcomes through full participation of women in STEM, increased public scientific literacy with STEM through outreach activities, improved well-being of individuals in society by better understanding of fundamental processes underlying earthquakes that would improve the capability to model earthquake hazards, development of a diverse, globally competitive STEM workforce through graduate student training, and increased partnerships through international collaboration.\r\n\r\nThe primary aim is to advance understanding of the collective behavior of regional fault networks, particularly the importance of emergent phenomena such as earthquake clusters and strain transients that may not be expected in the current understanding of earthquake physics and that are not accounted for in current seismic hazard assessment strategies. Mounting evidence suggests that the occurrence of large earthquakes on both single faults and fault systems is not a random process, with increasing observations of temporal and spatial earthquake clustering, changes in incremental fault slip rates, variations in fault loading rates, and potentially coordinated waxing and waning of slip on mechanically complementary faults in regional fault systems. Although a thorough understanding of both the causes and generality of such phenomena is of basic importance for fault mechanics, earthquake physics, and more accurate assessment of seismic hazard, evaluation of the importance of these behaviors has been severely data limited. In particular, there are too few comprehensive paleo-earthquake and incremental fault slip rate data sets to fully assess the collective behavior of major plate-boundary fault systems in time and space. This study focuses on the Pacific-Australia plate boundary in northern South Island New Zealand in order to document a complete latest-Pleistocene-Holocene (15 ka-present) record of incremental plate boundary slip encompassing all major structures in the system. The research team will build on previous work by developing robust records for the Kekerengu-Jordan fault system, an 85-km-long, oblique reverse-dextral fault system, which is the fastest-slipping fault in the onshore part of the plate boundary at 25-30 mm/year. Slip on the Kekerengu-Jordan fault system generated most of the moment release in the 2016 Mw=7.8 Kaikoura earthquake. The new post-IR IRSL225 luminescence dating protocol will be used at key sites on the Kekerengu-Jordan fault system, and at additional sites located with the new post-earthquake high-resolution lidar data collected by the New Zealand government. This new luminescence dating technique provides precise and reproducible dating of carbon-poor sediments typical of those in the study area with precision roughly equal to that of radiocarbon dating. Combining incremental fault offsets and trench observations with post-IR IRSL225 dating, and carbon-14 analysis will yield detailed fault slip rates and earthquake ages along the fault system spanning individual ruptures back though several dozen earthquakes. In conjunction with existing data sets from both the onshore and offshore faults, including the subduction megathrust that underlies the Kekerengu-Jordan fault system, the research will facilitate a comprehensive, system-level analysis of plate-boundary strain release through time and space during latest Pleistocene-Holocene time.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Dolan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "James F Dolan",
   "pi_email_addr": "dolan@usc.edu",
   "nsf_id": "000469252",
   "pi_start_date": "2018-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3651 Trousdale Parkway, ZHS 117",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 354083.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 25163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project is to understand how systems of faults accommodate the relative motions between tectonic plates in time and space. To that end, we studied the fast-slipping Kekerengu fault in the northern part of the South Island, New Zealand, to determine how the fault has slipped in earthquakes during the past 20,000-30,000 years. These data will provide the &ldquo;missing piece&rdquo; that will allow us to document how all of the major faults that make up the Australian-Pacific tectonic plate boundary have slipped through time. Together with similar incremental slip rates previously collected on the other major faults of the Australia-Pacific plate boundary, these new data will facilitate the first documentation of patterns of system-level behavior of all of the behavior of all major faults that comprise a plate boundary fault system. To do this, we used field work and analysis of digital topographic data (lidar) and vintage aerial photographs to map fault offsets of numerous river channels and associated features in the landscape at a range of time scales. By collecting samples for luminescence dating (a technique that dates the most-recent exposure of sand grains to sunlight), we can date the features that have been offset by the fault, yielding &ldquo;incremental slip rates&rdquo; for the Kekerengu fault at different time intervals over the past several tens of thousands of years. Notably, our project was delayed by three full years because of COVID travel restrictions to New Zealand.</p>\n<p>Thus far, we have generated preliminary incremental slip rates for the Kekerengu fault from several different time spans during late Pleistocene and Holocene time. Specifically, we have documented fault offsets of dateable landforms, including fluvial terraces, alluvial fans, and incised channels, at five incremental slip-rate study sites. These offsets range from as small as 6 m at our McLean Stream study site, to as large as 625 m at our Bluff Station site. All of these sites exhibit multiple different offsets that will allow us to generate a detailed record of incremental slip over the past c. 25-30 ky on the Kekerengu fault. Luminescence dating of the 50 IRSL samples we collected from these offset landforms during our 2019 field season is complete, and these ages allowed us to begin to calculate preliminary slip rates spanning several time intervals at several sites. These rates will be refined once dating of the 66 IRSL that we collected during our 2023 field season is completed over the next several months. These preliminary rates confirm that the Kekerengu fault is the fastest-slipping fault in this part of the Pacific-Australia plate boundary, and that it accommodates the majority of relative plate motion in northern South Island. Our data, however, are as-yet too incomplete to comment on our primary goal, namely, to determine the relative constancy of slip rate on this major fault at millennial time scale, facilitating comparison with similar incremental rates from the other four major faults that comprise the Marlborough fault system to the west. Resolution of these issues will have to await the final age dating of the 2023 IRSL samples. When available, these ages will allow us to document a detailed incremental slip rate record for the Kekerengu fault system at multiple points along the fault and at displacement scales ranging from the 5-10 m during most-recent earthquake to 625 m. These anticipated results will add to the small, but increasing number of such records, which we view as being critically important for understanding the behavior of fault systems at scales beyond those of the single earthquake cycle, which will in turn provide important constraints on potential physical mechanisms controlling the pace at which faults release stored elastic strain energy during large-magnitide earthquakes.</p>\n<p>The project had a strong educational component, and three University of Southern California PhD students (Judith Gauriau, Dannielle Fougere, and Caje Kindred Weigandt) have been trained in state-of-the-art techniques in geomorphic mapping, geochronologic sampling for both radiocarbon and luminescence dating, and fault-offset analysis, including the modeling of geochronologic data and their use in determining fault slip rates. All of these students participated in the field work, including geomorphic mapping and interpretation of fault offsets at numerous sites along the Kekerengu fault system, excavation and sampling of pits for luminescence dating, and geomorphic analysis (both in the field, and using lidar digital topographic data). These experiences have been integral to their training to become skilled researchers in the fields of Earthquake Science and Active Tectonics. This project constituted a major part of Judith Gauriau&rsquo;s USC doctoral dissertation (awarded May 2024), and she has taken the lead role in the geomorphic analysis, including identifying and precisely measuring all offsets and mapping of all related landforms, as well as with the modeling of the age data and calculation of the resulting slip rates.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/03/2024<br>\nModified by: James&nbsp;F&nbsp;Dolan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this project is to understand how systems of faults accommodate the relative motions between tectonic plates in time and space. To that end, we studied the fast-slipping Kekerengu fault in the northern part of the South Island, New Zealand, to determine how the fault has slipped in earthquakes during the past 20,000-30,000 years. These data will provide the missing piece that will allow us to document how all of the major faults that make up the Australian-Pacific tectonic plate boundary have slipped through time. Together with similar incremental slip rates previously collected on the other major faults of the Australia-Pacific plate boundary, these new data will facilitate the first documentation of patterns of system-level behavior of all of the behavior of all major faults that comprise a plate boundary fault system. To do this, we used field work and analysis of digital topographic data (lidar) and vintage aerial photographs to map fault offsets of numerous river channels and associated features in the landscape at a range of time scales. By collecting samples for luminescence dating (a technique that dates the most-recent exposure of sand grains to sunlight), we can date the features that have been offset by the fault, yielding incremental slip rates for the Kekerengu fault at different time intervals over the past several tens of thousands of years. Notably, our project was delayed by three full years because of COVID travel restrictions to New Zealand.\n\n\nThus far, we have generated preliminary incremental slip rates for the Kekerengu fault from several different time spans during late Pleistocene and Holocene time. Specifically, we have documented fault offsets of dateable landforms, including fluvial terraces, alluvial fans, and incised channels, at five incremental slip-rate study sites. These offsets range from as small as 6 m at our McLean Stream study site, to as large as 625 m at our Bluff Station site. All of these sites exhibit multiple different offsets that will allow us to generate a detailed record of incremental slip over the past c. 25-30 ky on the Kekerengu fault. Luminescence dating of the 50 IRSL samples we collected from these offset landforms during our 2019 field season is complete, and these ages allowed us to begin to calculate preliminary slip rates spanning several time intervals at several sites. These rates will be refined once dating of the 66 IRSL that we collected during our 2023 field season is completed over the next several months. These preliminary rates confirm that the Kekerengu fault is the fastest-slipping fault in this part of the Pacific-Australia plate boundary, and that it accommodates the majority of relative plate motion in northern South Island. Our data, however, are as-yet too incomplete to comment on our primary goal, namely, to determine the relative constancy of slip rate on this major fault at millennial time scale, facilitating comparison with similar incremental rates from the other four major faults that comprise the Marlborough fault system to the west. Resolution of these issues will have to await the final age dating of the 2023 IRSL samples. When available, these ages will allow us to document a detailed incremental slip rate record for the Kekerengu fault system at multiple points along the fault and at displacement scales ranging from the 5-10 m during most-recent earthquake to 625 m. These anticipated results will add to the small, but increasing number of such records, which we view as being critically important for understanding the behavior of fault systems at scales beyond those of the single earthquake cycle, which will in turn provide important constraints on potential physical mechanisms controlling the pace at which faults release stored elastic strain energy during large-magnitide earthquakes.\n\n\nThe project had a strong educational component, and three University of Southern California PhD students (Judith Gauriau, Dannielle Fougere, and Caje Kindred Weigandt) have been trained in state-of-the-art techniques in geomorphic mapping, geochronologic sampling for both radiocarbon and luminescence dating, and fault-offset analysis, including the modeling of geochronologic data and their use in determining fault slip rates. All of these students participated in the field work, including geomorphic mapping and interpretation of fault offsets at numerous sites along the Kekerengu fault system, excavation and sampling of pits for luminescence dating, and geomorphic analysis (both in the field, and using lidar digital topographic data). These experiences have been integral to their training to become skilled researchers in the fields of Earthquake Science and Active Tectonics. This project constituted a major part of Judith Gauriaus USC doctoral dissertation (awarded May 2024), and she has taken the lead role in the geomorphic analysis, including identifying and precisely measuring all offsets and mapping of all related landforms, as well as with the modeling of the age data and calculation of the resulting slip rates.\n\n\n\t\t\t\t\tLast Modified: 06/03/2024\n\n\t\t\t\t\tSubmitted by: JamesFDolan\n"
 }
}