{
 "awd_id": "1759158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the Creation and Mission Content of Non-Governmental Organizations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928950",
 "po_email": "soliu@nsf.gov",
 "po_sign_block_name": "Songqi Liu",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 88631.0,
 "awd_amount": 88631.0,
 "awd_min_amd_letter_date": "2018-08-28",
 "awd_max_amd_letter_date": "2018-08-28",
 "awd_abstract_narration": "This project will examine the creation and mission content of non-governmental organizations [NGOs] based in the United States. The project will enhance basic understanding about when, why, and how entrepreneurs make strategic decisions to enter the non-profit market, and the consequences of these choices for social welfare outcomes.  The project will have a broader impact by assisting current and potential non-profit leaders to make better decisions regarding when and how to create new organizations. The research from this project will be disseminated through targeted publications, a public website, and a workshop. The study will also contribute to education and research infrastructure. Specifically, it will develop datasets about NGOs based in the United States that will be made available to other researchers, including extensive qualitative materials from several NGO sectors. It will have an important educational benefit by training undergraduate and graduate students and generating classroom resources.\r\n\r\nThe goal of this project is to develop and test theory about variation in NGO creation and mission content.  It asks questions such as: when and why are NGOs created, and for what purposes?  Despite the practical and theoretical importance of non-governmental organizations, scholars have given little systematic attention to when NGOs are founded and the purposes for which NGOs are created. This project combines theory from multiple disciplines to enhance knowledge of organizational creation, examining NGOs over time and across different sectors. The proposed project offers two key advances. Methodologically, the project employs experimental and qualitative methods to complement traditional observational, quantitative approaches to organizational creation. Theoretically, the project examines mission content and innovation in NGO creation, building on previous work to examine new outcome variables. The proposed research involves three principal types of original data collection and analysis. First, a statistical analysis of coded NGO mission statements will enable the study of dynamics among a large number of real-world INGOs, promoting external validity. Second, a survey of NGO practitioners will enhance the study's internal validity by integrating an experimental component. Moreover, it will enable the testing of the individual-level observable implications of the theoretical framework. And third, qualitative case studies of the evolution of several INGO sectors will explore the processes by which sectors develop and change. This multi-pronged research strategy is guided by a recognition that the study of organizations benefits from analyses at multiple levels and using multiple methodologies. Cutting across all prongs of the research design is a commitment to studying NGOs in diverse sectors of activity to promote the study's generalizability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Bush",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah S Bush",
   "pi_email_addr": "ssbush@sas.upenn.edu",
   "nsf_id": "000662179",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208327",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 88631.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-governmental organizations (NGOs) have increased in number, size, and importance in world politics since the end of the Cold War. Yet despite, or perhaps because of, their influence in world politics, international NGOs face mounting challenges. A better understanding of when international NGOs are created, and why growth and innovation sometimes stall, can help find solutions to global problems. This project thus sought to develop and test theory about variation in international NGO creation and mission content.</p>\n<p>&nbsp;</p>\n<p>The project involved three types of original data collection and analysis. First, a statistical analysis of newly-coded data on NGO foundings and mission statements enabled the study of dynamics among a large number of real-world NGOs. Second, a large-scale survey of high-level international NGO practitioners shed light on individual perceptions and integrated an experiment designed for causal inference. And third, qualitative case studies of the evolution of several NGO sectors (civil society and democracy, conservation, and humanitarian relief) explored the processes by which sectors develop and change. This multi-pronged research strategy was guided by a recognition that the study of organizations benefits from analyses using diverse methodologies and analyzing multiple sectors of activity to promote generalizability.</p>\n<p>&nbsp;</p>\n<p>The project&rsquo;s research finds that how dense populations of NGOs are powerfully shapes the likelihood that new NGOs will be founded and how specialize those NGOs will be. The project therefore extends the theories about population ecology to the study of global governance. The findings of this project point to stagnation in the founding of new NGOs due to population density and increased competition. Previous work in political science had not identified this trend or its consequences. A recent generation of scholars have challenged what they view as an overly normative view of NGO politics, highlighting the ways in which NGOs resemble firms. The findings from our work enhance this stream of scholarship by demonstrating how what is perceived as self-interested behavior by NGOs connects to bigger-picture trends in the organizational environment.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project yielded a number of key outcomes. The principal investigators (PIs) published three peer-reviewed articles, one of which was coauthored with a graduate student researcher. They have also drafted a book manuscript that draws on the project research. The study also has had several broader impacts. As part of these publications, the authors created a project website (<a href=\"http://www.americaningoproject.com/\">www.americaningoproject.com</a>) and several public datasets to enhance the available data infrastructure in this area. The PIs also held workshops with senior-level NGO practitioners to disseminate the scientific findings of the study and solicit input on their interpretation. The PIs contributed to human resources by training future scientists, most of whom are from backgrounds underrepresented in science. Undergraduate and graduate students learned about how to conduct qualitative interviews, build datasets, and publish research. To further enhance the educational benefits derived from the project, the PIs worked with a graduate student researcher to write and publish an educational case study on NGO strategy that was used in a classroom setting and has been disseminated to other faculty and students via the Case Study Archive at the Yale School of Management.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2023<br>\n\t\t\t\t\tModified by: Sarah&nbsp;S&nbsp;Bush</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNon-governmental organizations (NGOs) have increased in number, size, and importance in world politics since the end of the Cold War. Yet despite, or perhaps because of, their influence in world politics, international NGOs face mounting challenges. A better understanding of when international NGOs are created, and why growth and innovation sometimes stall, can help find solutions to global problems. This project thus sought to develop and test theory about variation in international NGO creation and mission content.\n\n \n\nThe project involved three types of original data collection and analysis. First, a statistical analysis of newly-coded data on NGO foundings and mission statements enabled the study of dynamics among a large number of real-world NGOs. Second, a large-scale survey of high-level international NGO practitioners shed light on individual perceptions and integrated an experiment designed for causal inference. And third, qualitative case studies of the evolution of several NGO sectors (civil society and democracy, conservation, and humanitarian relief) explored the processes by which sectors develop and change. This multi-pronged research strategy was guided by a recognition that the study of organizations benefits from analyses using diverse methodologies and analyzing multiple sectors of activity to promote generalizability.\n\n \n\nThe project’s research finds that how dense populations of NGOs are powerfully shapes the likelihood that new NGOs will be founded and how specialize those NGOs will be. The project therefore extends the theories about population ecology to the study of global governance. The findings of this project point to stagnation in the founding of new NGOs due to population density and increased competition. Previous work in political science had not identified this trend or its consequences. A recent generation of scholars have challenged what they view as an overly normative view of NGO politics, highlighting the ways in which NGOs resemble firms. The findings from our work enhance this stream of scholarship by demonstrating how what is perceived as self-interested behavior by NGOs connects to bigger-picture trends in the organizational environment.  \n\n \n\nThe project yielded a number of key outcomes. The principal investigators (PIs) published three peer-reviewed articles, one of which was coauthored with a graduate student researcher. They have also drafted a book manuscript that draws on the project research. The study also has had several broader impacts. As part of these publications, the authors created a project website (www.americaningoproject.com) and several public datasets to enhance the available data infrastructure in this area. The PIs also held workshops with senior-level NGO practitioners to disseminate the scientific findings of the study and solicit input on their interpretation. The PIs contributed to human resources by training future scientists, most of whom are from backgrounds underrepresented in science. Undergraduate and graduate students learned about how to conduct qualitative interviews, build datasets, and publish research. To further enhance the educational benefits derived from the project, the PIs worked with a graduate student researcher to write and publish an educational case study on NGO strategy that was used in a classroom setting and has been disseminated to other faculty and students via the Case Study Archive at the Yale School of Management. \n\n \n\n\t\t\t\t\tLast Modified: 03/08/2023\n\n\t\t\t\t\tSubmitted by: Sarah S Bush"
 }
}