{
 "awd_id": "1759320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Activating Student Potential through Innovation and Real-World Experience",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924546",
 "po_email": "asantiag@nsf.gov",
 "po_sign_block_name": "Alicia Santiago Gonzalez",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 976719.0,
 "awd_amount": 1126497.0,
 "awd_min_amd_letter_date": "2018-08-07",
 "awd_max_amd_letter_date": "2020-05-13",
 "awd_abstract_narration": "This project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase students' motivations and capacities to pursue careers in fields of science, technology, engineering, or mathematics (STEM) by engaging in hands-on field experience, laboratory/project-based entrepreneurship tasks and mentorship experiences.\r\n\r\n\r\nThe Challenger Center will design and develop a new instructional model that will be used by teachers to enhance student understanding of and interest in Science, Technology, Engineering, and Math (STEM) occupations. Specifically, the project will develop and pilot problem-based, computer-driven, simulated STEM missions with 1,000 fourth and fifth grade students across Powhatan and Frederick Counties in Virginia and Washington, D.C. The missions will include ocean science, life science, and Earth science concepts that align to the Next Generation Science Standards. Students will engage in role-play that helps them develop teamwork, communication, critical thinking, and problem-solving skills. Elementary teachers will connect the STEM curriculum to real-world applications and STEM occupations, while also reinforcing key STEM concepts and enabling students to develop new skills like communication, teamwork, critical thinking, and problem solving. The mission will capture student imaginations, engaging students through their personal involvement in a real-world application of the STEM subject and exposure to related occupations. The primary goal is to develop and pilot problem-based, computer-driven, simulated STEM missions for fourth and fifth grade students that will increase their STEM Engagement, STEM Occupation, and Perceived Self-Efficacy in Science. \r\n\r\nThe Challenger Center model encompasses four innovations beyond other classroom simulations: (1) integration of simulations and problem-based learning; (2) real-time assessment of student progress integrated within the technology platform; (3) strong professional development to ensure teacher understanding of content, technology, pedagogy, and efficacy; and (4) combined virtual and hands-on experiences to reinforce learning. Both formative evaluation and an outcome evaluation will be conducted. The implementation evaluation will assess the feasibility of implementation in a classroom setting. This will include teacher feedback through a survey and focus groups.The project  will help answer the question: What culturally-responsive instructional and curricular practices and models used by teachers enhance student understanding of and interest in STEM occupations, and what factors influence the outcomes of the practices and models?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Bush",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lance Bush",
   "pi_email_addr": "lbush@challenger.org",
   "nsf_id": "000756852",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Jenner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Jenner",
   "pi_email_addr": "ejenner@policyandresearch.com",
   "nsf_id": "000756853",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Challenger Center for Space Science Education",
  "inst_street_address": "750 1ST ST NE STE 1050",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028271567",
  "inst_zip_code": "200028161",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CHALLENGER CENTER FOR SPACE SCIENCE EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCG6HN9FDHC4"
 },
 "perf_inst": {
  "perf_inst_name": "Challenger Center for Space Science Education",
  "perf_str_addr": "422 1st St SE, 3rd Floor",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200031826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 976719.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149778.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The cultivation of a larger, more prepared student pipeline for science, technology, engineering, and math (STEM) occupations is critical to the United States&rsquo; long-term economic well-being. For 35 years, Challenger Center, has developed and delivered experiential STEM education programs that bring STEM subjects to life and inspire students to pursue STEM careers. Historically, our programs have primarily been delivered in our 40 Challenger Learning Centers across the United States. Challenger Center&rsquo;s STEM-themed simulations are live role-play experiences with a group of students working together to achieve a unified goal. The experience is built around a storyline; the students are the lead characters, role-playing as scientists, engineers, and other STEM professionals to complete tasks, solve problems, and work together.</p>\n<p>Since 2014, with support from the U.S. Department of Education, National Science Foundation, and other private and public partners, Challenger Center has developed and piloted Classroom Adventures, a STEM-themed experience that mirrors the Center-based experience but is delivered directly into school classrooms. Through Classroom Adventures, we are broadening the pipeline of students entering middle school interested in STEM occupations. The early exposure to STEM occupations will help students begin to make the education choices necessary (e.g., STEM courses) earlier in their education career, thus positioning them to pursue those occupations.</p>\n<p>Under the NSF ITEST Developing &amp; Testing Innovations grant from 2018-2021, entitled &ldquo;Activating Student Potential through Innovation and Real-World Experience (ASPIRE),&rdquo; we developed and piloted three Classroom Adventures with approximately 750 students in Virginia and Washington, D.C. &nbsp;The ASPIRE project furthers the foundational work completed via a U.S. Department of Education Investing in Innovation (i3) grant, building an effective, scalable instructional resource for teachers to use to deepen student STEM engagement and introduce STEM occupations during the elementary school years. We developed a new version of Aquatic Investigators (version 2.0), piloted it in Fall 2018, and then based on the pilot results, updated Aquatic Investigators (version 3.0), and developed Nature Rangers and Dirt Decoders. We piloted all three Adventures in 2019-20, and then based on the pilot results, we enhanced the Adventures again in 2020-21.</p>\n<p>The Policy and Research Group (PRG) conducted the research component of the project and adapted scales and measurement tools to assess students&rsquo; levels of STEM engagement, perceived self-efficacy in science, and STEM occupation awareness. PRG developed and administered a student self-reported outcomes survey, conducted observations of the program during implementation, and conducted debrief interviews with students. All scale scores are on a 5-point response scale; significance is based on the results of t-tests comparing change from pre-to-post. PRG also developed and administered a teacher feedback survey to assess implementation measures from the teacher perspective.</p>\n<p>The Fall 2018 pilot of Aquatic Investigators (version 2.0) involved 367 4th- and 5th-grade students in 17 classes. Teachers rated student behavioral engagement (what students appear to be doing (e.g., on task working or collaborating) and what students appear to be feeling during short intervals of time (e.g., interested, bored)) in the simulation component of the ASPIRE mission a 4.8 out of 5, and engagement in the engineering activity a 5 out of 5 (with 5 being &ldquo;very engaged&rdquo;). Student pre- and post- program survey results showed statistically significant gains in behavioral engagement in science (pre-program: 4.31; post program: 4.44; significant at p &lt;0.01), affective engagement in science (pre-Adventure: 4.10; post Adventure: 4.10; significant at p &lt;0.10), self-efficacy in science process skills (pre-Adventure: 3.62; post-Adventure: 3.83; significant at p &lt;0.01), and self-concept in science (pre-Adventure: 3.45; post-Adventure: 3.59; significant at p &lt; 0.05).</p>\n<p>After the 2018 pilot of Aquatic Investigators, Challenger Center identified and actioned several ways to strengthen the program. During the 2019-20 school year, we piloted Aquatic Investigators with 215 students, Dirt Decoders with 293 students, and Nature Rangers with 49 students. Although our pilot population was smaller than intended (due to the pilot being paused during the COVID-19 pandemic), there is evidence that the program had a positive impact on the students that participated in it, potentially inspiring them to stay engaged in STEM. In the pilot, teachers rated student behavioral engagement in the simulation component of Aquatic Investigators and Dirt Decoders a 4.67 out of 5, and engagement in the engineering activity a 4.50 out of 5 (with 5 being &ldquo;very engaged&rdquo;). Student pre- and post- survey results showed a statistically significant increase in scores for the Self-Efficacy in Science (pre-Adventure: 3.53; post-Adventure: 3.66; significant at p &lt;0.05) and Self-Concept in Science (pre-Adventure: 3.28; post-Adventure: 3.38; significant at p &lt;0.05) scales from the 2019-20 pilot.</p>\n<p>Based on the second pilot, we identified and actioned several ways to strengthen the program, including the addition of extension activities to all Adventures and other user experience improvements. Challenger Center is now working on scaling the program to third grade students and marketing the three units to 4<sup>th</sup> and 5<sup>th</sup> grade teachers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2021<br>\n\t\t\t\t\tModified by: Lance&nbsp;Bush</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe cultivation of a larger, more prepared student pipeline for science, technology, engineering, and math (STEM) occupations is critical to the United States’ long-term economic well-being. For 35 years, Challenger Center, has developed and delivered experiential STEM education programs that bring STEM subjects to life and inspire students to pursue STEM careers. Historically, our programs have primarily been delivered in our 40 Challenger Learning Centers across the United States. Challenger Center’s STEM-themed simulations are live role-play experiences with a group of students working together to achieve a unified goal. The experience is built around a storyline; the students are the lead characters, role-playing as scientists, engineers, and other STEM professionals to complete tasks, solve problems, and work together.\n\nSince 2014, with support from the U.S. Department of Education, National Science Foundation, and other private and public partners, Challenger Center has developed and piloted Classroom Adventures, a STEM-themed experience that mirrors the Center-based experience but is delivered directly into school classrooms. Through Classroom Adventures, we are broadening the pipeline of students entering middle school interested in STEM occupations. The early exposure to STEM occupations will help students begin to make the education choices necessary (e.g., STEM courses) earlier in their education career, thus positioning them to pursue those occupations.\n\nUnder the NSF ITEST Developing &amp; Testing Innovations grant from 2018-2021, entitled \"Activating Student Potential through Innovation and Real-World Experience (ASPIRE),\" we developed and piloted three Classroom Adventures with approximately 750 students in Virginia and Washington, D.C.  The ASPIRE project furthers the foundational work completed via a U.S. Department of Education Investing in Innovation (i3) grant, building an effective, scalable instructional resource for teachers to use to deepen student STEM engagement and introduce STEM occupations during the elementary school years. We developed a new version of Aquatic Investigators (version 2.0), piloted it in Fall 2018, and then based on the pilot results, updated Aquatic Investigators (version 3.0), and developed Nature Rangers and Dirt Decoders. We piloted all three Adventures in 2019-20, and then based on the pilot results, we enhanced the Adventures again in 2020-21.\n\nThe Policy and Research Group (PRG) conducted the research component of the project and adapted scales and measurement tools to assess students’ levels of STEM engagement, perceived self-efficacy in science, and STEM occupation awareness. PRG developed and administered a student self-reported outcomes survey, conducted observations of the program during implementation, and conducted debrief interviews with students. All scale scores are on a 5-point response scale; significance is based on the results of t-tests comparing change from pre-to-post. PRG also developed and administered a teacher feedback survey to assess implementation measures from the teacher perspective.\n\nThe Fall 2018 pilot of Aquatic Investigators (version 2.0) involved 367 4th- and 5th-grade students in 17 classes. Teachers rated student behavioral engagement (what students appear to be doing (e.g., on task working or collaborating) and what students appear to be feeling during short intervals of time (e.g., interested, bored)) in the simulation component of the ASPIRE mission a 4.8 out of 5, and engagement in the engineering activity a 5 out of 5 (with 5 being \"very engaged\"). Student pre- and post- program survey results showed statistically significant gains in behavioral engagement in science (pre-program: 4.31; post program: 4.44; significant at p &lt;0.01), affective engagement in science (pre-Adventure: 4.10; post Adventure: 4.10; significant at p &lt;0.10), self-efficacy in science process skills (pre-Adventure: 3.62; post-Adventure: 3.83; significant at p &lt;0.01), and self-concept in science (pre-Adventure: 3.45; post-Adventure: 3.59; significant at p &lt; 0.05).\n\nAfter the 2018 pilot of Aquatic Investigators, Challenger Center identified and actioned several ways to strengthen the program. During the 2019-20 school year, we piloted Aquatic Investigators with 215 students, Dirt Decoders with 293 students, and Nature Rangers with 49 students. Although our pilot population was smaller than intended (due to the pilot being paused during the COVID-19 pandemic), there is evidence that the program had a positive impact on the students that participated in it, potentially inspiring them to stay engaged in STEM. In the pilot, teachers rated student behavioral engagement in the simulation component of Aquatic Investigators and Dirt Decoders a 4.67 out of 5, and engagement in the engineering activity a 4.50 out of 5 (with 5 being \"very engaged\"). Student pre- and post- survey results showed a statistically significant increase in scores for the Self-Efficacy in Science (pre-Adventure: 3.53; post-Adventure: 3.66; significant at p &lt;0.05) and Self-Concept in Science (pre-Adventure: 3.28; post-Adventure: 3.38; significant at p &lt;0.05) scales from the 2019-20 pilot.\n\nBased on the second pilot, we identified and actioned several ways to strengthen the program, including the addition of extension activities to all Adventures and other user experience improvements. Challenger Center is now working on scaling the program to third grade students and marketing the three units to 4th and 5th grade teachers.\n\n \n\n\t\t\t\t\tLast Modified: 10/04/2021\n\n\t\t\t\t\tSubmitted by: Lance Bush"
 }
}