{
 "awd_id": "1759959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Sustaining: Geolocate for the Biodiversity Research Community",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 289993.0,
 "awd_amount": 289993.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2018-07-20",
 "awd_abstract_narration": "Since 2002, the GEOLocate project has been engaged in developing, distributing and supporting innovative solutions for deducing geospatial coordinates from free-form textual descriptions of locations, typically from where biological specimens have been collected and/or observed. It has resulted in a suite of web-based tools and services which have become critical components of workflows to digitize and mobilize biodiversity collections information, ultimately giving researchers and the public access to the vast archive of specimens held in natural history collections.  Annotating biodiversity collection records with geospatial information enables specimen occurrences to be visualized on digital maps and allows researchers to relate the occurrences to other kinds of data (e.g., environmental data).  These data increase our capacity to study important scientific and societal issues, such as endangered species conservation, environmental restoration, and preparing for global climate change.  GEOLocate has long served the georeferencing needs of the natural history collections and research communities and has been integrated into numerous third-party biodiversity data management and analysis systems.\r\n\r\nThis project will permit the GEOLocate platform to continue providing technology and support for semi-automated geospatial referencing of natural history collections data while addressing long-term sustainability in maintaining operation beyond the length of this grant. Specifically, this project will enable continued operation and day-to-day maintenance of web clients, server software, spatial data, hosting infrastructure and end-user support services.  The project will continue to educate end-users, provide guidance on large-scale georeferencing projects and promote the use of the latest standards and best practices for georeferencing.  Finally, the team will work with the natural history collections community, third-party integration partners and other relevant stakeholders to evaluate and implement a model for fiscal sustainability enabling support for the platform into the future.  The GEOLocate project web site is located at: http://www.geo-locate.org\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nelson",
   "pi_last_name": "Rios",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nelson Rios",
   "pi_email_addr": "nelson.rios@yale.edu",
   "nsf_id": "000357895",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale Peabody Museum of Natural History",
  "perf_str_addr": "170 Whitney Ave",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 289993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Underpinning the world&rsquo;s natural history museums are vast collections of preserved biological specimens that document biodiversity over the past 300 years. Unfortunately, most of these collections were made prior to the development and widespread use of the Global Positioning System (GPS) and are therefore only associated with human interpretable descriptions of where a specimen was collected, such as &ldquo;Pushepatapa creek at hwy. 21, 7.8 miles north of Bogalusa, LA, USA&rdquo;. &nbsp;The GEOLocate project provides a suite of online tools to facilitate the task of determining geospatial coordinates (i.e., latitude and longitude) from textual descriptions, thereby making these valuable records discoverable and usable within geospatial contexts. &nbsp;Our work accomplished three important things: (1) improve existing services to meet the expanding needs of the natural history collections community (2) provide access, maintenance, and support of GEOLocate tools and services and (3) develop of a plan for sustaining these services beyond the life of this grant. &nbsp;At the onset of the project, GEOLocate services were migrated from local on-premises infrastructure to cloud-based architecture allowing us to simplify management and easily expand and contract resources as needed.&nbsp; We also implemented web mapping services to provide specialized map resources within the GEOLocate user interface. Maps added to the GEOLocate interface include topographic maps of New Zealand Guam, American Samoa, the Northern Mariana Islands, boundaries of Hawaiian Ahupuaa, streams, rivers and villages of Gabon, boundaries of the Exclusive Economic Zone and a few-hand drawn and/or annotated maps for specialized use cases. A pipeline was also established for integrating new point, line and polygon-based resources into the backend gazetteers used to deduce potential coordinates from locality descriptions. Newly added resources include gazetteers derived from the Flora of Baja California, the Getty Thesaurus of Geographic Names, vetted locality records from the Bernice Pauahi Bishop Museum and the Harvard Museum of Comparative Zoology, marine regions from the&nbsp;International Hydrographic Organization Seas dataset and descriptions of Hawaiian Ahupuaa. &nbsp;We also worked to integrate Axiel EMu (a collections database management system) with GEOLocate services. GEOLocate is now integrated with all major collections management systems including EMu, Symbiota, Specify, Arctos and MCZ Base. Over the duration of this project, the GEOLocate platform was responsible for processing over 19 million locality descriptions and averaged 13,037 descriptions per day and continues to be well used by researchers and the natural history collections community around the world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Nelson&nbsp;Rios</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderpinning the world’s natural history museums are vast collections of preserved biological specimens that document biodiversity over the past 300 years. Unfortunately, most of these collections were made prior to the development and widespread use of the Global Positioning System (GPS) and are therefore only associated with human interpretable descriptions of where a specimen was collected, such as \"Pushepatapa creek at hwy. 21, 7.8 miles north of Bogalusa, LA, USA\".  The GEOLocate project provides a suite of online tools to facilitate the task of determining geospatial coordinates (i.e., latitude and longitude) from textual descriptions, thereby making these valuable records discoverable and usable within geospatial contexts.  Our work accomplished three important things: (1) improve existing services to meet the expanding needs of the natural history collections community (2) provide access, maintenance, and support of GEOLocate tools and services and (3) develop of a plan for sustaining these services beyond the life of this grant.  At the onset of the project, GEOLocate services were migrated from local on-premises infrastructure to cloud-based architecture allowing us to simplify management and easily expand and contract resources as needed.  We also implemented web mapping services to provide specialized map resources within the GEOLocate user interface. Maps added to the GEOLocate interface include topographic maps of New Zealand Guam, American Samoa, the Northern Mariana Islands, boundaries of Hawaiian Ahupuaa, streams, rivers and villages of Gabon, boundaries of the Exclusive Economic Zone and a few-hand drawn and/or annotated maps for specialized use cases. A pipeline was also established for integrating new point, line and polygon-based resources into the backend gazetteers used to deduce potential coordinates from locality descriptions. Newly added resources include gazetteers derived from the Flora of Baja California, the Getty Thesaurus of Geographic Names, vetted locality records from the Bernice Pauahi Bishop Museum and the Harvard Museum of Comparative Zoology, marine regions from the International Hydrographic Organization Seas dataset and descriptions of Hawaiian Ahupuaa.  We also worked to integrate Axiel EMu (a collections database management system) with GEOLocate services. GEOLocate is now integrated with all major collections management systems including EMu, Symbiota, Specify, Arctos and MCZ Base. Over the duration of this project, the GEOLocate platform was responsible for processing over 19 million locality descriptions and averaged 13,037 descriptions per day and continues to be well used by researchers and the natural history collections community around the world.\n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Nelson Rios"
 }
}