{
 "awd_id": "1759113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POSITIONING OF HEALTH CARE SERVICE: EXAMINATION OF THE ADVERTISEMENTS AND STAKEHOLDER PERCEPTIONS",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928950",
 "po_email": "soliu@nsf.gov",
 "po_sign_block_name": "Songqi Liu",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 160000.0,
 "awd_min_amd_letter_date": "2018-07-12",
 "awd_max_amd_letter_date": "2018-07-12",
 "awd_abstract_narration": "Access to quality health care is one of the most pressing issues the nation is facing today and intricately interwoven in the debate is the advertising for the professional services provided by physicians and hospitals. The concerns about health care service advertising are founded on the notion that health care is fundamentally different from other commodities or services and thus the conventional, market-based distribution of the limited resources can be problematic. Also raised are the issues related to information asymmetry between health care service providers and the public. Advocates of a market-based health economy, on the other hand, argue that advertising helps health service consumers by bringing down prices and increasing choices. However, little empirical evidence exists to support or rebuke the claims purported by either side. It is also unclear what degrees of concern or ambivalence exists among health care professionals about the advertisements and how much, if any, health care service marketers are aware of the tension. Research on consumers' health care service advertising literacy is scarce, although they are often directly targeted by the advertisements for highly technical and often very costly services. This research will enhance health care marketing education and practice by generating concrete knowledge and evidence. In addition, the current study will lay a groundwork for health care service consumer education by gauging public understanding of the advertising messages. Ultimately, this research will illuminate how health care service advertisements can be deployed to spur healthy competition without wasting health care resources and compromising the doctor-patient relationship, and thus contribute to the enhanced wellbeing of individuals and communities.\r\n\r\nIn examining the content of health care service advertisements and perceptions and attitudes of the stakeholders, this research employs positioning theory, a framework for analyzing strategic communication of organizations, to better understand the relationships among the positions taken by the stakeholders, the messages conveyed through the advertisements, and the narratives about the relationship between the medical profession and society. The proposed study has three objectives: 1) To systematically analyze the content of health care service advertisements to capture a comprehensive and accurate picture of current health care service advertising practices; 2) To map and assess the positions of physicians, consumers, and health care marketers regarding the practices, aims, responsibilities, and ethical issues unique to the advertisements; 3) To advance positioning theory as an analytical framework for the strategic communication of organizations. To meet the objectives, content analysis of health care service advertisements, surveys of physicians and health care marketers, and a consumer focus group will be conducted.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sung-Yeon",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sung-Yeon Park",
   "pi_email_addr": "syp@unr.edu",
   "nsf_id": "000743705",
   "pi_start_date": "2018-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gi Woong",
   "pi_last_name": "Yun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gi Woong Yun",
   "pi_email_addr": "gyun@unr.edu",
   "nsf_id": "000743958",
   "pi_start_date": "2018-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">In the past few decades, healthcare service advertising has assumed increasing significance as a source of information for patients and a tool of patient recruitment for physicians and hospitals. Yet, there has been little empirical research on the topic. To fill this gap, we conducted a study with three objectives: 1) To systematically analyze the content of healthcare service advertisements to capture a comprehensive and accurate picture of current healthcare service advertising practices; 2) To map and assess the positions of doctors, consumers, and healthcare marketers regarding the practices, aims, responsibilities, and ethical issues unique to the ads; 3) To advance positioning theory as an analytical framework for strategic communication. To meet the objectives, we analyzed television and online advertisements for healthcare services and conducted surveys and focus groups with consumers, physicians, and healthcare marketers in the state of Nevada.</p>\n<p>From the content analysis, we found that healthcare service advertisements reliably convey information about how to access healthcare services. In comparison, information about the quality and cost of care was scant. These findings led us to conclude that healthcare service advertising does not contribute to lower prices or improved quality of care, contrary to the claims of its advocates. The content analysis also showed that healthcare service advertisements fully embrace the notion of patient-centeredness while also reflecting the surge of consumerism.&nbsp;Furthermore, our analysis revealed that the ads emphasize good patient outcomes while paying little attention to the qualifications and experiences of providers. Additional analysis of patient and provider characteristics revealed an under-representation of racial/ethnic minorities and older adults as patients and an even scarcer representation of women and minorities as providers.</p>\n<p>Despite these shortcomings, consumers in general had positive attitudes toward the advertisements. Among various features, consumers considered information about access, cost, and quality of care the most helpful and information about providers' clinical qualifications and communication the least helpful. In addition, consumers who highly rated the consumerism features in advertisements had more positive attitudes toward healthcare service advertising whereas consumers who highly rated provider clinical qualification features had more negative attitudes toward physicians who were using advertising to promote themselves. Furthermore, a higher level of advertising exposure predicted higher trust in the medical profession via a more positive attitude toward advertising. At the same time, advertising exposure was also related to lower trust in the medical profession via its positive association with attitude toward physicians who advertise, a variable negatively associated with trust in the medical profession.</p>\n<p>The intellectual merit of this study is theoretical as well as methodological. Beyond assessing consumers? attitudes toward advertising and demographic differences in the attitudes, it expanded the theoretical framework to include consumers? perceptions about the various elements of healthcare service advertisements, advertising exposure, attitude toward advertising, and trust in the medical profession. The framework also incorporated health insurance status and healthcare consumerism as individual characteristics. This study also successfully applied positioning theory to guide the content analysis. Methodologically, this study illustrated how local online and television healthcare service advertisements can be collected and analyzed. It also validated the attitude toward healthcare service advertising scale and developed a taxonomy of informational features in healthcare service advertisements and a healthcare consumerism scale. &nbsp;</p>\n<p>This study has a broader impact on society by addressing important debates in healthcare marketing that eluded empirical examination since the 1970s when the Federal Trade Commission challenged AMA?s ban on medical advertising and subsequently the U.S. Supreme Court struck down the advertising ban. Concerning the claim that adverting contributes to higher quality and lower cost of care by increasing competition, the scarcity of information about quality and cost in the advertisements casts doubts about it. Even if advertising increased competition, it is unlikely that the competition would have been based on quality or cost because advertisements do not convey the information to consumers. Hence, consumers and their advocates should demand higher informational utility of healthcare service advertisements to include more substantial information about the quality and cost of care. Regarding the other controversy of whether advertising erodes consumers? trust in physicians, this study offers a more nuanced answer. The good news is that exposure to ubiquitous advertisements for providers and healthcare facilities is likely to increase consumers? trust in the medical profession by cultivating more favorable attitudes toward the advertisements. The bad news is that advertising-induced favorable attitudes toward physicians who use advertising come at the expense of the medical profession as a whole. The positive relationship of trust with attitude toward advertising and its negative relationship with attitude toward physicians who advertise may reflect the accelerating consumerism in healthcare and the alienation of physicians from healthcare services.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2023<br>\n\t\t\t\t\tModified by: Sung-Yeon&nbsp;Park</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In the past few decades, healthcare service advertising has assumed increasing significance as a source of information for patients and a tool of patient recruitment for physicians and hospitals. Yet, there has been little empirical research on the topic. To fill this gap, we conducted a study with three objectives: 1) To systematically analyze the content of healthcare service advertisements to capture a comprehensive and accurate picture of current healthcare service advertising practices; 2) To map and assess the positions of doctors, consumers, and healthcare marketers regarding the practices, aims, responsibilities, and ethical issues unique to the ads; 3) To advance positioning theory as an analytical framework for strategic communication. To meet the objectives, we analyzed television and online advertisements for healthcare services and conducted surveys and focus groups with consumers, physicians, and healthcare marketers in the state of Nevada.\n\nFrom the content analysis, we found that healthcare service advertisements reliably convey information about how to access healthcare services. In comparison, information about the quality and cost of care was scant. These findings led us to conclude that healthcare service advertising does not contribute to lower prices or improved quality of care, contrary to the claims of its advocates. The content analysis also showed that healthcare service advertisements fully embrace the notion of patient-centeredness while also reflecting the surge of consumerism. Furthermore, our analysis revealed that the ads emphasize good patient outcomes while paying little attention to the qualifications and experiences of providers. Additional analysis of patient and provider characteristics revealed an under-representation of racial/ethnic minorities and older adults as patients and an even scarcer representation of women and minorities as providers.\n\nDespite these shortcomings, consumers in general had positive attitudes toward the advertisements. Among various features, consumers considered information about access, cost, and quality of care the most helpful and information about providers' clinical qualifications and communication the least helpful. In addition, consumers who highly rated the consumerism features in advertisements had more positive attitudes toward healthcare service advertising whereas consumers who highly rated provider clinical qualification features had more negative attitudes toward physicians who were using advertising to promote themselves. Furthermore, a higher level of advertising exposure predicted higher trust in the medical profession via a more positive attitude toward advertising. At the same time, advertising exposure was also related to lower trust in the medical profession via its positive association with attitude toward physicians who advertise, a variable negatively associated with trust in the medical profession.\n\nThe intellectual merit of this study is theoretical as well as methodological. Beyond assessing consumers? attitudes toward advertising and demographic differences in the attitudes, it expanded the theoretical framework to include consumers? perceptions about the various elements of healthcare service advertisements, advertising exposure, attitude toward advertising, and trust in the medical profession. The framework also incorporated health insurance status and healthcare consumerism as individual characteristics. This study also successfully applied positioning theory to guide the content analysis. Methodologically, this study illustrated how local online and television healthcare service advertisements can be collected and analyzed. It also validated the attitude toward healthcare service advertising scale and developed a taxonomy of informational features in healthcare service advertisements and a healthcare consumerism scale.  \n\nThis study has a broader impact on society by addressing important debates in healthcare marketing that eluded empirical examination since the 1970s when the Federal Trade Commission challenged AMA?s ban on medical advertising and subsequently the U.S. Supreme Court struck down the advertising ban. Concerning the claim that adverting contributes to higher quality and lower cost of care by increasing competition, the scarcity of information about quality and cost in the advertisements casts doubts about it. Even if advertising increased competition, it is unlikely that the competition would have been based on quality or cost because advertisements do not convey the information to consumers. Hence, consumers and their advocates should demand higher informational utility of healthcare service advertisements to include more substantial information about the quality and cost of care. Regarding the other controversy of whether advertising erodes consumers? trust in physicians, this study offers a more nuanced answer. The good news is that exposure to ubiquitous advertisements for providers and healthcare facilities is likely to increase consumers? trust in the medical profession by cultivating more favorable attitudes toward the advertisements. The bad news is that advertising-induced favorable attitudes toward physicians who use advertising come at the expense of the medical profession as a whole. The positive relationship of trust with attitude toward advertising and its negative relationship with attitude toward physicians who advertise may reflect the accelerating consumerism in healthcare and the alienation of physicians from healthcare services.\n\n\t\t\t\t\tLast Modified: 07/03/2023\n\n\t\t\t\t\tSubmitted by: Sung-Yeon Park"
 }
}