{
 "awd_id": "1759906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  ABI Sustaining:  The National Center for Genome Analysis Support",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 962613.0,
 "awd_amount": 962613.0,
 "awd_min_amd_letter_date": "2018-08-21",
 "awd_max_amd_letter_date": "2021-01-26",
 "awd_abstract_narration": "The study of genomes is a critical and rapidly growing component in understanding the variability of life, biological functions, population dynamics, and how organisms respond to external influences. Genomics has qualitatively improved our ability to investigate biological dynamics and to make important discoveries that are the foundations for understanding topics such as environmental change, developing and protecting crops, and improving health outcomes. Genome analysis, however, can be a significant challenge for the practicing biologist. Many biologists who need to undertake genome science are not sufficiently expert in the relevant analytical tools, or the complex workflows required to get from the initial data generated by sequencers to a biologically-meaningful analyzed result. In addition, many do not have access to the advanced computing and large-scale storage resources required for processing and managing genomics data. The National Center for Genome Analysis Support (NCGAS) addresses these challenges by providing an integrated service comprised of expert bioinformatics consulting and educational services, hardened and optimized software available through easy-to-use web-based workflow management tools, advanced computing systems, and large scale data storage and publishing facilities. NCGAS services are particularly important in enabling important contributions from researchers from smaller institutions and other groups with limited access to their own resources.\r\n\r\nNCGAS works through the following goals to fulfill its mission to enable the biological research community of the US to analyze, understand, and make use of the vast amount of genomic information now available:  provide excellent bioinformatics consulting services to biologists doing research in the areas of transcriptome- and genome-level assembly; deliver genome assembly and analysis software on national cyberinfrastructure (CI) systems and provide tools for download and installation on campus CI resources; provide training, education, and outreach programs on genome analysis; improve the quality and functionality of bioinformatics software; enable the use of large-memory compute clusters designed specifically to support genome analysis; and provide mechanisms to store and distribute genome research data and products. These efforts will enable and accelerate scientific discoveries by researchers who make use of NCGAS services, lower barriers for scientists to create, execute, document, and share genomics analyses, help identify best-in-class genomics analysis software and provide improved versions of these software to the community, enhance the technology literacy of practicing scientists, and help grow the bioinformatics workforce. Outcomes of this project will be made available at https://ncgas.org and https://github.com/NCGAS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Doak",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Doak",
   "pi_email_addr": "tdoak@indiana.edu",
   "nsf_id": "000500253",
   "pi_start_date": "2018-08-21",
   "pi_end_date": "2020-09-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheri",
   "pi_last_name": "Sanders",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheri Sanders",
   "pi_email_addr": "ssander5@nd.edu",
   "nsf_id": "000757074",
   "pi_start_date": "2020-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Stewart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Stewart",
   "pi_email_addr": "stewart@iu.edu",
   "nsf_id": "000188281",
   "pi_start_date": "2018-08-21",
   "pi_end_date": "2021-01-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hahn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Hahn",
   "pi_email_addr": "mwh@indiana.edu",
   "nsf_id": "000158698",
   "pi_start_date": "2018-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuzhen",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuzhen Ye",
   "pi_email_addr": "yye@indiana.edu",
   "nsf_id": "000488228",
   "pi_start_date": "2018-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Henschel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Henschel",
   "pi_email_addr": "henschel@indiana.edu",
   "nsf_id": "000650981",
   "pi_start_date": "2018-08-21",
   "pi_end_date": "2020-02-20"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sheri",
   "pi_last_name": "Sanders",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheri Sanders",
   "pi_email_addr": "ssander5@nd.edu",
   "nsf_id": "000757074",
   "pi_start_date": "2020-02-20",
   "pi_end_date": "2020-09-21"
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "2709 E 10th St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474082671",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 313673.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 321384.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 327556.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NCGAS was founded in response to the gap between the heavy need of life scientists for advanced computational power and their limited utilization of nationally available cyberinfrastructure funded by the National Science Foundation. Since then, life scientists have become a significant portion of the users on various national systems (i.e. XSEDE Jetstream Cloud) and NCGAS has kept pace by diversifying training, outreach, and supported software as the field changes - continuing to provide critical skills to the growing field of computational biology and bioinformatics. NCGAS helped smooth the transition to HPC computing for genome scientists while tempering their impact on systems by providing computational resources, consulting, and training. NCGAS provided hundreds of researchers with accounts on high end clusters they wouldn&rsquo;t typically have access to on an average campus (including a 6 petaFLOP Cray). We curated a software library of hundreds of life-sciences packages to reduce the time spent installing software, which is a time-consuming process. We were active contributors to the field, consistently authoring peer-reviewed publications each year, while supporting hundreds of research projects. That experience was returned to our community through national outreach that has trained researchers through free workshops and seminars.</p>\n<p>&nbsp;</p>\n<p>The impact of NCGAS work includes contributions to computer science, medicine, and agriculture. NCGAS produced several virtual machines for distribution on the XSEDE national cloud, Jetstream. The team also provided training in UNIX operating system set up, administration of users, job scheduling, data movement, setting up web-servers, and creating and monitoring system services. Additionally, NCGAS developed content for engaging students from non-computational backgrounds in learning basic UNIX, creating a My Little Pony-based dungeon crawler game (Pony Linux) that has proven popular in our HPC Onboarding course. NCGAS produced a variety of metagenomic tools for assembling, analyzing, visualizing, and identifying microbiomes, which is of great and increasing interest to the medical community. Additionally, machine learning work has been extended to a collaboration with IU Medical School to improve predictions of radiation-induced leukopenia, unlocking the potential to predict potentially detrimental effects of dosage within the first week of treatment. Collaboration with a European center produced a pan-transcriptome resource for the cultivated potato. This project extended NCGAS&rsquo;s de novo transcriptome analysis workflow to polyploid plants and to a pan-transcriptome (transcriptome over several species). This is an important contribution to agriculture as the only potato transcriptome resources previously available were on non-cultivated varieties and were missing many of the gene catalog. Increased identification of genes that are differentially found in cultivars, as well as genes that are only found in the cultivated polyploids, is a requisite first step toward selecting and improving crops.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2022<br>\n\t\t\t\t\tModified by: Yuzhen&nbsp;Ye</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNCGAS was founded in response to the gap between the heavy need of life scientists for advanced computational power and their limited utilization of nationally available cyberinfrastructure funded by the National Science Foundation. Since then, life scientists have become a significant portion of the users on various national systems (i.e. XSEDE Jetstream Cloud) and NCGAS has kept pace by diversifying training, outreach, and supported software as the field changes - continuing to provide critical skills to the growing field of computational biology and bioinformatics. NCGAS helped smooth the transition to HPC computing for genome scientists while tempering their impact on systems by providing computational resources, consulting, and training. NCGAS provided hundreds of researchers with accounts on high end clusters they wouldn’t typically have access to on an average campus (including a 6 petaFLOP Cray). We curated a software library of hundreds of life-sciences packages to reduce the time spent installing software, which is a time-consuming process. We were active contributors to the field, consistently authoring peer-reviewed publications each year, while supporting hundreds of research projects. That experience was returned to our community through national outreach that has trained researchers through free workshops and seminars.\n\n \n\nThe impact of NCGAS work includes contributions to computer science, medicine, and agriculture. NCGAS produced several virtual machines for distribution on the XSEDE national cloud, Jetstream. The team also provided training in UNIX operating system set up, administration of users, job scheduling, data movement, setting up web-servers, and creating and monitoring system services. Additionally, NCGAS developed content for engaging students from non-computational backgrounds in learning basic UNIX, creating a My Little Pony-based dungeon crawler game (Pony Linux) that has proven popular in our HPC Onboarding course. NCGAS produced a variety of metagenomic tools for assembling, analyzing, visualizing, and identifying microbiomes, which is of great and increasing interest to the medical community. Additionally, machine learning work has been extended to a collaboration with IU Medical School to improve predictions of radiation-induced leukopenia, unlocking the potential to predict potentially detrimental effects of dosage within the first week of treatment. Collaboration with a European center produced a pan-transcriptome resource for the cultivated potato. This project extended NCGAS’s de novo transcriptome analysis workflow to polyploid plants and to a pan-transcriptome (transcriptome over several species). This is an important contribution to agriculture as the only potato transcriptome resources previously available were on non-cultivated varieties and were missing many of the gene catalog. Increased identification of genes that are differentially found in cultivars, as well as genes that are only found in the cultivated polyploids, is a requisite first step toward selecting and improving crops.\n\n \n\n\t\t\t\t\tLast Modified: 08/15/2022\n\n\t\t\t\t\tSubmitted by: Yuzhen Ye"
 }
}