{
 "awd_id": "1760884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing Multisite Mediation Studies to Track Teacher Development Processes in Mathematics",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 499996.0,
 "awd_amount": 499996.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2023-02-09",
 "awd_abstract_narration": "There is widespread recognition that research on malleable teacher attributes represents a critical component of the foundational knowledge necessary to improve and advance STEM education.  A method of research to understand how teachers affect students is mediation analyses.  Mediation analyses decode how and why attributes are connected to student improvement by probing the intermediate developmental processes and behaviors of teachers that operationalize these relationships.  Multi-school or multisite mediation studies can build a multilayered body of evidence regarding if, how, and why specific attributes help improve student outcomes.  They can delineate how interventions (e.g., through professional development programs) might improve both teacher and student outcomes.  They can concurrently map out teacher development processes, create opportunities to discover, unpack and learn about variation in these processes, and accommodate naturally occurring variation within schools.  Unfortunately, there are scant literature and tools available on methods and strategies to intentionally design effective and efficient multi-school mediation studies in the context of teacher development and effectiveness.  In this project, this line of inquiry will be enhanced by developing a theoretical and empirical framework for multi-school mediation studies.  The proposed work aims to derive useful tools, that is new statistical estimators, principles, and strategies for multisite designs that are widely applicable across STEM areas.  It also intends to develop empirically-based strategies and software for studies of teacher development in mathematics.  These tools integrate four key components: (a) the development of statistical estimators to direct the design of observational and experimental multisite studies of mediation, (b) the development of an empirical basis from which to operationalize these strategies for a rich array of teacher development processes, (c) the development of free and accessible software to implement these results, and (d) the development of training materials to improve the capacity of the field.\r\n\r\nThis project aims to develop a framework to direct the effective and efficient design of multisite mediation studies of teacher development in mathematics.  A suite of tools--statistical, empirical, software, and training--will be developed to prospectively design and implement multisite mediation teacher development studies so that they are positioned to produce effective, efficient, and comprehensive evidence. The work partitions into three components.  The first component aims to develop the statistical theory underlying the effective and efficient design of multisite mediation studies and has four objectives: (a) derive statistical power estimators for multisite mediation in observational and experimental designs, (b) extend these formulas to accommodate moderators of the mediation processes (under heterogeneous teacher development processes), (c) extend these formulas to include covariates, and (d) derive formulas to identify the optimal (most powerful) sampling plans given constraints.  The second component will apply the resulting statistical theory to the study of teacher development in mathematics.  The project intends to develop empirical estimates of the parameters needed to design teacher development studies by conducting a meta-analysis on a rich array of teacher attributes and mediators in mathematics education.  Specifically, the project plans to develop (a) empirical estimates of the necessary parameters for numerous teacher and student variables and (b) empirically-based guidelines and strategies for improving the efficacy of multisite teacher development studies.  The final component is the development of software to carry out the above formulas and calculations using free and user-friendly software and workshops to train a broad range of researchers.  Ultimately, this project seeks to improve the scope and quality of evidence produced by mediation studies of teacher development.  The core platform is intended to be transferable to other STEM education areas and STEM disciplines.  Moreover, the software and workshops developed in this project are intended to be used to distribute the results in an accessible manner to broad and diverse sets of research and practitioner groups across STEM education areas and STEM disciplines.  Thus, this project has the potential to substantially expand the scope and quality of evidence generated through mathematics teacher development studies and, more generally, multisite mediation studies throughout STEM areas.  This potential exists as this work increases researchers' capacity to design effective, efficient, and comprehensive studies.  This project is supported by the Division of Undergraduate Education's Improving Undergraduate STEM Education program as a Development and Implementation project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Kelcey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Kelcey",
   "pi_email_addr": "ben.kelcey@gmail.com",
   "nsf_id": "000580154",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jessaca",
   "pi_last_name": "Spybrook",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessaca Spybrook",
   "pi_email_addr": "jspybrook@air.org",
   "nsf_id": "000585112",
   "pi_start_date": "2018-07-30",
   "pi_end_date": "2022-01-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nianbo",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nianbo Dong",
   "pi_email_addr": "dongnianbo@gmail.com",
   "nsf_id": "000655016",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "P.O.  Box 210022",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210022",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 499996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prior research has repeatedly demonstrated that teachers vary widely in how they develop and in their effectiveness. Research on teacher developmental processes and how they are connected to student outcomes has emerged as a vital pathway for improving and advancing STEM education. Within this context, multisite mediation studies represent an analytic cornerstone because they can critically map out development processes, create opportunities to discover, unpack and learn about heterogeneity in teacher processes and accommodate and leverage naturally occurring teacher variation within schools. Despite well-developed theories of teacher development and effectiveness, the methods and strategies available to intentionally design and implement effective and efficient studies probing these processes are limited and often misaligned with theories of teaching and teacher development. In this study, we contributed to these limitations by establishing statistical methods, empirical evidence, tools and software to guide the design and analysis of multisite studies investigating teacher development and effectiveness in mathematics. The project produced four complementary facets of research. First, the project developed statistical theory to guide the design and analysis of multisite mediation teacher development studies in mathematics. Second, the project developed empirical estimates of the core parameter values that govern the effective and efficient design of multisite teacher development studies in mathematics. Third, the project produced accessible statistical software to assist researchers in designing and implementing studies. Fourth, the project implemented a broad range of workshops to disseminate the findings and train researchers in the application of the framework and the software.</p>\r\n<p>The work conducted in this project contributed to the larger advancement of science in two ways. First, the study addressed a critical methodological gap in STEM education research by developing frameworks and tools that carefully attend to the core features of teacher development processes and their heterogeneity across contexts. The methods, empirical evidence, software and training have collectively improved the capacity of the field to conduct rigorous and well-planned studies and expanded and the scope and quality of evidence generated through studies probing STEM teacher development. Second, a critical constraint across much STEM education research and many other disciplines is the misalignment between conventional methods and substantive theories. The tools developed in this study produce better alignment between methods and theories in mathematics education but are also broadly applicable and transferrable to other STEM education research areas and disciplines.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2024<br>\nModified by: Benjamin&nbsp;Kelcey</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPrior research has repeatedly demonstrated that teachers vary widely in how they develop and in their effectiveness. Research on teacher developmental processes and how they are connected to student outcomes has emerged as a vital pathway for improving and advancing STEM education. Within this context, multisite mediation studies represent an analytic cornerstone because they can critically map out development processes, create opportunities to discover, unpack and learn about heterogeneity in teacher processes and accommodate and leverage naturally occurring teacher variation within schools. Despite well-developed theories of teacher development and effectiveness, the methods and strategies available to intentionally design and implement effective and efficient studies probing these processes are limited and often misaligned with theories of teaching and teacher development. In this study, we contributed to these limitations by establishing statistical methods, empirical evidence, tools and software to guide the design and analysis of multisite studies investigating teacher development and effectiveness in mathematics. The project produced four complementary facets of research. First, the project developed statistical theory to guide the design and analysis of multisite mediation teacher development studies in mathematics. Second, the project developed empirical estimates of the core parameter values that govern the effective and efficient design of multisite teacher development studies in mathematics. Third, the project produced accessible statistical software to assist researchers in designing and implementing studies. Fourth, the project implemented a broad range of workshops to disseminate the findings and train researchers in the application of the framework and the software.\r\n\n\nThe work conducted in this project contributed to the larger advancement of science in two ways. First, the study addressed a critical methodological gap in STEM education research by developing frameworks and tools that carefully attend to the core features of teacher development processes and their heterogeneity across contexts. The methods, empirical evidence, software and training have collectively improved the capacity of the field to conduct rigorous and well-planned studies and expanded and the scope and quality of evidence generated through studies probing STEM teacher development. Second, a critical constraint across much STEM education research and many other disciplines is the misalignment between conventional methods and substantive theories. The tools developed in this study produce better alignment between methods and theories in mathematics education but are also broadly applicable and transferrable to other STEM education research areas and disciplines.\r\n\n\n\t\t\t\t\tLast Modified: 12/18/2024\n\n\t\t\t\t\tSubmitted by: BenjaminKelcey\n"
 }
}