{
 "awd_id": "1760817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systematic Design and Analysis of Closed-Loop Controllers for Automated Hypovolemia Treatment",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 346342.0,
 "awd_amount": 401342.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "This project will create an engineering-driven approach for use in development of comprehensive, automated treatment of critically ill patients suffering from hypovolemia (low blood volume). The research will focus on developing methods to monitor the patient?s overall blood volume state, creation of a mathematical model of the patient?s blood system, developing an algorithm to guide treatment decisions, and a system of controllers for treatment.  The outcomes from this project will advance national health and quality of care of hypovolemic patients by improving treatment effectiveness as well as reducing healthcare costs. More generally, it will further the progress of basic science related to the automation of healthcare. This project will also support STEM education and inclusion of diversity through its unique education and outreach activities to attract under-represented groups to research.\r\n\r\nIntroduction of closed-loop automation to the care of critically ill patients suffering from hypovolemia has potential to overcome challenges related to patient safety and treatment effectiveness.  However, existing effort has mostly resorted to ad-hoc control techniques in the absence of control-oriented mathematical models and systematic model-based tools for real-time patient monitoring and closed-loop treatment control.  To address these challenges, this project seeks to develop a suite of methods and tools to enable closed-loop automation of hypovolemia treatment, including an array of control-oriented models of critically ill patients under hypovolemia, disciplined procedures for system identification and analysis of such models, novel techniques for real-time monitoring of a patient's blood volume state leveraging such models, and systematic methods for the design of model-based closed-loop hypovolemia treatment controllers.  This project will advance a wide spectrum of aspects related to closed-loop control in medicine, ultimately contributing to improved quality of life of human beings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jin-Oh",
   "pi_last_name": "Hahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin-Oh Hahn",
   "pi_email_addr": "jhahn12@umd.edu",
   "nsf_id": "000630120",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 346342.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to advance physiological closed-loop control methodology for hypovolemia resuscitation, which is an essential therapy that must be given to patients suffering from low blood volume state due to, e.g., hemorrhage, burn injury, and heat stress.&nbsp; The main technological gap is our lack of ability to detect hemorrhage and hypovolemia; to develop a provably safe automation of hypovolemia resuscitation; and to generate plausible in silico patient cohort applicable to time- and cost-effective testing of hemorrhage detection and automated hypovolemia treatment capabilities.&nbsp; To address all these challenges, this project developed (i) a real-time hemorrhage detection method based on hematocrit measurement; (ii) an automated hypovolemia treatment method which can be personalized to each patient; (iii) an automated hypovolemia treatment method which is robust against differences among patients; and (iv) a machine learning method to generate plausible in silico patients that can be simulated with the above methods to assess them in the hardware-in-the-loop simulation setting.&nbsp; The efficacy of these methods was assessed in silico by simulating a large number of plausible in silico patients.&nbsp; The results suggested the following.&nbsp; First, our hemorrhage detection method could detect blood loss before substantial hemorrhage (loss of &gt;25% total blood, which leads to life-threatening physiological conditions) occurred in many in silico patients.&nbsp; Second, our automated hypovolemia resuscitation methods could restore blood pressure back to a desired target level by autonomously administering fluids.&nbsp; Third, our machine learning method to generate plausible in silico patients could generate a reasonable number of in silico patients that can efficiently conduct hardware-in-the-loop simulation testing of hemorrhage detection and automated hypovolemia resuscitation methods.&nbsp; The outcomes of the research activities have been disseminated in premier journals and conferences.</p>\n<p>This project supported a number of next-generation STEM workforce.&nbsp; Specifically, this project contributed to the production of 3 PhD and 2 MS graduates, either financially, intellectually, or both.&nbsp; The PhD student who was primarily responsible for the development of real-time hemorrhage detection method received a Student Best Paper Finalist Award at a premier conference in modeling, estimation, and control.</p>\n<p>In summary, this project made a number of innovations to enable intelligent automation of hypovolemia resuscitation, including hemorrhage detection as well as patient-personalized vs robust automated hypovolemia treatment methods.&nbsp; This project also made contributions to advance hardware-in-the-loop assessment of automated hypovolemia resuscitation.&nbsp; The fundamental science outcomes of this project will in the long run enable the automation of treatments given to critically ill patients other than hypovolemia resuscitation, such as intravenous drug administration and mechanical ventilation.&nbsp; Subsequently, the outcomes of this project will facilitate the development and commercialization of next-generation medical devices capable of intelligent, automated, and safe medical treatments to critically ill patients, thereby all in all stimulating the economy and human well-being.&nbsp; The personnel trained in this project will grow into next-generation STEM workforce equipped with interdisciplinary knowledge on engineering, health, and medicine, who will maintain the nation&rsquo;s competitiveness in the areas of science and engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Jin-Oh&nbsp;Hahn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to advance physiological closed-loop control methodology for hypovolemia resuscitation, which is an essential therapy that must be given to patients suffering from low blood volume state due to, e.g., hemorrhage, burn injury, and heat stress.  The main technological gap is our lack of ability to detect hemorrhage and hypovolemia; to develop a provably safe automation of hypovolemia resuscitation; and to generate plausible in silico patient cohort applicable to time- and cost-effective testing of hemorrhage detection and automated hypovolemia treatment capabilities.  To address all these challenges, this project developed (i) a real-time hemorrhage detection method based on hematocrit measurement; (ii) an automated hypovolemia treatment method which can be personalized to each patient; (iii) an automated hypovolemia treatment method which is robust against differences among patients; and (iv) a machine learning method to generate plausible in silico patients that can be simulated with the above methods to assess them in the hardware-in-the-loop simulation setting.  The efficacy of these methods was assessed in silico by simulating a large number of plausible in silico patients.  The results suggested the following.  First, our hemorrhage detection method could detect blood loss before substantial hemorrhage (loss of &gt;25% total blood, which leads to life-threatening physiological conditions) occurred in many in silico patients.  Second, our automated hypovolemia resuscitation methods could restore blood pressure back to a desired target level by autonomously administering fluids.  Third, our machine learning method to generate plausible in silico patients could generate a reasonable number of in silico patients that can efficiently conduct hardware-in-the-loop simulation testing of hemorrhage detection and automated hypovolemia resuscitation methods.  The outcomes of the research activities have been disseminated in premier journals and conferences.\n\nThis project supported a number of next-generation STEM workforce.  Specifically, this project contributed to the production of 3 PhD and 2 MS graduates, either financially, intellectually, or both.  The PhD student who was primarily responsible for the development of real-time hemorrhage detection method received a Student Best Paper Finalist Award at a premier conference in modeling, estimation, and control.\n\nIn summary, this project made a number of innovations to enable intelligent automation of hypovolemia resuscitation, including hemorrhage detection as well as patient-personalized vs robust automated hypovolemia treatment methods.  This project also made contributions to advance hardware-in-the-loop assessment of automated hypovolemia resuscitation.  The fundamental science outcomes of this project will in the long run enable the automation of treatments given to critically ill patients other than hypovolemia resuscitation, such as intravenous drug administration and mechanical ventilation.  Subsequently, the outcomes of this project will facilitate the development and commercialization of next-generation medical devices capable of intelligent, automated, and safe medical treatments to critically ill patients, thereby all in all stimulating the economy and human well-being.  The personnel trained in this project will grow into next-generation STEM workforce equipped with interdisciplinary knowledge on engineering, health, and medicine, who will maintain the nation’s competitiveness in the areas of science and engineering.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Jin-Oh Hahn"
 }
}