{
 "awd_id": "1760894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trajectories into Early Career Research",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 2459199.0,
 "awd_amount": 2474180.0,
 "awd_min_amd_letter_date": "2018-05-24",
 "awd_max_amd_letter_date": "2019-08-15",
 "awd_abstract_narration": "The proposed project will examine the linkage between graduate skill development and postgraduate career outcomes by (1) identifying the ways in which the development of research skills and professional goals during graduate training may predict postdoctoral career attainment and trajectories, (2) examining the capacity of postdoctoral research positions to serve as inflection points in early career researchers' career trajectories, and (3) characterizing the extent to which demographic characteristics mediate the relationships between graduate and postdoctoral experiences and subsequent professional trajectories of early career researchers. The research team will follow a sample of biology Ph.D. students through their final stages of graduate school and into early years of their scientific careers to determine which skills acquired during graduate education might predict and facilitate postdoctoral attainment and scholarly productivity. The project also will provide novel insights into inequalities in early career researchers' (ECR) trajectories and outcomes and inform policies and interventions aimed at increasing the efficiency and effectiveness of graduate training and postdoctoral support mechanisms. \r\n\r\nThe overarching framework for the study is Social Cognitive Career Theory. The research team proposes to integrate the social cognitive, socialization, and economic and sociological lenses to conduct a longitudinal study of 286 Ph.D. students as they complete their degrees and enter the workforce in the biological sciences. They will investigate four hypotheses: (1) Professional trajectories within the cognitive, community, and organizational careers of ECRs will reflect \"Matthew Effects\" in which small initial differences account for increasingly large differences over time. (2) Research skills, self-efficacy, and organizational career goals during graduate school will jointly predict initial attainment and persistence in a postdoctoral position. Variance explained by these factors for subsequent career trajectories will wane over time, and variance explained by indicators of successes within the community and organizational careers will increase. (3) The features and opportunities associated with postdoctoral positions will predict both linear and geometric trends in subsequent cognitive, community, and organizational career trajectories of ECRs, as well as persistence in a research career path. (4) Professional trajectories within the cognitive, community, and organizational careers of ECRs, including persistence in a research career path, will vary as a function of interactions between sociodemographic characteristics, skills development, and environmental factors. The researchers will use longitudinal structural equation modeling to estimate and characterize trajectories within each career type and to quantify anticipated \"Matthew Effects\". Longitudinal structural equation modeling also will be used to understand how trajectories are related to each other and to participants' skill development, motivational factors, and graduate/postdoctoral experiences, as well as how trajectories could vary by demographic characteristics. They will estimate a latent growth curve model for this purpose. The research results could generate new insights and interventions for diversifying the scientific workforce by facilitating more equitable outcomes.\r\n\r\nThe project is supported by the ECR program that emphasizes fundamental STEM education research that generates foundational knowledge in the field.  Investments are made in critical areas that are essential, broad and enduring:  STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development.  ECR supports the accumulation of robust evidence to inform efforts to understand, build theory to explain, and suggest intervention and innovations to address persistent challenges in STEM interest, education, learning and participation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Feldon",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Feldon",
   "pi_email_addr": "david.feldon@usu.edu",
   "nsf_id": "000470849",
   "pi_start_date": "2018-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Josipa",
   "pi_last_name": "Roksa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josipa Roksa",
   "pi_email_addr": "jroksa@virginia.edu",
   "nsf_id": "000557559",
   "pi_start_date": "2018-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Griffin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Griffin",
   "pi_email_addr": "kgriff29@umd.edu",
   "nsf_id": "000721124",
   "pi_start_date": "2018-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "6720 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843216703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 2459199.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 14981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project, which followed a national sample of 286 biology Ph.D. students through their final stages of graduate school and into early years of the scientific workforce, attempted to identify key influences in their scholarly development and professional trajectories.&nbsp; Each year, we collected surveys, performance-based data (i.e., sole-authored samples of participants&rsquo; scholarly writing), and interviews from these participants.&nbsp; We examined the ways in which individuals&rsquo; personal backgrounds and graduate school experiences interacted to shape the paths they followed and their professional and scholarly attainment. In pursuit of these goals, the project identified a number of key findings with implications for graduate training, career success, and scholarly productivity.</p>\n<p>First, we identified 4 distinct trajectories for research skill development.&nbsp; Of these, only one reflected sustained positive skill growth over four years, which characterized about 35% of participants. Another 13% demonstrated a U-shaped trajectory in which performance initially declined but then increased again from year 3 to year 4.&nbsp; This left 51% of participating PhD students who either did not change their demonstrated level of performance or declined over time.&nbsp; Membership in any of these categories was not predicted by demographic variables (e.g., gender, race/ethnicity, first generation college student status, international student status).&nbsp; This clearly indicates that experiences in graduate school can have substantial impacts on skill development.</p>\n<p>When we examined which experiences predicted skill growth trajectories, neither the quantity nor student-assessed quality of mentorship received from their faculty mentors differentiated between positive and null or negative growth.&nbsp; Instead, the involvement of senior student peers and postdoctoral researchers in laboratory discussions significantly improved the likelihood of being in a positive growth trajectory in both overall and year-over-year assessments of growth.&nbsp; Specifically, PhD students reporting the occurrence of those types of interactions were between 4 and 5 times as likely to be in a positive growth trajectory.&nbsp; Further, of those first-generation students (i.e., those who were the first in their families to complete a bachelor&rsquo;s degree) and students from minoritized racial/ethnic backgrounds who demonstrated a positive growth trajectory, 100% reported the involvement of senior peers and postdocs.</p>\n<p>Second, we found that even in the biological sciences where women attain at least half of all PhDs awarded in the United States, professional outcomes differed significantly by gender, as well as by race/ethnicity, despite a lack of differences in measured research skills.&nbsp; For example, PhD students who were white men published articles at a significantly greater rate than both white women and students of color from any gender.&nbsp; Further, these gaps grow over time and are not explained by differences in personal background, academic experiences while in graduate school, or family obligations.&nbsp; When examining only publications in which a student was the first or primary author, white women and men did not differ in rate, which suggests that the source of overall difference lies in the increased likelihood of men to be invited to be listed as secondary contributing authors. Likewise, in interviews, white men were more likely to describe their experiences as being treated as scholars, while white women and students of color were more likely to describe their experiences as being either subordinate to the scholarly directions of their laboratories or marginalized from scholarly activity altogether.</p>\n<p>Third, after students completed their doctoral degrees and transitioned into the workforce, they were asked via survey if their attained position had research as a primary area of professional responsibility and if they felt their position was one that they felt would advance them professionally toward their career goals.&nbsp; Very few things predicted the likelihood of participants responding in the affirmative.&nbsp; However, students who reported high levels of academic interactions with peers throughout their PhD training were more than 56 times as likely to report holding a position that advanced their career.&nbsp; Similarly, those who reported high levels of satisfaction with the advising their received from their faculty mentors were more than 7 times as likely to report holding a position that advanced their career.&nbsp; A strong sense of belonging over time in graduate school was the only predictor of reporting attaining a research position, with those participants who consistently felt they belonged being almost two times as likely to enter a research position.</p>\n<p>However, the power of the aforementioned predictors of attaining research positions and/or attaining positions that participants felt would advance their careers was vastly overshadowed by gender effects.&nbsp; Overall, men were thousands of times as likely to attain research positions compared to other genders in the biological sciences.&nbsp; Further, white and Asian men were even more likely to report their attained employment moving them closer to their career goals than other genders or races/ethnicities.&nbsp; The same was true for men who were the not the first in their families to attain a bachelor&rsquo;s degree compared to first-generation men and all women.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/28/2024<br>\nModified by: David&nbsp;F&nbsp;Feldon</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project, which followed a national sample of 286 biology Ph.D. students through their final stages of graduate school and into early years of the scientific workforce, attempted to identify key influences in their scholarly development and professional trajectories. Each year, we collected surveys, performance-based data (i.e., sole-authored samples of participants scholarly writing), and interviews from these participants. We examined the ways in which individuals personal backgrounds and graduate school experiences interacted to shape the paths they followed and their professional and scholarly attainment. In pursuit of these goals, the project identified a number of key findings with implications for graduate training, career success, and scholarly productivity.\n\n\nFirst, we identified 4 distinct trajectories for research skill development. Of these, only one reflected sustained positive skill growth over four years, which characterized about 35% of participants. Another 13% demonstrated a U-shaped trajectory in which performance initially declined but then increased again from year 3 to year 4. This left 51% of participating PhD students who either did not change their demonstrated level of performance or declined over time. Membership in any of these categories was not predicted by demographic variables (e.g., gender, race/ethnicity, first generation college student status, international student status). This clearly indicates that experiences in graduate school can have substantial impacts on skill development.\n\n\nWhen we examined which experiences predicted skill growth trajectories, neither the quantity nor student-assessed quality of mentorship received from their faculty mentors differentiated between positive and null or negative growth. Instead, the involvement of senior student peers and postdoctoral researchers in laboratory discussions significantly improved the likelihood of being in a positive growth trajectory in both overall and year-over-year assessments of growth. Specifically, PhD students reporting the occurrence of those types of interactions were between 4 and 5 times as likely to be in a positive growth trajectory. Further, of those first-generation students (i.e., those who were the first in their families to complete a bachelors degree) and students from minoritized racial/ethnic backgrounds who demonstrated a positive growth trajectory, 100% reported the involvement of senior peers and postdocs.\n\n\nSecond, we found that even in the biological sciences where women attain at least half of all PhDs awarded in the United States, professional outcomes differed significantly by gender, as well as by race/ethnicity, despite a lack of differences in measured research skills. For example, PhD students who were white men published articles at a significantly greater rate than both white women and students of color from any gender. Further, these gaps grow over time and are not explained by differences in personal background, academic experiences while in graduate school, or family obligations. When examining only publications in which a student was the first or primary author, white women and men did not differ in rate, which suggests that the source of overall difference lies in the increased likelihood of men to be invited to be listed as secondary contributing authors. Likewise, in interviews, white men were more likely to describe their experiences as being treated as scholars, while white women and students of color were more likely to describe their experiences as being either subordinate to the scholarly directions of their laboratories or marginalized from scholarly activity altogether.\n\n\nThird, after students completed their doctoral degrees and transitioned into the workforce, they were asked via survey if their attained position had research as a primary area of professional responsibility and if they felt their position was one that they felt would advance them professionally toward their career goals. Very few things predicted the likelihood of participants responding in the affirmative. However, students who reported high levels of academic interactions with peers throughout their PhD training were more than 56 times as likely to report holding a position that advanced their career. Similarly, those who reported high levels of satisfaction with the advising their received from their faculty mentors were more than 7 times as likely to report holding a position that advanced their career. A strong sense of belonging over time in graduate school was the only predictor of reporting attaining a research position, with those participants who consistently felt they belonged being almost two times as likely to enter a research position.\n\n\nHowever, the power of the aforementioned predictors of attaining research positions and/or attaining positions that participants felt would advance their careers was vastly overshadowed by gender effects. Overall, men were thousands of times as likely to attain research positions compared to other genders in the biological sciences. Further, white and Asian men were even more likely to report their attained employment moving them closer to their career goals than other genders or races/ethnicities. The same was true for men who were the not the first in their families to attain a bachelors degree compared to first-generation men and all women.\n\n\n\t\t\t\t\tLast Modified: 09/28/2024\n\n\t\t\t\t\tSubmitted by: DavidFFeldon\n"
 }
}