{
 "awd_id": "1760465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID-HARVEY: Response of plankton assemblages and trophodynamics to a historic, hurricane-induced floodwater plume in a subtropical, pelagic environment",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2017-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 55187.0,
 "awd_amount": 55187.0,
 "awd_min_amd_letter_date": "2017-12-01",
 "awd_max_amd_letter_date": "2017-12-01",
 "awd_abstract_narration": "This project will examine how plankton in the northwestern Gulf of Mexico respond to large floodwater plumes generated by extreme weather events like Hurricane Harvey at time scales relevant to its development and evolution (days to months). The goal is to understand how the timing, magnitude, and constituent loads of a massive pulse of freshwater to the Louisiana-Texas shelf are: (1) driving changes in phytoplankton, zooplankton, and larval fish communities and distributions over monthly, seasonal, and annual time scales and, (2) what the consequences of those changes are to food web interactions within the plankton. The timing of Hurricane Harvey flood water disturbance coincides with the summer-fall spawning seasons for economically important Gulf of Mexico fisheries (e.g. red drum, sea trouts, snappers), raising additional questions of longer term effects of food web disruptions on recruitment. This project will train two undergraduate students and four PhD-level graduate students across three institutions, as well as support three early-career investigators. Pre- and post-floodwater plume data and samples will be shared with the broader scientific community within one year of collection to facilitate their immediate use by scientists beyond the research team. The team will give coordinated public talks at established regional science communication series and through other existing regional outreach partnerships to extend the educational scope of the project. Finally, results from this research will be incorporated in course curriculum and shared through scientific presentations and publications in peer-reviewed journals.\r\n\r\nRecord-breaking rain delivered by Hurricane Harvey to Southeast Texas in late August 2017 has resulted in a massive floodwater plume being delivered to coastal waters in the northern Gulf of Mexico (GOM). This project will investigate the short- and mid-term effects of that plume on planktonic (from pico- to ichthyoplankton) community composition and trophic interactions in that system. Building on data collected in July 2017 during a GOM Ecosystems and Carbon Cycle (GOMECC-3) cruise, and from historical datasets in the region, plankton assemblages, abundance, and food web interactions will assessed during three research cruises 2, 4, and 8 months after the event. Oceanographic data and samples will be collected and processed using standard and state of the art gear, including ZooScan, FlowCAM, flow cytometry, and next generation sequencing. Onboard micro- and mesozooplankton grazing experiments will be conducted to understand the trophodynamic interactions and relationships between different plankton groups under changing environmental conditions. Diet and growth rate analyses of larval fish will be undertaken and related to phyto- and zooplankton (i.e. prey) abundance and community composition data. Application of the same gear types and methods during the three project cruises will ensure comparability of these new data to existing samples and datasets. These post-Harvey data will be compared to immediately-preceding and long-term data collected in the area by NOAA's Southeast Area Monitoring and Assessment Program (SEAMAP), allowing for investigation of the temporal evolution of planktonic assemblages and interpretation of plankton regime shifts in seasonal, multiyear, and decadal contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Astrid",
   "pi_last_name": "Schnetzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Astrid Schnetzer",
   "pi_email_addr": "aschnet@ncsu.edu",
   "nsf_id": "000486335",
   "pi_start_date": "2017-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2800 Faucette Drive",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "071Y00",
   "pgm_ele_name": "Hurricane Harvey 2017"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 55187.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall objective of this project was to examine how planktonic systems in the northern Gulf of Mexico (nGOM) respond to large, seasonally anomalous floodwater plumes generated by events like Hurricane Harvey. Our specific objectives were to: 1) Document how planktonic assemblages and food web interactions in the coastal and shelf waters were influenced by flood waters comparing data collected preceding Hurricane Harvey and in its aftermath. 2) Examining the extent of variability in community dynamics - from primary producers to ichthyoplankton &ndash; in relation to available historical records and trends. 3) Investigate the potential implications of storm events such as Harvey for system productivity and longer-term fisheries recruitment.</p>\n<p>We completed 3 research cruises on the Texas/Louisiana shelf during 2017-2018. A collaborative team from the University of Louisiana Lafayette, Texas A&amp;M and North Carolina State University collected samples to characterize the plankton communities ranging from picoplankton to larval fish. Spatiotemporal analyses of plankton abundances and community composition (on-offshore transects, depth profiles) were combined with a series of grazing experiments (microzooplankton dilution series alongside copepod addition/exclusion experiments) to quantify growth and grazing and carbon transfer at low to mid-trophic levels.</p>\n<p>Preliminary data indicated an increase in primary producers within 3 weeks of the storm event relative to late July 2017, a month before Harvey made landfall. A subsequent decrease in chlorophyll biomass 6 weeks following the storm seemed more dramatic than typically seen in this region during Sept/Fall, based on samples analyzed from a long-term dataset (SEAMAP). These changes were most prevalent with the smallest phytoplankton, which also showed the highest rates of mortality by small, single-celled consumers (microzooplankton). These results suggest that the changes in phytoplankton biomass and community that we observed were likely due to a combination of both bottom-up and top-down (i.e. grazing) control on those organisms. Ongoing analyses of copepod grazing experiments will allow to contrast which grazers (microzooplankton versus mesozooplankton) were the main drivers of biomass and composition changes within the microbial communities during each of the cruise periods. The completion of all datasets will provide comprehensive snapshots of how planktonic communities (pico-to ichtyoplankton) were impacted by the large floodwater plume generated by Hurricane Harvey. &nbsp;</p>\n<p>This project supported the research of two female graduate students at North Carolina State University. These students participated in the cruises and graduated in fall of 2019. Also involved were two female undergraduate students who were trained in several research methods and data analyses. The project, so far, has resulted in 2 presentations at scientific conferences, 1 graduate thesis and 1 manuscripts close to submission. The entire project team (all universities) also engaged with K-12 classes in five states before, during, and after the research cruises through a Styrofoam cup activity and class visits.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2020<br>\n\t\t\t\t\tModified by: Astrid&nbsp;Schnetzer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall objective of this project was to examine how planktonic systems in the northern Gulf of Mexico (nGOM) respond to large, seasonally anomalous floodwater plumes generated by events like Hurricane Harvey. Our specific objectives were to: 1) Document how planktonic assemblages and food web interactions in the coastal and shelf waters were influenced by flood waters comparing data collected preceding Hurricane Harvey and in its aftermath. 2) Examining the extent of variability in community dynamics - from primary producers to ichthyoplankton &ndash; in relation to available historical records and trends. 3) Investigate the potential implications of storm events such as Harvey for system productivity and longer-term fisheries recruitment.\n\nWe completed 3 research cruises on the Texas/Louisiana shelf during 2017-2018. A collaborative team from the University of Louisiana Lafayette, Texas A&amp;M and North Carolina State University collected samples to characterize the plankton communities ranging from picoplankton to larval fish. Spatiotemporal analyses of plankton abundances and community composition (on-offshore transects, depth profiles) were combined with a series of grazing experiments (microzooplankton dilution series alongside copepod addition/exclusion experiments) to quantify growth and grazing and carbon transfer at low to mid-trophic levels.\n\nPreliminary data indicated an increase in primary producers within 3 weeks of the storm event relative to late July 2017, a month before Harvey made landfall. A subsequent decrease in chlorophyll biomass 6 weeks following the storm seemed more dramatic than typically seen in this region during Sept/Fall, based on samples analyzed from a long-term dataset (SEAMAP). These changes were most prevalent with the smallest phytoplankton, which also showed the highest rates of mortality by small, single-celled consumers (microzooplankton). These results suggest that the changes in phytoplankton biomass and community that we observed were likely due to a combination of both bottom-up and top-down (i.e. grazing) control on those organisms. Ongoing analyses of copepod grazing experiments will allow to contrast which grazers (microzooplankton versus mesozooplankton) were the main drivers of biomass and composition changes within the microbial communities during each of the cruise periods. The completion of all datasets will provide comprehensive snapshots of how planktonic communities (pico-to ichtyoplankton) were impacted by the large floodwater plume generated by Hurricane Harvey.  \n\nThis project supported the research of two female graduate students at North Carolina State University. These students participated in the cruises and graduated in fall of 2019. Also involved were two female undergraduate students who were trained in several research methods and data analyses. The project, so far, has resulted in 2 presentations at scientific conferences, 1 graduate thesis and 1 manuscripts close to submission. The entire project team (all universities) also engaged with K-12 classes in five states before, during, and after the research cruises through a Styrofoam cup activity and class visits.\n\n \n\n\t\t\t\t\tLast Modified: 04/15/2020\n\n\t\t\t\t\tSubmitted by: Astrid Schnetzer"
 }
}