{
 "awd_id": "1761251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Investigation of Science and Engineering Apprenticeship Programs and their Workforce Outcomes",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 169057.0,
 "awd_amount": 169057.0,
 "awd_min_amd_letter_date": "2018-03-23",
 "awd_max_amd_letter_date": "2018-03-23",
 "awd_abstract_narration": "The Urban Institute will conduct an exploratory mixed method study of STEM apprenticeship programs to provide a foundational understanding of the characteristics and performance of STEM apprentices, including the experiences of underrepresented minorities in STEM apprenticeship programs. The proposed research also will investigate the program-level determinants of success, including program design elements that lead to higher completion rates and wage growth for apprentices.  Elements of project-based learning and action learning theories will frame the research, although much of the extant research on registered apprenticeships is either descriptive or atheoretical, or it is grounded in economic theories that are principally concerned with explaining an employer's incentive to provide apprenticeship training.  The results of the project will support the implementation and expansion of STEM apprenticeship programs and guide the design of new comparable STEM training programs. \r\n\r\nThe investigator will use data from the Registered Apprenticeship Partners Information Data System (RAPIDS) and state data from Virginia and Washington to answer research questions investigating the characteristics of STEM apprentices and apprenticeship programs and whether they vary over time and across different fields, completion rates for STEM apprentices and determinants of program completion for these workers, and level of wage growth apprentices achieve upon completion of their apprenticeship. The analysis will be conducted in two overlapping stages. First, multivariate modeling using administrative data on registered apprenticeship will examine the prevalence of the apprenticeship training model in STEM occupations and the characteristics of apprentices in these fields. The administrative data also track apprentice outcomes, including progress through and completion of the program and wage rates for completers. These data will be used for multivariate modeling of the determinants of apprentice outcomes. The findings from the multivariate models of apprentice outcomes will inform the development of protocols for the second stage of the analysis - content analysis of apprenticeship work process schedules and interviews with representatives of STEM apprenticeship programs. The interviews will explore how apprenticeship training supports workforce development, promising strategies for STEM apprenticeships, and the strengths and weaknesses of the training model. The research is expected to make important contributions to future implementation of registered apprenticeships in STEM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kuehn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Kuehn",
   "pi_email_addr": "dkuehn@urban.org",
   "nsf_id": "000743266",
   "pi_start_date": "2018-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Urban Institute",
  "inst_street_address": "500 LENFANT PLZ SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022615396",
  "inst_zip_code": "200242131",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "THE URBAN INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "VNAYDLRGSKU3"
 },
 "perf_inst": {
  "perf_inst_name": "The Urban Institute",
  "perf_str_addr": "2100 M Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200371297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 169057.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Science, technology, engineering, and mathematics (STEM) education in the U.S. is dominated by traditional brick-and-mortar college and university degree programs. But college degree programs are only one way to deliver STEM skills. An alternative is to invest in the science and engineering workforce through high-quality, structured work-based learning, such as registered apprenticeship. The term &ldquo;apprenticeship&rdquo; is used to describe a variety of related  approaches to learning, but a registered apprentice is distinguished by,  paid and productively employed with an employer &ldquo;sponsor&rdquo; for a term of  at least one and frequently several years. These apprentices receive  on-the-job training and mentorship from skilled workers who are also  employed by the sponsor, as well as &ldquo;related training instruction&rdquo; in a  classroom setting from a formal training provider (often a community or  technical college).</p>\n<p>This NSF-funded research project provides one of the few analyses of  STEM apprenticeship programs in the U.S. Using a mixed-methods approach  combining analysis of administrative data on apprentices and  semi-structured interviews with fifteen program sponsors and five  related instruction providers, the study team assessed the current state  of STEM apprenticeships and the major obstacles and opportunities for  STEM apprenticeships in the future.</p>\n<p>The analyses identified several important features of STEM apprenticeship programs. Most STEM apprentices are concentrated in engineering technician programs, although our interviews with program sponsors indicated substantial recent growth in information technology apprenticeship programs as well. STEM apprenticeships exhibited both racial and gender disparities, but the gender disparities were particularly stark. A higher share of women were STEM apprentices than were non-apprentices, but the majority of STEM apprentices were still men (90.3%). STEM apprentices are better paid and have higher completion rates than non-STEM apprentices. f the STEM apprenticeship occupations, engineers are the highest paid and IT workers are the lowest paid. STEM apprentices are much more likely than non-STEM apprentices to be registered with single-employer programs (as opposed to multiple-employer programs). Sponsors of these programs expressed strong interest in interviews in competency-based programs, but very few STEM apprenticeship programs were competency based (3.9% of all STEM apprentices. Most sponsors of STEM apprenticeship programs also sponsored non-STEM programs. This indicates that expansion of apprenticeship into STEM fields could be facilitated by assisting existing program sponsors in registering STEM programs.</p>\n<p>One surprising finding from the project was that a substantial share of STEM apprenticeship programs currently operating in the U.S. (25%) are operating in prisons. Closer investigation of these programs found that one of the principal barriers to the success of prison-based apprenticeships was the limited available on the job training the prison facility. Apprentices were limited in the types of jobs they could do and apprenticeship slots were limited by the availability of work. One potential solution to this problem is to provide related technical instruction before an apprentice in prison is released, and deliver the on the job training through employer partners after release.</p>\n<p>In the long-term, this research will support the implementation of STEM apprenticeship programs specifically, and work-based learning programs in STEM generally. The knowledge generated by this research will be valuable to STEM educators, employers who hire workers with STEM skills, and policymakers working to expand registered apprenticeship into new occupations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2020<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Kuehn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScience, technology, engineering, and mathematics (STEM) education in the U.S. is dominated by traditional brick-and-mortar college and university degree programs. But college degree programs are only one way to deliver STEM skills. An alternative is to invest in the science and engineering workforce through high-quality, structured work-based learning, such as registered apprenticeship. The term \"apprenticeship\" is used to describe a variety of related  approaches to learning, but a registered apprentice is distinguished by,  paid and productively employed with an employer \"sponsor\" for a term of  at least one and frequently several years. These apprentices receive  on-the-job training and mentorship from skilled workers who are also  employed by the sponsor, as well as \"related training instruction\" in a  classroom setting from a formal training provider (often a community or  technical college).\n\nThis NSF-funded research project provides one of the few analyses of  STEM apprenticeship programs in the U.S. Using a mixed-methods approach  combining analysis of administrative data on apprentices and  semi-structured interviews with fifteen program sponsors and five  related instruction providers, the study team assessed the current state  of STEM apprenticeships and the major obstacles and opportunities for  STEM apprenticeships in the future.\n\nThe analyses identified several important features of STEM apprenticeship programs. Most STEM apprentices are concentrated in engineering technician programs, although our interviews with program sponsors indicated substantial recent growth in information technology apprenticeship programs as well. STEM apprenticeships exhibited both racial and gender disparities, but the gender disparities were particularly stark. A higher share of women were STEM apprentices than were non-apprentices, but the majority of STEM apprentices were still men (90.3%). STEM apprentices are better paid and have higher completion rates than non-STEM apprentices. f the STEM apprenticeship occupations, engineers are the highest paid and IT workers are the lowest paid. STEM apprentices are much more likely than non-STEM apprentices to be registered with single-employer programs (as opposed to multiple-employer programs). Sponsors of these programs expressed strong interest in interviews in competency-based programs, but very few STEM apprenticeship programs were competency based (3.9% of all STEM apprentices. Most sponsors of STEM apprenticeship programs also sponsored non-STEM programs. This indicates that expansion of apprenticeship into STEM fields could be facilitated by assisting existing program sponsors in registering STEM programs.\n\nOne surprising finding from the project was that a substantial share of STEM apprenticeship programs currently operating in the U.S. (25%) are operating in prisons. Closer investigation of these programs found that one of the principal barriers to the success of prison-based apprenticeships was the limited available on the job training the prison facility. Apprentices were limited in the types of jobs they could do and apprenticeship slots were limited by the availability of work. One potential solution to this problem is to provide related technical instruction before an apprentice in prison is released, and deliver the on the job training through employer partners after release.\n\nIn the long-term, this research will support the implementation of STEM apprenticeship programs specifically, and work-based learning programs in STEM generally. The knowledge generated by this research will be valuable to STEM educators, employers who hire workers with STEM skills, and policymakers working to expand registered apprenticeship into new occupations.\n\n \n\n\t\t\t\t\tLast Modified: 08/27/2020\n\n\t\t\t\t\tSubmitted by: Daniel Kuehn"
 }
}