{
 "awd_id": "1761658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of Tonogenesis and Consonant Inventories through Language Documentation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924770",
 "po_email": "rtheodor@nsf.gov",
 "po_sign_block_name": "Rachel M. Theodore",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 284728.0,
 "awd_amount": 284728.0,
 "awd_min_amd_letter_date": "2018-08-24",
 "awd_max_amd_letter_date": "2018-08-24",
 "awd_abstract_narration": "One important cornerstone of advancing scientific knowledge about the world's estimated 7,000 languages is the tremendous variation between even the language families represented in that number.  This scientific endeavor is threatened by estimates that perhaps as many as half of those languages will not be spoken at the end of this century.  This project will document one such language, Mankiyali, a severely endangered Indo-Aryan language, which exhibits a number of features that are of interest to phonologists, typologists, sociolinguists, and historical linguists. For instance, some of the sound correspondences observed in the preliminary comparative analyses of the available data suggest new analyses in several areas: the transitions into Middle from Old Indo-Aryan voiced, voiceless and aspirated stops, and the development of tone, consonant length (gemination), and complex consonants (affricates). The sound changes are expected to provide a better insight into the development and evolution of Indo-Aryan languages of the northwestern group, and better insight into areas of interest to linguistic theory, such as tonogenesis. The proposed project complements these goals in terms of economic and educational growth. Through an international and cross-cultural collaboration, the project will enhance student and faculty development both in the US and in Pakistan, a key country in a region vital to the US in terms of national security and strategic interests. By fostering ties between Pakistan through a local university, a non-governmental organization (NGO), and the Mankiyali community, and the University of North Texas (UNT), the project will foster binational relationships that can function as a type of \"soft\" diplomacy. The project also offers research opportunities and participation in training workshops for UNT students, who will benefit from the international exchange, acquire skills in organization building and leadership, and be better prepared as they enter a global STEM workforce. \r\n\r\nUse of Mankiyali in different domains is rapidly decreasing, and the total number of fluent first language speakers is fewer than 500 individuals, with rapid language shift ongoing. The language represents a contact area where researchers have only scratched the surface in scientific documentation and analyses. Mankiyali is very poorly documented, but the preliminary data suggests it has the potential to significantly advance scientific understanding in several areas, especially in the burgeoning research areas of the connection between voice quality and tone. This collaborative project to document Mankiyali will generate a rich repository of video and audio recordings, essential to providing a record of the language's phonological and other features.  Workshops for native speaker consultants, students and personnel will help create infrastructure to develop a research, training and capacity building effort that supports initiatives to document other endangered languages in a region that is characterized by both high linguistic diversity and severe endangerment. Part of the intellectual merit of this project lies in its investigation of specific linguistic, typologically underrepresented features characteristic of Mankiyali itself, especially in the areas of tone and segmental phonology.  By recording a variety of genres, a diversity of individual voices will provide information on the social, cultural, and, historical aspects of the community, making this work of value to anthropologists, historians and other disciplines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sadaf",
   "pi_last_name": "Munshi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sadaf Munshi",
   "pi_email_addr": "sadaf.munshi@unt.edu",
   "nsf_id": "000510943",
   "pi_start_date": "2018-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "3940 North Elm Street, B201A",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762077102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1397",
   "pgm_ref_txt": "CROSS-DIRECTORATE  ACTIV PROGR"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 284728.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary outcomes of this documentation project are digital materials published in the form of Mankiyali Language Resource by the Digital Library of the University of North Texas, which comprises recordings made by Dr. Munshi and her research team of language materials in Mankiyali (ISO 639-3 nlm), a highly endangered language belonging to the Indo-Aryan language family (Total number of speakers: approximately 500). Mankiyali is primarily spoken in two remote villages, viz. Danna and Dameka in the Oghi Tehsil of Mansehra District in Pakistan&rsquo;s Khyber Pakhtunkhwa Province. Members of the speech community are also found in other nearby villages of Galdar and Arghanian, as well as in some urban centers of Pakistan such as Islamabad and Lahore. This information is based on personal communication with the members of the speech community as of June 2020.</p>\n<p>The digital collection features audio and video recordings of texts and pedagogical materials; digitized copies of fieldwork notes; transcriptions and translations of a selection of texts; and photographs documenting fieldwork and cultural items. The texts are in different genres, such as children's stories and mythical legends, historical accounts, personal narratives, natural conversations, poems, recipes, discussions on events or items of cultural importance, and discussions on linguistic data. Pedagogical materials include word lists such as numerals, body parts, kinship terms, color terms, birds and animals, fruits and vegetables, food items, household items, wooden and metal objects, agricultural terms, nature terms, etc.&nbsp;<br /><br />Another significant outcome is a book-length manuscript (in preparation for publication) offering a structural description of the Mankiyali language.&nbsp;<span>The description includes a comprehensive account of the various structural features of Mankiyali in terms of phonology, morphology, lexicon, and syntax, as well as a look at lexical borrowings.&nbsp;<br /></span></p>\n<p>The project outcomes also include a corpus of over 2000 lexical items and inflectional paradigms for nouns, adjectives, and verbs. These will contribute towards a dictionary of the Mankiyali language -- a future project.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/05/2024<br>\nModified by: Sadaf&nbsp;Munshi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary outcomes of this documentation project are digital materials published in the form of Mankiyali Language Resource by the Digital Library of the University of North Texas, which comprises recordings made by Dr. Munshi and her research team of language materials in Mankiyali (ISO 639-3 nlm), a highly endangered language belonging to the Indo-Aryan language family (Total number of speakers: approximately 500). Mankiyali is primarily spoken in two remote villages, viz. Danna and Dameka in the Oghi Tehsil of Mansehra District in Pakistans Khyber Pakhtunkhwa Province. Members of the speech community are also found in other nearby villages of Galdar and Arghanian, as well as in some urban centers of Pakistan such as Islamabad and Lahore. This information is based on personal communication with the members of the speech community as of June 2020.\n\n\nThe digital collection features audio and video recordings of texts and pedagogical materials; digitized copies of fieldwork notes; transcriptions and translations of a selection of texts; and photographs documenting fieldwork and cultural items. The texts are in different genres, such as children's stories and mythical legends, historical accounts, personal narratives, natural conversations, poems, recipes, discussions on events or items of cultural importance, and discussions on linguistic data. Pedagogical materials include word lists such as numerals, body parts, kinship terms, color terms, birds and animals, fruits and vegetables, food items, household items, wooden and metal objects, agricultural terms, nature terms, etc.\n\nAnother significant outcome is a book-length manuscript (in preparation for publication) offering a structural description of the Mankiyali language.The description includes a comprehensive account of the various structural features of Mankiyali in terms of phonology, morphology, lexicon, and syntax, as well as a look at lexical borrowings.\n\n\n\nThe project outcomes also include a corpus of over 2000 lexical items and inflectional paradigms for nouns, adjectives, and verbs. These will contribute towards a dictionary of the Mankiyali language -- a future project.\n\n\n\t\t\t\t\tLast Modified: 07/05/2024\n\n\t\t\t\t\tSubmitted by: SadafMunshi\n"
 }
}