{
 "awd_id": "1761129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Next Generation Science Standards and Designing School System Educational Infrastructure to support Elementary School Science Instruction",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1125000.0,
 "awd_min_amd_letter_date": "2018-08-01",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "To generate foundational knowledge, this project will examine the development of school-level and system-level STEM learning environments that support the implementation of the Next Generation Science Standards (NGSS) through high-quality science instruction at the classroom level. This study is significant since the NGSS depend on local discretion in operationalizing foundational ideals in classroom instruction, yet few systems and schools are organized to support teachers in doing so. As such, this  project will address the need for additional knowledge and experiences for teachers to effectively implement the NGSS. In addition, it will develop and test a practical theory of organization and management detailing key domains of work that are essential to bridging academic standards to classroom instruction. It will construct models of effective, system-level and school-level science learning environments to enact this theoretical framework. The project serves the national interest by characterizing what makes school systems and schools effective in supporting fundamental change in teaching and learning such as NGSS, which will allow others to build on these insights, thus supporting the development of more effective school experiences with STEM for all students.  \r\n\r\nThe ECR program emphasizes fundamental STEM education research that generates foundational knowledge in the field. Investments are made in critical areas that are essential, broad and enduring: STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development. Using a descriptive, theory-building longitudinal research approach, the project will investigate how systems and schools are responding to NGSS through a series of five studies. The program of research will target 12 school districts and 24 elementary schools in 3 states that are currently implementing NGSS. A comparative case study design across the five studies will feature cross-disciplinary collaboration among researchers with complementary expertise in studying systems, schools, and state level instructional improvement. This approach will advance knowledge of educational policy, system and school improvement, and instructional improvement by addressing a fundamental challenge of contemporary education reform: the coordination of national and state academic standards with teaching and learning in classrooms. Outcomes from this research will make contributions to broader social progress through support for schools and systems in ensuring excellence and equity in educational opportunities offered to students. These outcomes will also develop a practical theory of organization and management which, in turn, will increase the potential for directly guiding improvements in science learning, teaching, and outcomes at scale in larger numbers of schools. These supports will be beneficial to schools and systems that are experiencing standards as punitive policy instruments, rather than as resources for motivating and supporting instructional transformation. Massive open online courses, policy briefs, university and school-oriented publications, and major social media outlets will be used to disseminate results broadly to educators and education policymakers and other stakeholders.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Peurach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Peurach",
   "pi_email_addr": "dpeurach@umich.edu",
   "nsf_id": "000743171",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Davis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Davis",
   "pi_email_addr": "betsyd@umich.edu",
   "nsf_id": "000365880",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan- Ann Arbor",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 784184.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 215816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes: Next Generation Science Standards and Designing School System Educational Infrastructure to Support Elementary School Science Instruction</strong><strong>&nbsp;</strong></p>\n<p>&nbsp;As a vision for science education, the innovations of the Next Generation Science Standards (NGSS)<em> </em>reflect a shift in science teaching and learning ideals, from learning <em>about</em> science to discerning explanations for scientific phenomena by having students engage in science practices integrated with science content and concepts across scientific disciplines. For most schools, advancing the NGSS in classrooms depends on designing and building educational systems that can support teachers in engaging this vision of science learning and teaching. A central problem, however, is that there is little extant research in the science education literature focused on the practical work of school districts in bridging from ambitious educational policy to ambitious classroom practice.</p>\n<p>This study aimed (a) to develop a practical theory of designing and building the educational systems that are essential to improving elementary science instruction and (b) to provide guidance and frameworks for educational leaders and professionals to construct high quality science learning environments. To do so, we examined efforts to support elementary science reform in 13 school districts in the United States, including public school districts and charter school networks in urban, suburban, and rural areas.</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\"><strong>Intellectual Merit</strong></span></p>\n<p>This project advanced knowledge of educational policy, system and school improvement, and instructional improvement by addressing a fundamental puzzle of contemporary education reform: the coordination of national and state academic standards with classroom instruction. This project produced a practical framework for organizing and managing classroom instruction to support researchers and practitioners in examining, comparing, and improving educational systems for elementary science instruction. This framework includes five core domains of work distributed and coordinated across the system-, school-, and classroom-levels that, together, support the development of educational systems focused on improving teaching and learning. These domains include:</p>\n<ul>\n<li>Building educational infrastructure</li>\n<li>Supporting the use of education infrastructure in practice</li>\n<li>Managing performance and practice</li>\n<li>Managing environmental relationships</li>\n<li>Developing and distributing instructional leadership</li>\n</ul>\n<p>Yet developing the capabilities in the aforementioned domains of work in school districts proved to be difficult, particularly with regards to science teaching and learning at the elementary level. Our analysis yielded a range of findings published in six peer reviewed journal articles regarding the complex work of organizing and managing elementary science instruction to bridge from educational policy to classroom practice. Some of these findings include:&nbsp;</p>\n<ul>\n<li>School districts&rsquo; primary attention is focused on procuring educational resources, particularly curriculum materials, with comparatively limited attention paid to the other four domains of work.</li>\n<li>Educational leadership practice in elementary science is a distributed activity that is spread across various levels of the system and beyond &ndash; from the classroom, to the school, to the district, and, further, to the educational sector &ndash; and requires coordination across a range of actors.</li>\n<li>The work of improving elementary science is both content specific (science) and level specific (elementary).</li>\n<li>Elementary science faces particular challenges (e.g., the limited attention to science instruction at the elementary level) that often result in dilemmas that educational leaders and professionals must manage.</li>\n</ul>\n<p><span style=\"text-decoration: underline;\"><strong>Broader Impact</strong></span></p>\n<p>The project&rsquo;s broader impact includes its contributions to the fields of educational leadership, reform, and policy, and its practical support to systems and schools in developing educational systems to support elementary science reform. This project had immediate impacts on partnering school districts and other professional groups. For instance, we developed and distributed research reports to our public and charter school district partners that included key findings and practical tools for developing system and school learning environments to support elementary science reform. We shared our findings and tools at practitioner-focused conferences and workshops to build capacity for state and local leaders to support science reform in their networks. Findings from this project also contributed to the <em>Transforming Education in an Interconnected World</em> course series, an open access learning series consisting of four courses aimed at cultivating a community of educators, parents, and community stakeholders around educational improvement.</p>\n<p>This project advanced the field&rsquo;s understanding of and ability to support local efforts to coordinate educational policy and classroom practice through a range of publications and conference presentations. This project included a diverse and interdisciplinary team of scholars, including educational leadership and reform scholars and science educators. This work provided a context for senior scholars, junior scholars, and graduate students to collaborate in ways that will advance the knowledge, skills and professional trajectories of team members.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: Donald&nbsp;Peurach</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1761129/1761129_10564382_1724958772799_UM_NSF_Outcomes_System_Building_Diagram_2024_08_29--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1761129/1761129_10564382_1724958772799_UM_NSF_Outcomes_System_Building_Diagram_2024_08_29--rgov-800width.jpg\" title=\"Conceptual Framework: Building Education Systems\"><img src=\"/por/images/Reports/POR/2024/1761129/1761129_10564382_1724958772799_UM_NSF_Outcomes_System_Building_Diagram_2024_08_29--rgov-66x44.jpg\" alt=\"Conceptual Framework: Building Education Systems\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Core domains of work integral to bridging from the policy aspirations of the Next Generation Science Standards to classroom instruction in elementary schools.</div>\n<div class=\"imageCredit\">University of Michigan & Northwestern University</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Donald&nbsp;Peurach\n<div class=\"imageTitle\">Conceptual Framework: Building Education Systems</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1761129/1761129_10564382_1724959039967_UM_NSF_Outcomes_Five_Domains_2024_08_29--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1761129/1761129_10564382_1724959039967_UM_NSF_Outcomes_Five_Domains_2024_08_29--rgov-800width.jpg\" title=\"In Detail: The Work of Building Educational Systems\"><img src=\"/por/images/Reports/POR/2024/1761129/1761129_10564382_1724959039967_UM_NSF_Outcomes_Five_Domains_2024_08_29--rgov-66x44.jpg\" alt=\"In Detail: The Work of Building Educational Systems\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The text immediately above provides additional detail about the work of building educational systems to organize, manage, and improve elementary science instruction.</div>\n<div class=\"imageCredit\">University of Michigan & Northwestern University</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Donald&nbsp;Peurach\n<div class=\"imageTitle\">In Detail: The Work of Building Educational Systems</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes: Next Generation Science Standards and Designing School System Educational Infrastructure to Support Elementary School Science Instruction\n\n\nAs a vision for science education, the innovations of the Next Generation Science Standards (NGSS) reflect a shift in science teaching and learning ideals, from learning about science to discerning explanations for scientific phenomena by having students engage in science practices integrated with science content and concepts across scientific disciplines. For most schools, advancing the NGSS in classrooms depends on designing and building educational systems that can support teachers in engaging this vision of science learning and teaching. A central problem, however, is that there is little extant research in the science education literature focused on the practical work of school districts in bridging from ambitious educational policy to ambitious classroom practice.\n\n\nThis study aimed (a) to develop a practical theory of designing and building the educational systems that are essential to improving elementary science instruction and (b) to provide guidance and frameworks for educational leaders and professionals to construct high quality science learning environments. To do so, we examined efforts to support elementary science reform in 13 school districts in the United States, including public school districts and charter school networks in urban, suburban, and rural areas.\n\n\nIntellectual Merit\n\n\nThis project advanced knowledge of educational policy, system and school improvement, and instructional improvement by addressing a fundamental puzzle of contemporary education reform: the coordination of national and state academic standards with classroom instruction. This project produced a practical framework for organizing and managing classroom instruction to support researchers and practitioners in examining, comparing, and improving educational systems for elementary science instruction. This framework includes five core domains of work distributed and coordinated across the system-, school-, and classroom-levels that, together, support the development of educational systems focused on improving teaching and learning. These domains include:\n\nBuilding educational infrastructure\nSupporting the use of education infrastructure in practice\nManaging performance and practice\nManaging environmental relationships\nDeveloping and distributing instructional leadership\n\n\n\nYet developing the capabilities in the aforementioned domains of work in school districts proved to be difficult, particularly with regards to science teaching and learning at the elementary level. Our analysis yielded a range of findings published in six peer reviewed journal articles regarding the complex work of organizing and managing elementary science instruction to bridge from educational policy to classroom practice. Some of these findings include:\n\nSchool districts primary attention is focused on procuring educational resources, particularly curriculum materials, with comparatively limited attention paid to the other four domains of work.\nEducational leadership practice in elementary science is a distributed activity that is spread across various levels of the system and beyond  from the classroom, to the school, to the district, and, further, to the educational sector  and requires coordination across a range of actors.\nThe work of improving elementary science is both content specific (science) and level specific (elementary).\nElementary science faces particular challenges (e.g., the limited attention to science instruction at the elementary level) that often result in dilemmas that educational leaders and professionals must manage.\n\n\n\nBroader Impact\n\n\nThe projects broader impact includes its contributions to the fields of educational leadership, reform, and policy, and its practical support to systems and schools in developing educational systems to support elementary science reform. This project had immediate impacts on partnering school districts and other professional groups. For instance, we developed and distributed research reports to our public and charter school district partners that included key findings and practical tools for developing system and school learning environments to support elementary science reform. We shared our findings and tools at practitioner-focused conferences and workshops to build capacity for state and local leaders to support science reform in their networks. Findings from this project also contributed to the Transforming Education in an Interconnected World course series, an open access learning series consisting of four courses aimed at cultivating a community of educators, parents, and community stakeholders around educational improvement.\n\n\nThis project advanced the fields understanding of and ability to support local efforts to coordinate educational policy and classroom practice through a range of publications and conference presentations. This project included a diverse and interdisciplinary team of scholars, including educational leadership and reform scholars and science educators. This work provided a context for senior scholars, junior scholars, and graduate students to collaborate in ways that will advance the knowledge, skills and professional trajectories of team members.\n\n\n\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: DonaldPeurach\n"
 }
}