{
 "awd_id": "1761576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low Versus High Latitude Continental Climatic Effects of the Central Atlantic Magmatic Province on the End Triassic Extinction Event",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 352690.0,
 "awd_amount": 382386.0,
 "awd_min_amd_letter_date": "2018-04-05",
 "awd_max_amd_letter_date": "2023-02-22",
 "awd_abstract_narration": "This project aims to understand the end Triassic extinction (ETE about 201 Million years ago), one of five mass extinctions in Earth's history. The causes of the ETE are still under investigation, but massive volcanic eruptions during the breakup of Pangea emitted large amounts of greenhouse gases, which in turn caused habitat-change.  As a result, many animal and plant species went extinct, allowing for new animals to thrive, notably dinosaurs. The project focuses on two field locations: the Moenave Formation of Utah, near the sub-tropics during the time of extinction, and the Elliot Formation of South Africa and Lesotho, near the South Pole. By combining the timescale with the occurrence of fossils, a prediction of how major climatic changes may cause extinction will be developed, thus providing us with clues about how to mitigate the current increased levels of species extinctions. The proposed study has important societal implications.  It addresses some of the grand challenges for research on Earth-surface processes, published by the National Academy of Sciences (Landscapes on the Edge: New Horizons for Research on Earth's Surface).  For example, the research will help identify how knowledge of our planet's past helps us prepare for a sustainable future. Students supported by this project will be recruited from two major organizations that encourage scientific education for minorities:  the Society for Chicanos and Native Americans in Science and the National Association of Black Geoscientists. The project will involve federal agencies through partnerships with the St. George Dinosaur Discovery Museum and Zion National Park, specifically via museum and visitor center displays of our study outcomes. Student exchange experience will be coordinated with Senior Personnel at the University of Cape Town (UCT) and University of the Witwatersrand (UW).  Students from the University of Arkansas (UA) will spend a field season in southern Africa learning field skills and gaining cultural experiences, and students from UCT and UW will visit the UA to learn geochemical and spectrometry skills and visit field sites. Finally, we will develop datasets for and work with high school teachers that are training for the Next Generation Science Standards adopted by the state of Arkansas.\r\n\r\nThe project will: 1) identify the ETE in the Moenave Formation, USA (low-latitude) and the Elliot Formation of southern Africa (high-latitude) using bio- and chemostratigraphy and high resolution geochronology; 2) generate paleoclimate proxy data; 3) determine biostratigraphic trends in ichnological and microfaunal record; and 4) compare ecosystem and climatic shifts in high versus low-latitudes in the southern hemisphere. The methods employed include: 1) collection of C-isotope (bulk and compound-specific) chemostratigraphic and detrital zircon geochronologic data from both formations; and 2) biostratigraphic data (body and trace fossils of vertebrates and invertebrates). CO2 concentration, temperature, and mean annual precipitation will be calculated using stable and clumped isotopes from paleosol and lacustrine sediments, major and minor element concentrations from paleosols, and O-isotopes from ostracods and vertebrate fossils. These data will then be correlated to the paleontological occurrences of vertebrate and invertebrate remains from both continents to determine effects of climate change caused by the CAMP on the two ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Celina",
   "pi_last_name": "Suarez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celina Suarez",
   "pi_email_addr": "casuarez@uark.edu",
   "nsf_id": "000609437",
   "pi_start_date": "2018-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Park Boush",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa E Park Boush",
   "pi_email_addr": "lisa.park_boush@uconn.edu",
   "nsf_id": "000277953",
   "pi_start_date": "2018-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Sharman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn Sharman",
   "pi_email_addr": "gsharman@uark.edu",
   "nsf_id": "000757228",
   "pi_start_date": "2018-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "216 Gearhart Hall",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 352690.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 29696.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The end-Triassic mass extinction (ETE) is one of the &ldquo;Big Five&rdquo; mass extinction events in Earth&rsquo;s history. The ETE was caused by rapid climate change associated with eruption of the Central Atlantic Magmatic Province (CAMP); a series of rift basin volcanoes that erupted millions of cubic kilometers of basalt and released large amounts volcanic gases. We aimed to identify the effects of the CAMP on the environment and ecosystem in two study areas: the Moenave Formation (USA) and Elliot Formation (South Africa) which together were deposited at low- and high-paleolatitudes, respectively. This project set out to 1) construct a high resolution age model for each formation to accurately identify the ETE interval and correlate to other known localities, 2) reconstruct paleoclimate parameters such as atmospheric <em>p</em>CO<sub>2</sub>, temperature, and mean annual precipitation, 3) compare the climatic changes before, during, and after the ETE interval between the two locations, and 4) compare the faunal distribution before, during, and after the ETE interval.</p>\n<p>Intellectual Merit:</p>\n<p>We identified the stratigraphic location of the ETE using two complementary approaches: C-isotope chemostratigraphy, which is based on changes in the global C-cycle recorded by the C-isotopic composition of organic and carbonate minerals, and detrital zircon U-Pb geochronology. We found the negative C-isotope excursion that was caused by the eruption of the CAMP preserved within the lower-middle Dinosaur Canyon Member of the Moenave Formation. We found the same characteristic marker in the upper part of the lower Elliot Formation at the type-section at Barkly Pass. The pairing of zircon U-Pb dating with C-isotope chemistry allowed us to develop a more refined age model and to correlate climatic and faunal changes between the two localities to a much higher resolution than previously possible. Once the chronostratigraphic framework was established, we determined changes in atmospheric <em>p</em>CO<sub>2</sub>, temperature, and mean annual precipitation (MAP) using carbonate C and O-isotopes.</p>\n<p>For the Moenave Formation, we determined that <em>p</em>CO<sub>2</sub> increased by a factor of 2.5 relative to pre-extinction levels almost immediately and then decreased gradually to near pre-extinction values within at least ~300,000 years. During this time, temperature estimates derived from clumped isotopes increased by ~10&deg;C during the extinction interval. MAP increased by ~250 mm/yr during and soon after the ETE. We observed a similar pattern in the Elliot Formation by using a combination of O-isotopic composition of vertebrate tooth enamel and the C and O-isotopic composition of carbonate nodules. Prior to the ETE, the Elliot Formation climate regime was a taiga or cold boreal forest with average continental water temperatures ranging between &lt;0&deg;C to 14.5&deg;C and a MAP of ~1000 mm/yr. After the ETE the climatic regime could be characterized as a &ldquo;savanna&rdquo; or &ldquo;subtropical desert,&rdquo; with average continental water temperatures ranging between 19.3&deg;C and 28.5&deg;C and MAP of ~500 mm/yr.</p>\n<p>Our revised chronostratigraphy and new paleoclimate proxy data suggests that significant climatic changes occurred during and soon after the ETE. The magnitude of these changes, particularly in temperature and MAP was greater in high latitudes (Elliot Formation). This pattern of amplification of climate extremes is anticipated for high latitudes in the future as greenhouse warming continues.</p>\n<p>Broader Impacts</p>\n<p>The project supported three undergraduate students, three MS students, and one PhD student. Two of the students participated in international fieldwork in South Africa. We developed a lesson for high school to college students on deep-time climate change with the ETE being the theme of the lesson. In this exercise, students navigate a virtual field locality, view videos about sample collection and processing, and receive data from a virtual mass spectrometer. The virtual world is facilitated by the freeware online software GatherTown. Students then use the generated data to calculate atmospheric <em>p</em>CO<sub>2</sub>.<sub> </sub>Students are given a published data set to create graphs and a set of questions to direct them to follow trends in the graph as well as relate the interpreted climatic event (the eruption of the CAMP) to modern climate change. Background PowerPoints, literature, directions, and answer keys are provided to the instructors. This work fills the need for climate related lesson plans for students and teachers.</p>\n<p>We teamed up with renowned paleoartist Brian Engh and the research staff at Zion National Park to present paleoart and graphics that display our findings for the Moenave Formation. The Moenave Formation crops out in Zion National Park, one of the most visited National Parks within the NPS system. As part of National Fossil Day (for which the featured artwork will highlight the Triassic to Jurassic fossils of the Southern Colorado Plateau) on October 16, 2024, we will unveil our new displays that feature the importance of our work at the Zion&rsquo;s Human History Museum.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/01/2024<br>\nModified by: Celina&nbsp;Suarez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe end-Triassic mass extinction (ETE) is one of the Big Five mass extinction events in Earths history. The ETE was caused by rapid climate change associated with eruption of the Central Atlantic Magmatic Province (CAMP); a series of rift basin volcanoes that erupted millions of cubic kilometers of basalt and released large amounts volcanic gases. We aimed to identify the effects of the CAMP on the environment and ecosystem in two study areas: the Moenave Formation (USA) and Elliot Formation (South Africa) which together were deposited at low- and high-paleolatitudes, respectively. This project set out to 1) construct a high resolution age model for each formation to accurately identify the ETE interval and correlate to other known localities, 2) reconstruct paleoclimate parameters such as atmospheric pCO2, temperature, and mean annual precipitation, 3) compare the climatic changes before, during, and after the ETE interval between the two locations, and 4) compare the faunal distribution before, during, and after the ETE interval.\n\n\nIntellectual Merit:\n\n\nWe identified the stratigraphic location of the ETE using two complementary approaches: C-isotope chemostratigraphy, which is based on changes in the global C-cycle recorded by the C-isotopic composition of organic and carbonate minerals, and detrital zircon U-Pb geochronology. We found the negative C-isotope excursion that was caused by the eruption of the CAMP preserved within the lower-middle Dinosaur Canyon Member of the Moenave Formation. We found the same characteristic marker in the upper part of the lower Elliot Formation at the type-section at Barkly Pass. The pairing of zircon U-Pb dating with C-isotope chemistry allowed us to develop a more refined age model and to correlate climatic and faunal changes between the two localities to a much higher resolution than previously possible. Once the chronostratigraphic framework was established, we determined changes in atmospheric pCO2, temperature, and mean annual precipitation (MAP) using carbonate C and O-isotopes.\n\n\nFor the Moenave Formation, we determined that pCO2 increased by a factor of 2.5 relative to pre-extinction levels almost immediately and then decreased gradually to near pre-extinction values within at least ~300,000 years. During this time, temperature estimates derived from clumped isotopes increased by ~10C during the extinction interval. MAP increased by ~250 mm/yr during and soon after the ETE. We observed a similar pattern in the Elliot Formation by using a combination of O-isotopic composition of vertebrate tooth enamel and the C and O-isotopic composition of carbonate nodules. Prior to the ETE, the Elliot Formation climate regime was a taiga or cold boreal forest with average continental water temperatures ranging between \n\n\nOur revised chronostratigraphy and new paleoclimate proxy data suggests that significant climatic changes occurred during and soon after the ETE. The magnitude of these changes, particularly in temperature and MAP was greater in high latitudes (Elliot Formation). This pattern of amplification of climate extremes is anticipated for high latitudes in the future as greenhouse warming continues.\n\n\nBroader Impacts\n\n\nThe project supported three undergraduate students, three MS students, and one PhD student. Two of the students participated in international fieldwork in South Africa. We developed a lesson for high school to college students on deep-time climate change with the ETE being the theme of the lesson. In this exercise, students navigate a virtual field locality, view videos about sample collection and processing, and receive data from a virtual mass spectrometer. The virtual world is facilitated by the freeware online software GatherTown. Students then use the generated data to calculate atmospheric pCO2. Students are given a published data set to create graphs and a set of questions to direct them to follow trends in the graph as well as relate the interpreted climatic event (the eruption of the CAMP) to modern climate change. Background PowerPoints, literature, directions, and answer keys are provided to the instructors. This work fills the need for climate related lesson plans for students and teachers.\n\n\nWe teamed up with renowned paleoartist Brian Engh and the research staff at Zion National Park to present paleoart and graphics that display our findings for the Moenave Formation. The Moenave Formation crops out in Zion National Park, one of the most visited National Parks within the NPS system. As part of National Fossil Day (for which the featured artwork will highlight the Triassic to Jurassic fossils of the Southern Colorado Plateau) on October 16, 2024, we will unveil our new displays that feature the importance of our work at the Zions Human History Museum.\n\n\n\t\t\t\t\tLast Modified: 05/01/2024\n\n\t\t\t\t\tSubmitted by: CelinaSuarez\n"
 }
}