{
 "awd_id": "1762616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Surface-enabled Manufacturing of Nanowheels for Metamaterial and Nanomotor Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 401182.0,
 "awd_amount": 449182.0,
 "awd_min_amd_letter_date": "2018-09-14",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "Colloidal assembly is envisioned as an effective method for the bottom-up fabrication of nanostructures for a broad range of applications from sensors to photonics to biomedical devices. This award investigates the application of rotating magnetic fields to paramagnetic nanoparticle colloids to form wheel-like clusters well suited for assembly into metamaterials and nanomotors. The process involves manipulating interparticle interactions and thus controlling colloidal structure formation. This project shows a microfluidic pathway to fabricating complex three-dimensional nanowheels. Potential applications of the nanowheels are in building optical metamaterials and disrupting bacterial biofilms. One potential near-term benefit of nanowheels and nanomotors is their use in medicine. Colloidal nanowheels can ablate blood clots using a physiochemical mechanism that results in dissolution rates significantly higher than clot dissolving drugs. Thus, the project outcomes potentially impact national health and well-being. The research on nanowheel manufacturing and translation is integrated with education and outreach programs to inspire young students in the field of colloid and interfacial science. Research results are incorporated into undergraduate and graduate courses. Plans are to enhance diversity in research programs by involving undergraduate students and recruiting talented underrepresented high school students and mentor them toward university study in science and engineering.\r\n\r\nMany desired colloidal nanostructures are inaccessible because of thermodynamic and kinetic constraints on their assembly and separation from the mixture. This project overcomes these limitations and shows a microfluidic pathway to fabricating complex three-dimensional nanowheels of different size, shape and composition. The research work takes advantage of the nanowheels' unique rolling behavior on topographically patterned surfaces to fractionate them into purified streams based on size and shape. The project's experimental framework, inspired by rotation of nanowheels and their interaction with properly designed roads, provides a transformative route to assemble and fractionate colloidal clusters efficiently. The underlying nanowheel rotation mechanism that exists at the interplay of fluid mechanics, field directed assembly, and tribology represents a significant advancement in the field of colloidal assembly. The outcome of these studies is a new assembly approach that accelerates translation of colloidal assembly into practical applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Marr",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Marr",
   "pi_email_addr": "dmarr@mines.edu",
   "nsf_id": "000470641",
   "pi_start_date": "2018-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Wu",
   "pi_email_addr": "ningwu@mines.edu",
   "nsf_id": "000578320",
   "pi_start_date": "2018-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9152",
   "pgm_ref_txt": "EDUCATION PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 151182.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientists and engineers wish to control the assembly of atoms and molecules into functional materials; however, our ability to do so is limited by the difficulty in observing and characterizing processes&nbsp;<em>in situ</em>&nbsp;at sufficiently small length and fast time scales. Micron-scale colloidal particles however can be conveniently tailored so that they have similar interactions to atoms and molecules but are large enough to be seen under the microscope, making them excellent analogues. Their self- and directed-assembly has helped us understand fundamental questions in material science including both equilibrium phase behavior and kinetic processes. We have focused our investigations in three areas:</p>\r\n<p>1) Our goals have included the development of a scalable microfluidics-based approach for manufacturing microbots of different size, shape, and composition. To direct colloidal assembly, we have used applied magnetic fields to form close-packed colloidal clusters capable of rolling and translating to overcome the inherent reversibility of low Reynolds number flows. Here we have specifically investigated the translation of soft microbots and determined that their traction depends on their deformability. Like deflating tires, the more deformable or larger they are, the more contact with the surface is available to enhance movement.</p>\r\n<p>2) In the presence of these fields, we have also investigated the assembly of colloids into linear structures. By rotating the field as we have done for colloidal microbots, dimers, 4-mers, and even 8-mers can be synthesized in a highly parallel fashion. Our eventual goal here is to use these highly monodisperse structures as the building blocks of other, more complicated, assemblies.</p>\r\n<p>3) Quasicrystals are a unique state of matter that exhibits long-range orientational order but lacks periodicity. Despite the&nbsp;2011 Nobel prize for their discovery, fundamental questions concerning quasicrystal formation and synthesis remain, limiting the development of applications that could exploit their unique physical and photonic properties. Typically created from atomic or nanoscale building blocks, direct imaging of quasicrystal formation is challenging, posing a significant barrier to mechanistic understanding. In contrast, colloidal particles with readily tunable interactions have been used for decades as effective larger-scale models for atomic systems; processes occurring in nanoseconds at the atomic scale happen over seconds in larger colloidal systems. Our goal has been to develop a micron-scale colloidal model capable of forming quasicrystals to enable characterization of both structure and dynamics using optical microscopy. In our work, we have developed a surprisingly simple single-component colloidal system capable of reversibly forming quasicrystals upon the application of combined magnetic and electric fields. With this system, we have demonstrated simultaneous characterization of quasicrystal nucleation and growth and captured the dynamics of solid-solid and liquid-solid quasicrystal phase transitions in real space and time.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Ning&nbsp;Wu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nScientists and engineers wish to control the assembly of atoms and molecules into functional materials; however, our ability to do so is limited by the difficulty in observing and characterizing processesin situat sufficiently small length and fast time scales. Micron-scale colloidal particles however can be conveniently tailored so that they have similar interactions to atoms and molecules but are large enough to be seen under the microscope, making them excellent analogues. Their self- and directed-assembly has helped us understand fundamental questions in material science including both equilibrium phase behavior and kinetic processes. We have focused our investigations in three areas:\r\n\n\n1) Our goals have included the development of a scalable microfluidics-based approach for manufacturing microbots of different size, shape, and composition. To direct colloidal assembly, we have used applied magnetic fields to form close-packed colloidal clusters capable of rolling and translating to overcome the inherent reversibility of low Reynolds number flows. Here we have specifically investigated the translation of soft microbots and determined that their traction depends on their deformability. Like deflating tires, the more deformable or larger they are, the more contact with the surface is available to enhance movement.\r\n\n\n2) In the presence of these fields, we have also investigated the assembly of colloids into linear structures. By rotating the field as we have done for colloidal microbots, dimers, 4-mers, and even 8-mers can be synthesized in a highly parallel fashion. Our eventual goal here is to use these highly monodisperse structures as the building blocks of other, more complicated, assemblies.\r\n\n\n3) Quasicrystals are a unique state of matter that exhibits long-range orientational order but lacks periodicity. Despite the2011 Nobel prize for their discovery, fundamental questions concerning quasicrystal formation and synthesis remain, limiting the development of applications that could exploit their unique physical and photonic properties. Typically created from atomic or nanoscale building blocks, direct imaging of quasicrystal formation is challenging, posing a significant barrier to mechanistic understanding. In contrast, colloidal particles with readily tunable interactions have been used for decades as effective larger-scale models for atomic systems; processes occurring in nanoseconds at the atomic scale happen over seconds in larger colloidal systems. Our goal has been to develop a micron-scale colloidal model capable of forming quasicrystals to enable characterization of both structure and dynamics using optical microscopy. In our work, we have developed a surprisingly simple single-component colloidal system capable of reversibly forming quasicrystals upon the application of combined magnetic and electric fields. With this system, we have demonstrated simultaneous characterization of quasicrystal nucleation and growth and captured the dynamics of solid-solid and liquid-solid quasicrystal phase transitions in real space and time.\r\n\n\n\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: NingWu\n"
 }
}