{
 "awd_id": "1762292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fracture Mechanics of Glasses with Nanoscale Phase Separation - A Multiscale Experimental and Computational Study",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 249999.0,
 "awd_amount": 253077.0,
 "awd_min_amd_letter_date": "2018-06-14",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "Although glasses exhibit unique properties, such as high strength and transparency, their inherent brittleness seriously limits their use in many practical applications. Extrinsic treatments can increase the toughness of glass but typically compromise its optical transparency. As an alternative route, this award supports fundamental research to elucidate how controlled nanoscale composition may be used to enhance the resistance to fracture of glass. This knowledge will accelerate the design of tough, yet transparent glasses. Insights from this study will promote glass as a competitive material for a broader range of applications, for which glasses have not been considered until now due to concerns related to safety and reliability resulting from their risk of fracture.  Insights from this project will also lead to improved glass performance in many existing applications,for instance, lighter automotive windshields would result in significant energy savings. Thus, the research will not only promote the progress of science but due to the prevalence of glass will also advance the national health, prosperity, and welfare. By integrating multiple disciplines, including physics, material science, and mechanical engineering, this research will train a diverse group of students in various aspects of engineering and contribute to forming the next generation of scientists that the U.S. glass industry critically needs to compete globally. In addition, this award will support: inclusion of undergraduate students in research, integration of research and education through extensive collaboration with glass manufacturer Corning Inc., and recruitment of minority students and outreach to K-12 students through university programs \r\n\r\nBrittleness remains the main drawback of glasses. To overcome this age-old limitation, this research aims to elucidate the effects of nanoscale heterogeneities and controlled phase separation on the fracture toughness of calcium aluminosilicate glasses,an archetypical model for alkali-free display glasses. The bottom-up strategy relies on high-throughput molecular dynamics simulations, benefits from topological constraint theory, and culminates in peridynamic simulations to ensure the hand-shake of all the considered spatial scales: atoms, microstructure, and continuum. These predictions are systemically validated by experiments, which comprise structural analysis and mechanical tests. This interdisciplinary effort will offer some new insights in the thermodynamics and kinetics of phase separation in glasses. This new fundamental knowledge will serve as a guide to elucidate the distinct roles of the atomic topology, heterogeneity thereof, and nanoscale phase separation in controlling the nanoductility and macroscopic toughness of silicate glasses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathieu",
   "pi_last_name": "Bauchy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mathieu Bauchy",
   "pi_email_addr": "bauchy@ucla.edu",
   "nsf_id": "000677556",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "UCLA Department of Civil & Environmental Engineering",
  "perf_str_addr": "5731 Boelter Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 249999.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 3078.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thanks to their unique properties&mdash;e.g., high strength and transparency&mdash;glasses have had numerous society-changing applications. However, their brittle behavior has been perceived as their gravest handicap&mdash;since the risk of fracture often raises safety and reliability concerns. Although extrinsic toughening treatments like the inclusion of voids can increase glass&rsquo;s ductility, they usually compromise the optical transparency (one of the main interests of glass). To address this concern, this project explored the potential of tuning the nano- and microstructure of glasses to increase their fracture toughness without compromising their transparency.</p>\n<p>First, by exploring the role of atomic-scale heterogeneity on the fracture toughness of glasses, this project interrogated and challenged two common misperceptions about glass, i.e., that glass must be homogeneous and brittle. This research demonstrated that these assumptions do not systematically hold. Specifically, this work showed that silicate glasses can exhibit some level of clustering in the spatial distribution of the network modifiers&mdash;which can be tailored by tuning the thermal history of the glass. The existence of such nano-heterogeneity has important consequences on the mechanical properties of glasses, since it can induce some level of crack deflection. This is important as these results establish a new degree of freedom (besides the chemical composition) to enhance glasses&rsquo; resistance to fracture.</p>\n<p>Second, this project demonstrated that tuning the microstructure of glass by inducing some controlled nanoscale liquid-liquid phase separation can significantly increase glass&rsquo; toughness (with up to a 90% increase in the fracture energy). This research showed that the extent of toughening induced by phase separation arises from a balance between the overall cohesion of the phase-separated glass and the propensity for crack deflection. The largest extent of toughening was achieved in the case of soft, yet tough nanoinclusions (as obtained in the presence of silica nanodroplets). In this situation, the crack shows a high propensity for traveling through the softer nanoinclusions, which results in a large increase in the effective cohesion of the phase-separated glass. Importantly, such nanoscale phase separation does not affect the transparency of the glass.</p>\n<p>Based on these fundamental insights, this project led to the discovery of a new ultratough glass, which features a world-record fracture toughness. This glass exhibits a fracture toughness of 1.4 MPa&middot;m^0.5 that is twice as high as that of commercial glasses for mobile devices. This is an important discovery as it changes our perception of glass, which is often assumed to intrinsically be a brittle material. These results demonstrated that this does not have to be the case. This discovery could stimulate new applications for glasses, which use is often limited by their brittleness. In addition, enhancing glass&rsquo;s toughness could permit reduction of material usage while improving performance in many practical applications. For instance, lighter automotive windshields would result in significant energy savings. In a world where humans now primarily interact with electronic devices through a piece of glass, the discovery of virtually unbreakable glasses could revolutionize the glass industry.</p>\n<p>This project trained three Ph.D. students, one postdoctoral scholar, four master students (including three female students), and seven undergraduate students (including three female students). Students received several major awards and had the opportunity to present the outcomes of their research at international conferences. All the students were regularly interacting with research scientists from industry partners. This contributed to exposing them to an industrial research and development environment, which is key for the development of the future workforce that the U.S. industry needs. Several new classes, short-courses, and online video tutorials were developed within the scope of this award. Finally, through a series of events and courses, this award has supported the 2022 International Year of Glass declared by the United Nations General Assembly to celebrate the heritage and importance of this material in our lives.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2022<br>\n\t\t\t\t\tModified by: Mathieu&nbsp;Bauchy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThanks to their unique properties&mdash;e.g., high strength and transparency&mdash;glasses have had numerous society-changing applications. However, their brittle behavior has been perceived as their gravest handicap&mdash;since the risk of fracture often raises safety and reliability concerns. Although extrinsic toughening treatments like the inclusion of voids can increase glass’s ductility, they usually compromise the optical transparency (one of the main interests of glass). To address this concern, this project explored the potential of tuning the nano- and microstructure of glasses to increase their fracture toughness without compromising their transparency.\n\nFirst, by exploring the role of atomic-scale heterogeneity on the fracture toughness of glasses, this project interrogated and challenged two common misperceptions about glass, i.e., that glass must be homogeneous and brittle. This research demonstrated that these assumptions do not systematically hold. Specifically, this work showed that silicate glasses can exhibit some level of clustering in the spatial distribution of the network modifiers&mdash;which can be tailored by tuning the thermal history of the glass. The existence of such nano-heterogeneity has important consequences on the mechanical properties of glasses, since it can induce some level of crack deflection. This is important as these results establish a new degree of freedom (besides the chemical composition) to enhance glasses’ resistance to fracture.\n\nSecond, this project demonstrated that tuning the microstructure of glass by inducing some controlled nanoscale liquid-liquid phase separation can significantly increase glass’ toughness (with up to a 90% increase in the fracture energy). This research showed that the extent of toughening induced by phase separation arises from a balance between the overall cohesion of the phase-separated glass and the propensity for crack deflection. The largest extent of toughening was achieved in the case of soft, yet tough nanoinclusions (as obtained in the presence of silica nanodroplets). In this situation, the crack shows a high propensity for traveling through the softer nanoinclusions, which results in a large increase in the effective cohesion of the phase-separated glass. Importantly, such nanoscale phase separation does not affect the transparency of the glass.\n\nBased on these fundamental insights, this project led to the discovery of a new ultratough glass, which features a world-record fracture toughness. This glass exhibits a fracture toughness of 1.4 MPa&middot;m^0.5 that is twice as high as that of commercial glasses for mobile devices. This is an important discovery as it changes our perception of glass, which is often assumed to intrinsically be a brittle material. These results demonstrated that this does not have to be the case. This discovery could stimulate new applications for glasses, which use is often limited by their brittleness. In addition, enhancing glass’s toughness could permit reduction of material usage while improving performance in many practical applications. For instance, lighter automotive windshields would result in significant energy savings. In a world where humans now primarily interact with electronic devices through a piece of glass, the discovery of virtually unbreakable glasses could revolutionize the glass industry.\n\nThis project trained three Ph.D. students, one postdoctoral scholar, four master students (including three female students), and seven undergraduate students (including three female students). Students received several major awards and had the opportunity to present the outcomes of their research at international conferences. All the students were regularly interacting with research scientists from industry partners. This contributed to exposing them to an industrial research and development environment, which is key for the development of the future workforce that the U.S. industry needs. Several new classes, short-courses, and online video tutorials were developed within the scope of this award. Finally, through a series of events and courses, this award has supported the 2022 International Year of Glass declared by the United Nations General Assembly to celebrate the heritage and importance of this material in our lives.\n\n\t\t\t\t\tLast Modified: 10/28/2022\n\n\t\t\t\t\tSubmitted by: Mathieu Bauchy"
 }
}