{
 "awd_id": "1762522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Studies on Electrochemical Separation Process for Titanium from Mixed Scrap",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 382471.0,
 "awd_amount": 382471.0,
 "awd_min_amd_letter_date": "2018-08-05",
 "awd_max_amd_letter_date": "2018-08-05",
 "awd_abstract_narration": "This grant will support fundamental research that will contribute new knowledge related to an electrochemical manufacturing process, promoting the progress of science and advancing national prosperity. The increase in demand for titanium in transportation industries has created a need for the development of an alternate technology that is low cost, energy-efficient and environmentally benign. This award supports research to enable a novel pathway for the electrochemical manufacturing of titanium from domestic metal sources (i.e. scrap) using ionic liquid electrolytes at low temperatures (about 100 degree centigrade). Electrochemical studies will be combined with computational process modeling. It is envisioned that this new low temperature electrochemical manufacturing of titanium will be an environmentally benign process with significant reduction in energy consumption and cost as compared to the conventional process. Therefore, results obtained from this research will benefit the U.S. economy and society. This research involves several disciplines including electrochemistry, metallurgical and materials engineering, computational science and manufacturing. The multi-disciplinary approach in research and training program on manufacturing technology will educate students, build a future work force, broaden participation of underrepresented student groups in research activities and positively impact STEM and engineering programs.\r\n\r\nThe new electrochemical manufacturing process studied in this work can overcome several limitations existing in the lightweight metals manufacturing process involving high temperature thermal process resulting high losses of metal values, high energy consumption and generation of greenhouse gases. However, some scientific and engineering barriers are yet to be overcome to realize the full potential of electrochemical manufacturing process. This research is to fill the knowledge gap on fundamental understanding of science of titanium metal manufacturing technology. Both experimental and electrochemical modeling studies will be conducted. The research will generate fundamental understanding of thermodynamic and transport properties of electrolytes and electrode materials, and diffusion coefficients of the electro-active species. It will also significantly enhance our fundamental understanding of separation of complex chemical species and electrochemical reaction mechanisms. This will be input to the development of the electrochemical process (CFD) model. The electrode charge-transfer reactions and the reaction kinetics for species will be incorporated into this new model. The electric field, fluid flow, current density and species distribution at the electrodes as a function of applied voltages, temperatures and species concentrations will be modeled. The model will be validated using the experimental results. Correlations of model results verified with experimental parameters results, as well as process modeling and optimization for the metal manufacturing process will be carried out. Results of this research are potentially transformative to lightweight metals manufacturing processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramana",
   "pi_last_name": "Reddy",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ramana G Reddy",
   "pi_email_addr": "rreddy@eng.ua.edu",
   "nsf_id": "000204574",
   "pi_start_date": "2018-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University Blvd.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354860005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 382471.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>The fundamental understanding of the science of titanium metal separation using ionic liquids at low temperatures is essential. In this project, development of a novel manufacturing process for the electrochemical separation of titanium from mixed scrap was assessed. The major tasks for the project include: 1) Electrochemical Studies: determination of electrochemical properties of ionic liquids for electrolysis of titanium. Conducted the cyclic voltammetry studies to determine the electrode kinetics and perform chronoamperometric studies to determine the nucleation and growth mechanism, 2) Separation of Titanium:<strong> </strong>conducted electrochemical experiments for separation of titanium from different resources such as Ti-scrap using ionic liquids. Optimization of the process variables such as applied voltage, electrolyte composition, and the temperature for achieving high separation efficiencies, 3) Process Modeling: development of an electrochemical model for fluid flow, voltage, current density, and species distribution at the electrode and in the electrolyte, and then validation of the model results with the experimental data. Electrochemical separation of titanium from mixed scrap using ionic liquids at low temperatures (~100 ?C) was systematically investigated in this research project. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Significant Results:</p>\n<p>The fundamental results obtained on electrochemical studies, separation of titanium from mixed scrap and electrochemical process modeling were discussed. The conductivity of three different ionic liquid electrolytes, 1-butyl-3-methylimidazolium chloride (BMIC)-AlCl<sub>3</sub>-TiCl<sub>4</sub>, 1-ethyl-3-methyl-imidazolium chloride (EMIC)-AlCl<sub>3</sub>-TiCl<sub>4,</sub> and 1-hexyl-3-methyl-imidazolium chloride (HMIC)-AlCl<sub>3</sub>-TiCl<sub>4, </sub>were measured by electrochemical impedance spectroscopy (EIS) for different temperatures and molar ratios. With increasing temperature, conductivity increased, and with increasing the TiCl<sub>4</sub> content,<sub> </sub>conductivity increased up to a certain molar composition and then decreased.</p>\n<p>The electrochemical behavior of titanium-chloroaluminate anion species in the 1-butyl-3-methyl imidazolium chloride (BMIC)-aluminum chloride (AlCl3) ionic liquid (IL) electrolyte with mole fraction of AlCl3 of O.667 was investigated at 383K by cyclic voltammetry, chronoamperometry, and chronopotentiometry. The cyclic voltammograms indicated that the reduction of [Al<sub>2</sub>Cl<sub>7</sub>]<sup>&minus;</sup> and [Ti(Al<sub>2</sub>Cl<sub>7</sub>)<sub>4</sub>]<sup>2&minus;</sup> species to corresponding Al and Ti forms was a diffusion-controlled phenomenon. The diffusion coefficients (D) of the anion-species in BMIC-AlCl3 IL determined at 383 K</p>\n<p>The constant voltage and constant current electrodeposition of Ti-Al alloy from BMIC-AlCl<sub>3</sub> and EMIC-AlCl<sub>3</sub> ionic liquid electrolytes with an AlCl<sub>3</sub> mole fraction of 0.667 (molar ratio of 1:2) were investigated at different potentials (2.0 to 3.5 V) and different current densities (20 to 60 mA/cm<sup>2</sup>) for 4 hours. Based on the SEM-EDS and XRD analyses, the Ti-content in the Ti-Al electrodeposit was 40 at.% at a potential higher than -2.5 volt in a two-electrode electrodeposition configuration. XRD confirmed the phase of Ti<sub>0.4</sub>Al<sub>0.6</sub>, which observed at all the potentials from 2.5 to 3.5 V.</p>\n<p>A 3-D model for modeling of electrodeposition of Ti has been developed in ANSYS Fluent. The cathode current density and cathode interfacial resistance/contact during titanium-aluminum alloy electrodeposition was calculated. Cathode current density and contact resistance between cathode and electrolyte during the Ti-Al electrodeposition process using AlCl<sub>3</sub>:BMIC:TiCl<sub>4, </sub>and<sub> </sub>AlCl<sub>3</sub>:BMIC electrolytes were calculated as a function of applied potential and temperature. The cathode current density increases with increasing applied potential and temperature. Cathode contact resistance decreases with increasing applied potential and temperature.</p>\n<p>&nbsp;</p>\n<p>Impacts:</p>\n<p>The electrochemical and transport experimental and modeling research in this project has a significant impact and provides research information on fundamental understanding of electrochemical separation process for titanium. The electrochemical system, measurement of properties, and thermodynamic software and modeling of electrochemical processes all have a significant beneficial impact on their application to other engineering and sciences research, particularly on metals separation and manufacturing.</p>\n<p>The project made an impact on gaining teaching and educational experiences to undergraduate, graduate students, and post-docs in understanding and using the experimental techniques and fundamentals of electrochemical separation processes for titanium. It helped them to know the methodology to conduct the experiments, analyze the results, and characterize the samples using different characterization techniques. The beneficial impact of the project has enabled a development of an undergraduate laboratory on electrochemical experiment on separation of metals from metals scrap. During this project, three graduate students, two undergraduate students and two postdoctoral fellows gained research experience. The educational experience includes the electrochemical system, cyclic voltammetry studies to investigate the electrode kinetics, chronoamperometry studies to determine nucleation and growth mechanism and thermodynamic software program, modeling of electrochemical processes. Ten research articles were published, and seven conference papers were presented. Results of this project were shared and acknowledged with peers in the materials and manufacturing sessions, and conference and Journal papers publications.</p>\n<p>The resources that were developed in this research project were used for demonstration purposes to recruit students in science and engineering programs (STEM) and to educate them in the electrochemical manufacturing processes. The electrochemical properties generated for the titanium along with the modeling data for the titanium electrochemical processes in this research will be useful in the future design of electrochemical systems. These processes are expected to provide efficient separation of metals solutions for future generations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2023<br>\n\t\t\t\t\tModified by: Ramana&nbsp;G&nbsp;Reddy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThe fundamental understanding of the science of titanium metal separation using ionic liquids at low temperatures is essential. In this project, development of a novel manufacturing process for the electrochemical separation of titanium from mixed scrap was assessed. The major tasks for the project include: 1) Electrochemical Studies: determination of electrochemical properties of ionic liquids for electrolysis of titanium. Conducted the cyclic voltammetry studies to determine the electrode kinetics and perform chronoamperometric studies to determine the nucleation and growth mechanism, 2) Separation of Titanium: conducted electrochemical experiments for separation of titanium from different resources such as Ti-scrap using ionic liquids. Optimization of the process variables such as applied voltage, electrolyte composition, and the temperature for achieving high separation efficiencies, 3) Process Modeling: development of an electrochemical model for fluid flow, voltage, current density, and species distribution at the electrode and in the electrolyte, and then validation of the model results with the experimental data. Electrochemical separation of titanium from mixed scrap using ionic liquids at low temperatures (~100 ?C) was systematically investigated in this research project.  \n\n \n\nSignificant Results:\n\nThe fundamental results obtained on electrochemical studies, separation of titanium from mixed scrap and electrochemical process modeling were discussed. The conductivity of three different ionic liquid electrolytes, 1-butyl-3-methylimidazolium chloride (BMIC)-AlCl3-TiCl4, 1-ethyl-3-methyl-imidazolium chloride (EMIC)-AlCl3-TiCl4, and 1-hexyl-3-methyl-imidazolium chloride (HMIC)-AlCl3-TiCl4, were measured by electrochemical impedance spectroscopy (EIS) for different temperatures and molar ratios. With increasing temperature, conductivity increased, and with increasing the TiCl4 content, conductivity increased up to a certain molar composition and then decreased.\n\nThe electrochemical behavior of titanium-chloroaluminate anion species in the 1-butyl-3-methyl imidazolium chloride (BMIC)-aluminum chloride (AlCl3) ionic liquid (IL) electrolyte with mole fraction of AlCl3 of O.667 was investigated at 383K by cyclic voltammetry, chronoamperometry, and chronopotentiometry. The cyclic voltammograms indicated that the reduction of [Al2Cl7]&minus; and [Ti(Al2Cl7)4]2&minus; species to corresponding Al and Ti forms was a diffusion-controlled phenomenon. The diffusion coefficients (D) of the anion-species in BMIC-AlCl3 IL determined at 383 K\n\nThe constant voltage and constant current electrodeposition of Ti-Al alloy from BMIC-AlCl3 and EMIC-AlCl3 ionic liquid electrolytes with an AlCl3 mole fraction of 0.667 (molar ratio of 1:2) were investigated at different potentials (2.0 to 3.5 V) and different current densities (20 to 60 mA/cm2) for 4 hours. Based on the SEM-EDS and XRD analyses, the Ti-content in the Ti-Al electrodeposit was 40 at.% at a potential higher than -2.5 volt in a two-electrode electrodeposition configuration. XRD confirmed the phase of Ti0.4Al0.6, which observed at all the potentials from 2.5 to 3.5 V.\n\nA 3-D model for modeling of electrodeposition of Ti has been developed in ANSYS Fluent. The cathode current density and cathode interfacial resistance/contact during titanium-aluminum alloy electrodeposition was calculated. Cathode current density and contact resistance between cathode and electrolyte during the Ti-Al electrodeposition process using AlCl3:BMIC:TiCl4, and AlCl3:BMIC electrolytes were calculated as a function of applied potential and temperature. The cathode current density increases with increasing applied potential and temperature. Cathode contact resistance decreases with increasing applied potential and temperature.\n\n \n\nImpacts:\n\nThe electrochemical and transport experimental and modeling research in this project has a significant impact and provides research information on fundamental understanding of electrochemical separation process for titanium. The electrochemical system, measurement of properties, and thermodynamic software and modeling of electrochemical processes all have a significant beneficial impact on their application to other engineering and sciences research, particularly on metals separation and manufacturing.\n\nThe project made an impact on gaining teaching and educational experiences to undergraduate, graduate students, and post-docs in understanding and using the experimental techniques and fundamentals of electrochemical separation processes for titanium. It helped them to know the methodology to conduct the experiments, analyze the results, and characterize the samples using different characterization techniques. The beneficial impact of the project has enabled a development of an undergraduate laboratory on electrochemical experiment on separation of metals from metals scrap. During this project, three graduate students, two undergraduate students and two postdoctoral fellows gained research experience. The educational experience includes the electrochemical system, cyclic voltammetry studies to investigate the electrode kinetics, chronoamperometry studies to determine nucleation and growth mechanism and thermodynamic software program, modeling of electrochemical processes. Ten research articles were published, and seven conference papers were presented. Results of this project were shared and acknowledged with peers in the materials and manufacturing sessions, and conference and Journal papers publications.\n\nThe resources that were developed in this research project were used for demonstration purposes to recruit students in science and engineering programs (STEM) and to educate them in the electrochemical manufacturing processes. The electrochemical properties generated for the titanium along with the modeling data for the titanium electrochemical processes in this research will be useful in the future design of electrochemical systems. These processes are expected to provide efficient separation of metals solutions for future generations.\n\n \n\n\t\t\t\t\tLast Modified: 10/25/2023\n\n\t\t\t\t\tSubmitted by: Ramana G Reddy"
 }
}