{
 "awd_id": "1762774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multiple Scale Biomechanics of Tissue Damage in the White Matter of the Human Central Nervous System",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 291506.0,
 "awd_amount": 349637.0,
 "awd_min_amd_letter_date": "2018-05-15",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "The debilitating long-term consequences of traumatic brain injury (TBI) caused by head impacts in sports or blast effects in war are now generally recognized as dangerous.  Even milder head impacts require patient monitoring, though for how long is not completely known.  To care for people with less obvious injuries and to measure whether a patient has healed, new approaches to brain imaging are needed.  This research is targeted at improving the prediction and monitoring of brain injuries.  A loss of white matter is one of the changes in brain tissue after injury. How the head impact is distributed as stress in the brain is not known, nor do we know the tolerance of brain cells to stress. This research project will use fast confocal microscopy and Magnetic Resonance Imaging (MRI) techniques to develop and validate a multiscale mechanical model for brain white matter that can predict cell injury.  This validated model will be used to estimate axonal injury in the brain using impact models of the whole brain.  The research will be used in the education of undergraduate and graduate students.  The PI instituted the GirlsConnect club in Mechanical and Aerospace Engineering to increase the participation and retention of women in this field.\r\n\r\nThis project will focus on identifying the injury thresholds for individual axons within white matter when the tissue is exposed to dynamic, mechanical stretch. This interdisciplinary research builds on the innovative experimental approaches to understand axon kinematics and novel multi-scale computational models of the collaborative team to introduce: (i) Analysis of axon-level displacements and sub-failure axonal damage following clinically-relevant, dynamic loading of white matter; (ii) Computational incorporation of the composite mechanics of axon and glial matrix interaction, including damage, into the global (macro) response of the white matter following tissue-scale loading; (iii) Quantitative prediction of stress concentrations at the axon-level from the computational models; and (iv) Integration of clinical imaging (MRI and Magnetic Resonance Elastography) and subsequent histopathology and correlation of mechanical properties to axonal damage. The multi-scale model will enable the prediction of changes in bulk mechanical properties from damage to the axonal microstructure and from myelin degeneration. It is anticipated that this model can be easily integrated into advanced imaging modalities to predict and monitor brain injury and disease.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Georgiadis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Georgiadis",
   "pi_email_addr": "jgeorgia@iit.edu",
   "nsf_id": "000467303",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Konstantinos",
   "pi_last_name": "Arfanakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Konstantinos Arfanakis",
   "pi_email_addr": "arfanakis@iit.edu",
   "nsf_id": "000337745",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070E",
   "pgm_ref_txt": "INTEG OF HUMAN & COGNITIVE"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "091Z",
   "pgm_ref_txt": "Data Initiatives"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 291506.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 58131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the US, 95% of the 7 million head injuries reported annually are mild, but mild traumatic brain injury (mTBI) is difficult to diagnose. Diffuse axonal injury is the most significant cause of morbidity following brain trauma. The overarching aim of this research project is to quantitatively understand the multi-scale mechanics associated with traumatic injury to central nervous system (CNS) white matter. This includes evaluating how mechanical forces are transferred to individual cells of neural tissue (axons and glia), and how these components respond separately. This information is vital for localizing the extent and severity of damage, designing appropriate in vitro and vivo models to study mTBI, and rationally developing safety means and measures to prevent injuries. The PI integrated the materials and methods developed during the duration of this project into sophisticated digital twin models used in teaching biomechanics to undergraduates and for popularizing brain biomechanics.</p>\n<p>At least two challenges were addressed in the path towards understanding the dynamics of CNS traumatic injury. The first has to do with the disparity of length scales: blunt impact exposes the whole tissue to mechanical excitation but damage occurs at the cellular level. For example, brain imaging using magnetic resonance imaging gives millimeter resolution, but studying individual neuron damage requires resolution at the micrometer length scale. We bridged this gap by incorporating sub-voxel computational models for white matter, consisting of bundles on neurons surrounded by the glial matrix. These models accounts for the effective mechanical anisotropy introduced by the individual axon bundles embedded in the glial matrix, the 3-D morphology and curvature of the axonal bundles, the intrinsic mechanical properties of each phase (axon and glial matrix). Machine learning algorithms were developed to predict the response of multi-axon assemblies on a larger scale, using information obtained by histology or confocal microscopy. The scaled-up models connect the effective (volume averaged) properties of the tissue, to axon volume fraction and to the intrinsic properties of axons and glia, and were used to extract these properties from whole brain experiments. By simulating harmonic shear loading, we demonstrated that the effective transverse shear moduli are higher than the axial moduli, and this was verified by our human brain brain elastography data. The degree of myelination is an important contributor to overall tissue stiffness, since myelin is stiff and it forms the boundary between the axon and the glial phase. We also found that the axon/glia composites are more sensitive to shear loading than tensile loading, and that axon curvature plays a very important role in the overall dynamic behavior of brain tissue. This is corroborated by clinical data found in the literature indicating that neural damage is frequently found at the grey-white matter junction, where projections from cortical neurons often make sharp turns into the sub-cortical white matter, and decussations where axons cross, such as in the brain stem, corpus callosum, corona radiata, etc.&nbsp;</p>\n<p>The second challenge involves studying the dynamic nature of the mechanical response of the tissue. Brain trauma involves rapid acceleration/deceleration of the tissue, but measurements of mechanical properties are typically obtained under static or harmonic loading. TBI inherently involves the mechanical response of brain white matter across multiple temporal scales, and the quantification of this response is inherently difficult because the tissue constituents do not respond in the same manner. On the other hand, the viscoelastic characterization of axon properties that are based on interpretation of results from in vivo brain Magnetic Resonance Elastography (MRE). These results indicate that the shear moduli depend on the actuation frequency used to generate shear waves with which measurements are made. A fractional viscoelastic model of the axons and glial matrix was developed in the time domain to address impulse loading. Given the paucity of human experimental data, this model was applied to interpret shear wave propagation experiments following focused ultrasound pulse excitation of excised porcine brains. A 3-D stereotactic system was built that allows both ultrasound imaging of the whole brain and accurate localization of tissue samples to be excised for further study. The ultrasound component allows both anatomical, and shear wave elastography imaging following a focused ultrasound &ldquo;push&rdquo;. The spatial registration allows the extraction of thin tissue slices for oscillating disk rheometry from areas identified by ultrasound imaging, and of sections selected for histological examination (using immunofluorescence microscopy). We are building a database of material parameters for different load cases, axon volume fractions, and incorporate the properties into tissue-scale models, which can be directly compared to further experiments.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/11/2024<br>\nModified by: John&nbsp;G&nbsp;Georgiadis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn the US, 95% of the 7 million head injuries reported annually are mild, but mild traumatic brain injury (mTBI) is difficult to diagnose. Diffuse axonal injury is the most significant cause of morbidity following brain trauma. The overarching aim of this research project is to quantitatively understand the multi-scale mechanics associated with traumatic injury to central nervous system (CNS) white matter. This includes evaluating how mechanical forces are transferred to individual cells of neural tissue (axons and glia), and how these components respond separately. This information is vital for localizing the extent and severity of damage, designing appropriate in vitro and vivo models to study mTBI, and rationally developing safety means and measures to prevent injuries. The PI integrated the materials and methods developed during the duration of this project into sophisticated digital twin models used in teaching biomechanics to undergraduates and for popularizing brain biomechanics.\n\n\nAt least two challenges were addressed in the path towards understanding the dynamics of CNS traumatic injury. The first has to do with the disparity of length scales: blunt impact exposes the whole tissue to mechanical excitation but damage occurs at the cellular level. For example, brain imaging using magnetic resonance imaging gives millimeter resolution, but studying individual neuron damage requires resolution at the micrometer length scale. We bridged this gap by incorporating sub-voxel computational models for white matter, consisting of bundles on neurons surrounded by the glial matrix. These models accounts for the effective mechanical anisotropy introduced by the individual axon bundles embedded in the glial matrix, the 3-D morphology and curvature of the axonal bundles, the intrinsic mechanical properties of each phase (axon and glial matrix). Machine learning algorithms were developed to predict the response of multi-axon assemblies on a larger scale, using information obtained by histology or confocal microscopy. The scaled-up models connect the effective (volume averaged) properties of the tissue, to axon volume fraction and to the intrinsic properties of axons and glia, and were used to extract these properties from whole brain experiments. By simulating harmonic shear loading, we demonstrated that the effective transverse shear moduli are higher than the axial moduli, and this was verified by our human brain brain elastography data. The degree of myelination is an important contributor to overall tissue stiffness, since myelin is stiff and it forms the boundary between the axon and the glial phase. We also found that the axon/glia composites are more sensitive to shear loading than tensile loading, and that axon curvature plays a very important role in the overall dynamic behavior of brain tissue. This is corroborated by clinical data found in the literature indicating that neural damage is frequently found at the grey-white matter junction, where projections from cortical neurons often make sharp turns into the sub-cortical white matter, and decussations where axons cross, such as in the brain stem, corpus callosum, corona radiata, etc.\n\n\nThe second challenge involves studying the dynamic nature of the mechanical response of the tissue. Brain trauma involves rapid acceleration/deceleration of the tissue, but measurements of mechanical properties are typically obtained under static or harmonic loading. TBI inherently involves the mechanical response of brain white matter across multiple temporal scales, and the quantification of this response is inherently difficult because the tissue constituents do not respond in the same manner. On the other hand, the viscoelastic characterization of axon properties that are based on interpretation of results from in vivo brain Magnetic Resonance Elastography (MRE). These results indicate that the shear moduli depend on the actuation frequency used to generate shear waves with which measurements are made. A fractional viscoelastic model of the axons and glial matrix was developed in the time domain to address impulse loading. Given the paucity of human experimental data, this model was applied to interpret shear wave propagation experiments following focused ultrasound pulse excitation of excised porcine brains. A 3-D stereotactic system was built that allows both ultrasound imaging of the whole brain and accurate localization of tissue samples to be excised for further study. The ultrasound component allows both anatomical, and shear wave elastography imaging following a focused ultrasound push. The spatial registration allows the extraction of thin tissue slices for oscillating disk rheometry from areas identified by ultrasound imaging, and of sections selected for histological examination (using immunofluorescence microscopy). We are building a database of material parameters for different load cases, axon volume fractions, and incorporate the properties into tissue-scale models, which can be directly compared to further experiments.\n\n\n\t\t\t\t\tLast Modified: 03/11/2024\n\n\t\t\t\t\tSubmitted by: JohnGGeorgiadis\n"
 }
}