{
 "awd_id": "1762626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multifunctional 2D Polymers and Hybrids via Crystal Engineering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 394743.0,
 "awd_amount": 394743.0,
 "awd_min_amd_letter_date": "2018-03-01",
 "awd_max_amd_letter_date": "2018-03-01",
 "awd_abstract_narration": "This project advances the manufacture of crystalline polymer materials, promoting both the progress of science and advancing national prosperity. Crystallization as a materials processing technique is widely used in today's industry to manufacture fine chemicals, pharmaceuticals and semiconductors. However, in polymer engineering, the utilization of crystallization for processing purposes is limited because it is challenging to control polymer crystallization and even more difficult to grow polymer single crystals. Recent work demonstrated that polymer single crystals-based two dimensional polymers and hybrids have great potential in applications such as nanoparticle synthesis and patterning, surface enhanced Raman spectroscopy, artificial nanomotors and catalyst support. Uniform, functional, and controllable two-dimensional polymer single crystals must be produced at large scale for principal commercial applications, which is a major challenge to the community. This project develops two processing platforms called continuous evaporative solution crystallization and evaporative interface crystallization to produce these polymer crystals meet this challenge. The educational component of the project includes developing class modules, mentoring graduate and undergraduate students, and involving high school students in the research activities.    \r\n\r\nThe overarching goal of this research is developing a versatile processing approach to synthesize polymer single crystal-based, two dimensional polymers and hybrids. The major research activities of the work include: 1) Developing a library of homo-crystal and hetero-crystal seeds to control the polymer single crystal size and size distribution; 2) Improving the yield of polymer single crystal growth using a continuous evaporative solution crystallization method; 3) Developing an evaporative interface crystallization method to grow wafer-size two dimensional polymer single crystals; 4) Better understanding the growth control of multi-component, end-dissimilar polymers in order to achieve two dimensional polymer single crystals with nanoscale chemical heterogeneity. It is anticipated that such an exquisite morphological control directly leads to two dimensional hybrids with controlled nanoparticle type, loading, and spatial distribution, which are critical for their intended applications in catalysis, nanomotors and nanoparticle patterning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Li",
   "pi_email_addr": "chrisli@drexel.edu",
   "nsf_id": "000275409",
   "pi_start_date": "2018-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 394743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Crystallization as a materials processing technique is widely used in today&rsquo;s industry to manufacture fine chemicals, pharmaceuticals, and semiconductors. However, in polymer engineering, utilizing crystallization for processing is limited because it is challenging to control polymer crystallization and even more difficult to grow single crystals. Recent work demonstrated that polymer single crystals-based two-dimensional polymers and hybrids have great potential in nanoparticle synthesis and patterning applications, surface-enhanced Raman spectroscopy, artificial nanomotors, and catalyst support. To push this field forward, the PI&rsquo;s group systematically investigated using water surfaces to control the crystallization pathways in the project. A number of model polymers were investigated, and it was shown that a simple evaporative crystallization on a water surface can lead to fascinating two-dimensional and one-dimensional single crystals. The process is fast, tunable, and applicable to a variety of polymers. This method was further applied as a powerful solvent annealing technique to tune polymer nanofiber morphology and biomimetic mineralization process. It is anticipated that this new method can provide a unique scientific framework to study polymer crystallization and nanomaterial/hybrid materials manufacturing. The research results have been published in leading scientific journals in PI&rsquo;s field. The PI and his student have attended National meetings, such as American Physical Society and American Chemical Society meetings, to present the research results, despite the Pandemic. Research activities have been used in classroom teaching and outreach to K-12 students. In particular, the PI and his students participated in outreach activities such as Philly Materials Day and the week-long ASM materials camps.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2023<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCrystallization as a materials processing technique is widely used in today’s industry to manufacture fine chemicals, pharmaceuticals, and semiconductors. However, in polymer engineering, utilizing crystallization for processing is limited because it is challenging to control polymer crystallization and even more difficult to grow single crystals. Recent work demonstrated that polymer single crystals-based two-dimensional polymers and hybrids have great potential in nanoparticle synthesis and patterning applications, surface-enhanced Raman spectroscopy, artificial nanomotors, and catalyst support. To push this field forward, the PI’s group systematically investigated using water surfaces to control the crystallization pathways in the project. A number of model polymers were investigated, and it was shown that a simple evaporative crystallization on a water surface can lead to fascinating two-dimensional and one-dimensional single crystals. The process is fast, tunable, and applicable to a variety of polymers. This method was further applied as a powerful solvent annealing technique to tune polymer nanofiber morphology and biomimetic mineralization process. It is anticipated that this new method can provide a unique scientific framework to study polymer crystallization and nanomaterial/hybrid materials manufacturing. The research results have been published in leading scientific journals in PI’s field. The PI and his student have attended National meetings, such as American Physical Society and American Chemical Society meetings, to present the research results, despite the Pandemic. Research activities have been used in classroom teaching and outreach to K-12 students. In particular, the PI and his students participated in outreach activities such as Philly Materials Day and the week-long ASM materials camps.\n\n \n\n\t\t\t\t\tLast Modified: 08/17/2023\n\n\t\t\t\t\tSubmitted by: Christopher Li"
 }
}