{
 "awd_id": "1762507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scalable Nanomanufacturing of Two-Dimensional Materials by High Speed Compressible Gas Flow Exfoliation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Y. Kevin Chou",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 398598.0,
 "awd_amount": 398598.0,
 "awd_min_amd_letter_date": "2018-05-23",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "Two-dimensional materials are atomic layer thick nanomaterials that have unusual electrical, photonic and mechanical properties. Graphene, boron nitride, and molybdenum disulfide are examples of two-dimensional materials that are finding numerous applications in next-generation electronics, composites, consumer goods, energy generation, and healthcare. One of the main barriers to commercial adoption of two-dimensional materials is the lack of scalable nanomanufacturing processes that can take a lab bench process and put it on the factory floor. This project offers new knowledge for addressing this challenge via fundamental research on a novel method that entails rapidly producing flakes or nanosheets of two-dimensional materials by employing high-pressure gas flow. Unlike the wide assortment of existing methods that require time based treatment, this new two-dimensional material nanomanufacturing process is rapid and continuous, thus providing the high throughput production capacity demanded by plant-based manufacturing. In addition, this process is environmentally friendly and produces materials of quality that is either better than or comparable to those produced by existing methods. The results of this work advances the nation's prosperity and security by boosting competitiveness of U.S. manufacturing efforts on the international stage and promoting broader adoption of two-dimensional materials into next-generation nanotechnology-enabled products. The project is multidisciplinary and involves manufacturing, fluid dynamics, computational simulations, and materials science. Several graduate and undergraduate students are trained in these disciplines through this project. The research  multidisciplinary approach and outreach activities jointly help in broadening participation of women and underrepresented minority students in advanced research and significantly impact engineering education.\r\n\r\nCompressible flow exfoliation produces few layered two-dimensional (2D) materials in a continuous manner using a high-pressure multiphase gas flowing through a narrow orifice, followed by collection in a suitable solvent. This project fills the knowledge gap on the mechanisms and scalability of exfoliation in the presence of a rapidly expanding gaseous phase. In particular, it contributes to the knowledge of how 2D materials interact and fragment in the presence of high shear and shockwaves. This research involves performing process experiments guided by gas dynamics principles and computational fluid dynamic simulations that test the high shear rate exfoliation hypothesis. Throughput, yield and flake quality of the processed 2D materials are optimized and their link to the gas, particle and post-processing colloid characteristics are established. The feasibility of the compressible flow exfoliation approach are demonstrated by integrating the processed 2D materials into next-generation nanotechnology-enabled systems such as gas-barrier nanocomposite films and electrically conductive inks for printable electronics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duane",
   "pi_last_name": "Hixon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Duane Hixon",
   "pi_email_addr": "duane.hixon@utoledo.edu",
   "nsf_id": "000260901",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Syed",
   "pi_last_name": "Rizvi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Syed R Rizvi",
   "pi_email_addr": "Reza.Rizvi@UToledo.edu",
   "nsf_id": "000740148",
   "pi_start_date": "2018-05-23",
   "pi_end_date": "2019-06-24"
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 398598.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two-dimensional materials are atomic layer thick nanomaterials that have unusual electrical, photonic and mechanical properties. Graphene, boron nitride, and molybdenum disulfide are examples of two-dimensional materials that are finding numerous applications in next-generation electronics, composites, consumer goods, energy generation, and healthcare. One of the main barriers to commercial adoption of two-dimensional materials is the lack of scalable nanomanufacturing processes that can take a lab bench process and put it on the factory floor. This project addresses such challenges by advancing a new method capable of mass-manufacturing atomically thin nanosheets of two-dimensional materials in a continuous fashion using supersonic high pressure gases. Unlike the wide assortment of existing methods that require time-based treatment, the compressible flow exfoliation (CFE) nanomanufacturing process that was investigated, is rapid and continuous, thus providing the high throughput production capacity demanded by plant-based manufacturing. In addition, this process is environmentally friendly and produces materials of quality that is either better than or comparable to those produced by existing methods. The results of this work advances the nation's prosperity and security by boosting competitiveness of U.S. manufacturing efforts on the international stage and promoting broader adoption of two-dimensional materials into next-generation nanotechnology-enabled products. The project is multidisciplinary and involves manufacturing, fluid dynamics, computational simulations, and materials science. Several graduate and undergraduate students were trained in these disciplines through this project. <br /><br />Compressible flow exfoliation (CFE) produces few layered two-dimensional (2D) materials in a continuous manner using a high-pressure multiphase gas flowing through a narrow orifice, followed by collection in a suitable solvent. Through this project knowledge gaps on the mechanisms and scalability of exfoliation in the presence of a rapidly expanding gaseous phase were filled. In particular, fundamentals around how 2D materials interact and fragment in the presence of high shear and shockwaves were investigated. An aerodynamic drag-based thermal model was able to describe the layer-separation mechanisms within CFE. Subsequent process experiments were guided by gas dynamics principles and computational fluid dynamic simulations which led to improved synthesis yields. Throughput, yield and flake quality of the processed 2D materials were optimized and links to the gas, particle and post-processing colloid characteristics were established. The feasibility of the compressible flow exfoliation approach was demonstrated by integrating the processed 2D materials into next-generation nanotechnology-enabled systems such as electrically conductive inks for printable electronics, nanocomposites for traction applications and thermally conductive plastics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2022<br>\n\t\t\t\t\tModified by: Duane&nbsp;Hixon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo-dimensional materials are atomic layer thick nanomaterials that have unusual electrical, photonic and mechanical properties. Graphene, boron nitride, and molybdenum disulfide are examples of two-dimensional materials that are finding numerous applications in next-generation electronics, composites, consumer goods, energy generation, and healthcare. One of the main barriers to commercial adoption of two-dimensional materials is the lack of scalable nanomanufacturing processes that can take a lab bench process and put it on the factory floor. This project addresses such challenges by advancing a new method capable of mass-manufacturing atomically thin nanosheets of two-dimensional materials in a continuous fashion using supersonic high pressure gases. Unlike the wide assortment of existing methods that require time-based treatment, the compressible flow exfoliation (CFE) nanomanufacturing process that was investigated, is rapid and continuous, thus providing the high throughput production capacity demanded by plant-based manufacturing. In addition, this process is environmentally friendly and produces materials of quality that is either better than or comparable to those produced by existing methods. The results of this work advances the nation's prosperity and security by boosting competitiveness of U.S. manufacturing efforts on the international stage and promoting broader adoption of two-dimensional materials into next-generation nanotechnology-enabled products. The project is multidisciplinary and involves manufacturing, fluid dynamics, computational simulations, and materials science. Several graduate and undergraduate students were trained in these disciplines through this project. \n\nCompressible flow exfoliation (CFE) produces few layered two-dimensional (2D) materials in a continuous manner using a high-pressure multiphase gas flowing through a narrow orifice, followed by collection in a suitable solvent. Through this project knowledge gaps on the mechanisms and scalability of exfoliation in the presence of a rapidly expanding gaseous phase were filled. In particular, fundamentals around how 2D materials interact and fragment in the presence of high shear and shockwaves were investigated. An aerodynamic drag-based thermal model was able to describe the layer-separation mechanisms within CFE. Subsequent process experiments were guided by gas dynamics principles and computational fluid dynamic simulations which led to improved synthesis yields. Throughput, yield and flake quality of the processed 2D materials were optimized and links to the gas, particle and post-processing colloid characteristics were established. The feasibility of the compressible flow exfoliation approach was demonstrated by integrating the processed 2D materials into next-generation nanotechnology-enabled systems such as electrically conductive inks for printable electronics, nanocomposites for traction applications and thermally conductive plastics.\n\n\t\t\t\t\tLast Modified: 09/28/2022\n\n\t\t\t\t\tSubmitted by: Duane Hixon"
 }
}