{
 "awd_id": "1763436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "D3SC: Modern Data Analysis Tools for Prediction and Understanding in Catalyst Discovery",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 451980.0,
 "awd_amount": 451980.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2018-07-10",
 "awd_abstract_narration": "Optimizing catalytic reactions has traditionally been a highly empirical process that can be labor and material intensive and scientifically unsatisfying. A goal of chemists in the synthesis field is to streamline this catalytic reactions by developing methods to correlate reaction outputs (such as reaction rates or selectivity for a certain product) to molecular structure. The resulting mathematical relationships then can be used to predict the performance of new catalysts without spending the labor or materials to make the compounds. To truly enable this emerging data-driven approach to optimization, new methods to describe or \"parameterize\" molecules effectively have to be developed. To this end, in this project, funded by the Chemical Catalysis Program of the Chemistry Division, Dr. Matthew Sigman of the University of Utah and his team are defining parameters that are capable at a high level of precision of examining structural features of catalysts and starting materials in a range of catalytic reactions. The catalysts produced by this optimization method can be applied to reactions of societal importance ranging from advanced manufacturing of compounds of medical relevance to novel materials. This program is highly collaborative in that several researchers are involved in applying Dr. Sigman's techniques to modern goals in catalysis. Dr. Sigman is actively engaged in outreach activities that build upon his research.  These activities include mentoring undergraduate researchers in his laboratory during the summer, building digital curriculum modules for use by undergraduates and graduate students in their studies, and performing demonstrations at local elementary schools. These diverse activities are directed at encouraging students at different stages in their education to pursue their interest in STEM fields.\r\n\r\nDr. Sigman is building diverse structural training sets, parameter libraries, and enhanced prediction tools for ligand screening to enable rapid identification of improved ligands for catalysis. The focus of this effort is on privileged ligand scaffolds, including various diamine ligands (bipyridines, pyridine oxazolines, and bisoxazolines), monodentate and bidentate phosphines, phosphino-oxazolines, and phosphoramidites. Results for building statistically significant models are acquired both within the Sigman laboratory as well as in collaboration with a wide range of research teams. The ultimate goal is to use the resultant correlations of the reaction outputs in combination with traditional physical organic tools to evolve a greater understanding of the underlying phenomenon responsible for how a particular catalyst/substrate combination performs. Dr. Sigman is actively engaged in STEM outreach programs including mentoring undergraduate researchers in his laboratory during the summer, building digital curriculum modules for use by undergraduates and graduate students in their studies, and performing demonstrations at local elementary schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Sigman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Sigman",
   "pi_email_addr": "sigman@chem.utah.edu",
   "nsf_id": "000453009",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Chemistry | University of Utah",
  "perf_str_addr": "315 S 1400 E",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 451980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Catalyst structure function relationships are the foundation of chemical reactivity and understanding of such has long been a central goal of the Sigman lab. While insight towards this underlying chemistry is critical for reaction development, optimization, and prediction it is particularly challenging to investigate given the complexity of modern catalysts and the necessity for high-quality empirical data. Previously, the means for statistically describing and predicting catalytic reactions was limited by the costly nature of describing molecules both accurately and robustly. This program sought to streamline the catalyst optimization processes by developing methods and publishing workflows to correlate reaction outputs (such as reaction rates and selectivity) to features of molecular structure. Furthermore, this work exploited modern data science tools to enhance our statistically derived relationships and enable prediction of catalyst performance without the need of physically testing a library in the laboratory. During this granting period, the Sigman lab used these machine learning, conformer selections, and DFT parameterization to improve workflows for optimization in ligand and substrate space with the end result of enhanced enantioselectivity and increased reactivity for cross-couplings. Using both low and high level computations to parameterize catalysts, we were able to control the mechanistic process via ligand selection and improve catalyst performance. Accomplishment of this work was highly collaborative in both academic and industrial spheres. This facet of the program is of major importance to the Sigman group as these collaborations build relationships between graduate and undergraduate students in the lab with collaborators and promote the intellectual merit of understanding fundamental chemical contribution to catalysis. Additionally, the COVID-19 pandemic impacted this particular granting cycle and encouraged the group to develop, and publish on YouTube, a series of educational videos on the use of data science in chemistry. Robust scientific collaborations and developing freely accessible educational materials expands the access of interested scientists to this work and continues to define the broader impacts of this program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2023<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Sigman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCatalyst structure function relationships are the foundation of chemical reactivity and understanding of such has long been a central goal of the Sigman lab. While insight towards this underlying chemistry is critical for reaction development, optimization, and prediction it is particularly challenging to investigate given the complexity of modern catalysts and the necessity for high-quality empirical data. Previously, the means for statistically describing and predicting catalytic reactions was limited by the costly nature of describing molecules both accurately and robustly. This program sought to streamline the catalyst optimization processes by developing methods and publishing workflows to correlate reaction outputs (such as reaction rates and selectivity) to features of molecular structure. Furthermore, this work exploited modern data science tools to enhance our statistically derived relationships and enable prediction of catalyst performance without the need of physically testing a library in the laboratory. During this granting period, the Sigman lab used these machine learning, conformer selections, and DFT parameterization to improve workflows for optimization in ligand and substrate space with the end result of enhanced enantioselectivity and increased reactivity for cross-couplings. Using both low and high level computations to parameterize catalysts, we were able to control the mechanistic process via ligand selection and improve catalyst performance. Accomplishment of this work was highly collaborative in both academic and industrial spheres. This facet of the program is of major importance to the Sigman group as these collaborations build relationships between graduate and undergraduate students in the lab with collaborators and promote the intellectual merit of understanding fundamental chemical contribution to catalysis. Additionally, the COVID-19 pandemic impacted this particular granting cycle and encouraged the group to develop, and publish on YouTube, a series of educational videos on the use of data science in chemistry. Robust scientific collaborations and developing freely accessible educational materials expands the access of interested scientists to this work and continues to define the broader impacts of this program.\n\n \n\n\t\t\t\t\tLast Modified: 01/13/2023\n\n\t\t\t\t\tSubmitted by: Matthew Sigman"
 }
}