{
 "awd_id": "1763827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Medium: Collaborative Research: Activity Recognition for Reducing Delays in Fast-Response Teamwork",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2018-09-11",
 "awd_max_amd_letter_date": "2023-07-05",
 "awd_abstract_narration": "Human performance in time-critical teamwork settings relies on appropriate and timely task completion. Time perception, a critical cognitive function that influences team performance, is often skewed in these settings and is impacted by cognitive workload.  This project will address timeliness errors by automatically and unobtrusively modeling and tracking cross-disciplinary task performance through analysis of verbal communication and the use of information artifacts. The resulting model will be used to display alerts about timeliness of critical tasks in a way that supports team members' information needs without increasing their cognitive workload. The benefits and costs of this approach will be evaluated in a simulation setting, measuring its impact on team performance and overall goal accomplishment, as well as its impact on workload and distraction. The application domain for this research is trauma resuscitation, the early evaluation and management of injured patients in the emergency department; the goal is for increased temporal awareness to improve both trauma team efficiency and patient outcomes, saving money and lives.  Further, the project will provide opportunities for interdisciplinary education involving students from computer science and medicine. \r\n\r\nThis project will develop techniques for monitoring the progress of teamwork and displaying alerts about timeliness of critical tasks. The key system components will include recognizing activities, modeling process deviations and delays, and displaying process information in a way that does not divert attention from the work. Novel techniques for activity recognition in fast-paced and crowded collaborative settings will be based on passive RFID, speech recognition, and computer vision, supplemented by other sensors and digital devices. The proposed research will develop (1) temporal models of verbal communication and digital document interaction during complex activities in fast-paced teamwork for the purpose of automatic activity recognition; (2) approaches for real-time recognition of over a hundred different activities in the presence of up to a thousand RFID tags; and (3) approaches for displaying delay information for rapid assimilation under high task load that learn from workers' responses to improve their usefulness to the team.  Together, the work will provide building blocks for computerized support of teams not just in the trauma domain, but in other domains with complex, interleaved tasks such as surgery, traffic control, and disaster management.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Marsic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan Marsic",
   "pi_email_addr": "marsic@rutgers.edu",
   "nsf_id": "000199340",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "96 Frelinghuysen Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543925",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 700000.0
  }
 ],
 "por": null
}