{
 "awd_id": "1763499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the interplay between creeping and seismogenic fault sections using large-scale laboratory experiments and high-resolution numerical models",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2018-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 389001.0,
 "awd_amount": 389001.0,
 "awd_min_amd_letter_date": "2018-04-11",
 "awd_max_amd_letter_date": "2020-03-30",
 "awd_abstract_narration": "Frictional and material properties vary along tectonic faults and directly affect the nucleation, propagation and arrest of earthquakes. This heterogeneous character of natural faults is what makes earthquakes complex and difficult to predict. Some fault sections are mostly locked but recurrently host earthquakes. Other sections are creeping and generally stable. However, under poorly understood circumstances, earthquakes that nucleated in an unstable section can propagate far into stable fault sections and result in particularly large and destructive events. This project investigates the causes that lead to activation of the creeping fault sections by combining large-scale laboratory earthquake experiments with physics-based numerical simulations. The modeled fault consists of stable and unstable parts which realistically reproduce the mechanics of earthquakes at heterogeneous faults. A better understanding of the interaction between stable and unstable fault sections will help us evaluate the potential for extremely large earthquakes that will likely enhance existing seismic hazard assessment tools. This project is a benefit to society because it will help us to better understand earthquakes and develop tools to assess these hazards, and it will add to STEM education of students while supporting new researchers in earthquake studies.\r\n\r\nThis research is a collaborative effort to investigate the mechanics of earthquake rupture arrest with focus on heterogeneous fault properties. It combines multiscale laboratory experiments and numerical modeling. The experiments provide physical constraints for the numerical models, while the modeling improves understanding, generalizing, and scaling up the experimental results. Large-scale laboratory earthquake experiments are conducted on a biaxial machine that generates repeatable sequences of dynamic rupture events contained within a 3-m long granite sample. The fault surfaces are coated with gouge to generate patches of velocity-weakening and velocity-strengthening materials. To explore scaling effects, additional experiments are conducted on a 0.76 m tabletop biaxial machine using plastic samples as forcing blocks. Smaller-scale double-direct shear experiments will benchmark the frictional constitutive parameters of the gouge materials, an essential step for the interpretation of the larger-scale laboratory earthquake observations and the development of realistic, high-resolution numerical models of dynamic rupture and arrest. The simulations include sequences of slip events that quantitatively reproduce the relevant scales of the experiments including the actual size of the apparatus and the rupture process zone.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "McLaskey",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory C McLaskey",
   "pi_email_addr": "gcm8@cornell.edu",
   "nsf_id": "000696589",
   "pi_start_date": "2018-11-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kammer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Kammer",
   "pi_email_addr": "kammer@cornell.edu",
   "nsf_id": "000756406",
   "pi_start_date": "2018-04-11",
   "pi_end_date": "2018-11-30"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "McLaskey",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory C McLaskey",
   "pi_email_addr": "gcm8@cornell.edu",
   "nsf_id": "000696589",
   "pi_start_date": "2018-04-11",
   "pi_end_date": "2018-11-30"
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "527 College Ave",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 256823.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 132178.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the conditions under which dynamic earthquake rupture will stop using both laboratory data and computer simulations. One component of the project was to use 3-m granite sample experiments at Cornell where laboratory-generated earthquake ruptures had stopped before breaking the entire 3-m sample. Laboratory observations of the distribution of slip and stress changes around the edge of a stopped rupture helped us develop a new analytical crack model for earthquake slip distributions, useful for future earthquake modelling efforts. The laboratory experiments also inspired the development of a suite of computer simulations of earthquake ruptures to explore earthquake scaling. Those simulations show that the observed scaling of seismically observable earthquake &ldquo;breakdown energy&rdquo; originally proposed in 2005 does not necessarily provide information about a fault&rsquo;s slip weakening process as originally suggested. This work, published in Nature Communications (Ke, McLaskey, Kammer, 2022), shows that scaling of breakdown energy can result from a scale invariant stress overshoot that may be a feature common to most earthquakes.</p>\n<p>&nbsp;In a second component of this work, we linked rate- and state-dependent friction properties determined from velocity stepping experiments at Penn State to observations of rupture fronts made on larger-scale experiments at Cornell. The Penn-State-derived friction parameters were used as input to computer models that reproduced the complex behavior observed at Cornell, such as delayed triggering and slow slip fronts. This work showed how a 0.76 m laboratory sample composed of plastic forcing blocks holding a shear zone of fine quartz gouge could be used to simulated triggering processes that would otherwise only occur on 10-m rock samples. Such a &ldquo;hybrid&rdquo; sample may facilitate a new generation of laboratory earthquake experiments where complex sequences of earthquakes can be achieved using only m-scale experiments.</p>\n<p>&nbsp;In addition to the above intellectual and technical advances, this project was the primary funding source for one Cornell student&rsquo;s PhD and it funded collaborative visits between Penn State and Cornell that contributed to the training of three graduate students at Cornell and two graduate students at Penn State. It also funded undergraduate research at Cornell and student and PI travel to conferences and workshops which were important for career development and dissemination of the research to a broader community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2022<br>\n\t\t\t\t\tModified by: Gregory&nbsp;C&nbsp;Mclaskey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the conditions under which dynamic earthquake rupture will stop using both laboratory data and computer simulations. One component of the project was to use 3-m granite sample experiments at Cornell where laboratory-generated earthquake ruptures had stopped before breaking the entire 3-m sample. Laboratory observations of the distribution of slip and stress changes around the edge of a stopped rupture helped us develop a new analytical crack model for earthquake slip distributions, useful for future earthquake modelling efforts. The laboratory experiments also inspired the development of a suite of computer simulations of earthquake ruptures to explore earthquake scaling. Those simulations show that the observed scaling of seismically observable earthquake \"breakdown energy\" originally proposed in 2005 does not necessarily provide information about a fault’s slip weakening process as originally suggested. This work, published in Nature Communications (Ke, McLaskey, Kammer, 2022), shows that scaling of breakdown energy can result from a scale invariant stress overshoot that may be a feature common to most earthquakes.\n\n In a second component of this work, we linked rate- and state-dependent friction properties determined from velocity stepping experiments at Penn State to observations of rupture fronts made on larger-scale experiments at Cornell. The Penn-State-derived friction parameters were used as input to computer models that reproduced the complex behavior observed at Cornell, such as delayed triggering and slow slip fronts. This work showed how a 0.76 m laboratory sample composed of plastic forcing blocks holding a shear zone of fine quartz gouge could be used to simulated triggering processes that would otherwise only occur on 10-m rock samples. Such a \"hybrid\" sample may facilitate a new generation of laboratory earthquake experiments where complex sequences of earthquakes can be achieved using only m-scale experiments.\n\n In addition to the above intellectual and technical advances, this project was the primary funding source for one Cornell student’s PhD and it funded collaborative visits between Penn State and Cornell that contributed to the training of three graduate students at Cornell and two graduate students at Penn State. It also funded undergraduate research at Cornell and student and PI travel to conferences and workshops which were important for career development and dissemination of the research to a broader community.\n\n \n\n\t\t\t\t\tLast Modified: 07/26/2022\n\n\t\t\t\t\tSubmitted by: Gregory C Mclaskey"
 }
}