{
 "awd_id": "1763618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Medium: Extreme Clustering",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928318",
 "po_email": "vpavlovi@nsf.gov",
 "po_sign_block_name": "Vladimir Pavlovic",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1103937.0,
 "awd_amount": 1103937.0,
 "awd_min_amd_letter_date": "2018-08-23",
 "awd_max_amd_letter_date": "2021-05-05",
 "awd_abstract_narration": "Clustering is a fundamental tool for data science, hypothesis discovery, pattern discovery, and information integration.  Given a collection of objects, clustering is the task of automatically grouping the objects so that objects within a group (called a cluster) are more similar to each other than to objects in other clusters.  Clustering is widely used in medicine, engineering, science and commerce. Most modern clustering methods scale well to a large number of objects, but not to a large number of clusters.  Furthermore currently widely used clustering methods excessively assign objects to clusters, suffer in accuracy, and do not represent uncertainty in the clustering.  All of these weaknesses limit analysis capabilities in many scientific, engineering, and other high-impact applications. This project is developing new machine learning and algorithms for large-scale clustering that scales to both massive number of objects and massive number of clusters.  This project will build on the recent preliminary success with a family of algorithms that build hierarchical clustering, which supports efficient re-assignment of data to new clusters, and which naturally represents uncertainty.  The new research aims to further increase accuracy and scalability. The project team will demonstrate its new research in multiple domains relevant to national priorities, including clustering chemical compounds for material science discovery, clustering single cell genome data, and entity resolution on scientific metadata (such as paper authors, patent authors, papers, institutions, etc)--- creating tools that advance scientific discovery, collaboration and scientific peer review.  All of the software developed as part of this project will be released as open source software in order to facilitate experimentation and adoption of our methods in research and practice. The project team will develop a tutorial at the intersection of machine learning and algorithms, and will additionally teach a course on efficient clustering methods to researchers beyond computer scientists.\r\n\r\nThis project will develop new research on machine learning and algorithms for hierarchical clustering that scales to both massive number of input objects, N, and massive number of clusters, K---a problem setting termed \"extreme clustering,\" named after its similarly- motivated supervised cousin, \"extreme classification.\" The project builds on the successes of recent preliminary work on PERCH, a family of algorithms for large-scale, incremental-data, non-greedy, hierarchical clustering that has achieved remarkable new state-of-the-art results. The method efficiently routes new data points to the leaves of an incrementally-built tree. Motivated by the desire for both accuracy and speed, the approach performs tree rotations both for the sake of enhancing subtree purity and encouraging balanced trees. Experiments demonstrate that PERCH constructs more accurate trees than other tree-building clustering algorithms and scales well with both N and K, achieving a higher quality clustering than the strongest at clustering competitor in nearly half the time. The project will perform new research (a) improving flexibility through alternative clustering cost functions and data representations, (b) further improving scalability and accuracy through new tree routing functions, (c) developing new tree-cut methods for determining the best clusterings and distributions over clusterings, and (d) inventing new methods for joint clustering of multiple inter-related data instance types. Evaluation and application of the research will be conducted on multiple broad-impact, large-data domains, including biomedicine, material science, image analysis, and scientific information integration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "McCallum",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew K McCallum",
   "pi_email_addr": "mccallum@cs.umass.edu",
   "nsf_id": "000253651",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Akshay",
   "pi_last_name": "Krishnamurthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akshay Krishnamurthy",
   "pi_email_addr": "akshay@cs.umass.edu",
   "nsf_id": "000747279",
   "pi_start_date": "2018-08-23",
   "pi_end_date": "2021-05-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Musco",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron N Musco",
   "pi_email_addr": "cmusco@cs.umass.edu",
   "nsf_id": "000813359",
   "pi_start_date": "2021-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "College of Information and Computer Science",
  "perf_str_addr": "140 Governors Drive",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1103937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Clustering is a ubiquitous tool across many application areas such as engineering, science, and commerce. It is widely used for data exploration, analysis, and visualization as well as for solving specific tasks including record linkage, coreference, and information integration. Given a collection of objects (i.e. data points), clustering is the task of discovering meaningful groups of objects from the data. For example, practitioners might cluster genome data or chemicals in material science to explore and analyze their data. Additionally clustering may be used to determine which ambiguous mentions of entities refer to the same entity, a key task in constructing knowledge bases, useful for combining data from disparate sources into a unified and accessible format, which in turn can support decision making, enhance efficiency, and increase innovation.&nbsp;</p>\n<p>While many clustering algorithms scale to large numbers of objects, few algorithms scale well with the number of clusters. This problem of scaling to both a massive number of input objects and massive number of clusters is termed \"extreme clustering,\" named after its similarly-motivated supervised cousin, \"extreme classification.\"</p>\n<p>The major goal of the project has been to develop scalable and accurate clustering algorithms.&nbsp; Over the course of the project we developed new algorithms for large-scale, non-greedy hierarchical clustering on continuously arriving data&ndash;&ndash;achieving outcomes more accurate than other scalable methods, and doing so orders of magnitude faster than previous standard methods, such as hierarchical agglomerative clustering.&nbsp; This method won a record linkage competition, and was deployed at the USPTO for inventor deduplication.&nbsp; We also developed new methods for compactly representing uncertainty in clustering, helping users explore alternative hypotheses; we demonstrated the superiority of our approach over approximate methods in analyzing real-world gene expression data used in cancer treatment.&nbsp; We furthermore developed new methods of human-computer interaction for more efficient knowledge base data cleaning, in which users can make easily-expressed yet powerful statements about the existence of a cluster having (and not having) particular features, which enabled more accurate clustering with dramatically fewer user feedback inputs.&nbsp;&nbsp;&nbsp;</p>\n<p>The work produced 23 publications, and more than five open-source software packages.</p><br>\n<p>\n Last Modified: 02/14/2024<br>\nModified by: Andrew&nbsp;K&nbsp;Mccallum</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nClustering is a ubiquitous tool across many application areas such as engineering, science, and commerce. It is widely used for data exploration, analysis, and visualization as well as for solving specific tasks including record linkage, coreference, and information integration. Given a collection of objects (i.e. data points), clustering is the task of discovering meaningful groups of objects from the data. For example, practitioners might cluster genome data or chemicals in material science to explore and analyze their data. Additionally clustering may be used to determine which ambiguous mentions of entities refer to the same entity, a key task in constructing knowledge bases, useful for combining data from disparate sources into a unified and accessible format, which in turn can support decision making, enhance efficiency, and increase innovation.\n\n\nWhile many clustering algorithms scale to large numbers of objects, few algorithms scale well with the number of clusters. This problem of scaling to both a massive number of input objects and massive number of clusters is termed \"extreme clustering,\" named after its similarly-motivated supervised cousin, \"extreme classification.\"\n\n\nThe major goal of the project has been to develop scalable and accurate clustering algorithms. Over the course of the project we developed new algorithms for large-scale, non-greedy hierarchical clustering on continuously arriving dataachieving outcomes more accurate than other scalable methods, and doing so orders of magnitude faster than previous standard methods, such as hierarchical agglomerative clustering. This method won a record linkage competition, and was deployed at the USPTO for inventor deduplication. We also developed new methods for compactly representing uncertainty in clustering, helping users explore alternative hypotheses; we demonstrated the superiority of our approach over approximate methods in analyzing real-world gene expression data used in cancer treatment. We furthermore developed new methods of human-computer interaction for more efficient knowledge base data cleaning, in which users can make easily-expressed yet powerful statements about the existence of a cluster having (and not having) particular features, which enabled more accurate clustering with dramatically fewer user feedback inputs.\n\n\nThe work produced 23 publications, and more than five open-source software packages.\t\t\t\t\tLast Modified: 02/14/2024\n\n\t\t\t\t\tSubmitted by: AndrewKMccallum\n"
 }
}