{
 "awd_id": "1763288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research:  Effects of Perceived Bias on Engineering Identity Development in the  Graduate Student Community",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 349860.0,
 "awd_amount": 349860.0,
 "awd_min_amd_letter_date": "2017-12-07",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "This project seeks to address the high level of attrition from engineering graduate programs. Engineering identity, or how one perceives oneself as an engineer, is strongly tied to persistence in engineering training and practice. The three-year research effort will uncover how graduate engineering students perceive experiences of bias and the effect of perceived bias on their engineering identity. This research will help engineering educators understand the ways that perceived bias impacts engineering identity development and measure perceived bias in a large national sample of engineering graduate students. The project will advance the understanding of the obstacles that confront those with the talent and ability to become engineering professionals. It also aims to recognize the key role that engineering graduate education can play in advancing research and theory about how graduate students perceive biases and the ways in which they do (or do not) develop resiliency that buffers their negative experiences. The focus on graduate-level engineering education promises to enrich a general understanding of how experiences with bias may suppress and divert career aspirations, while at the same time providing insight into the specific circumstances of advanced training in engineering professions for those who are determined to endure.\r\n\r\nPast research on engineering identity, recruitment, retention, and bias has focused on undergraduate students, leaving little empirical evidence for understanding graduate experiences. In addition, bias research studies STEM fields collectively, whereas we plan to focus specifically on engineering and individual disciplines within engineering. The project is divided into three phases of research, which will: (1) qualitatively explore the lived experiences of minority graduate engineering students' perceived bias and its effect on engineering identity development, via interviews; (2) quantitatively measure the perceived bias experiences and engineering identity of engineering graduate students via a national survey; and (3) qualitatively evaluate the interpretations of data from previous phases and revisit initial participants' experiences of perceived bias using interviews and participant video diary accounts. These three phases of research will be guided by the following research questions: RQ1. How do engineering graduate students conceptualize their own identities, perceive their identities as minority, and experience perceived bias based on those identities and identity intersections? RQ2. How does existing as a minority in a graduate program and experiencing/perceiving bias affect engineering identity? How does intersectional identity affect engineering identity? RQ3. Are there experiences related to engineering identity that mitigate the effects of perceived bias?  RQ4. Can existing identities support engineering identity development? If so, how can they be leveraged to support student persistence, performance, and participation? The goal is to generate empirical evidence that will: identify if/how perceived bias disrupts the development of an engineering identity, offer recommendations for best practices for reducing and mitigating bias, and suggest opportunities for bolstering engineering identity in engineering graduate programs and colleges.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Wyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Wyer",
   "pi_email_addr": "mbwyer@ncsu.edu",
   "nsf_id": "000433278",
   "pi_start_date": "2017-12-07",
   "pi_end_date": "2021-05-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elan",
   "pi_last_name": "Hope",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elan C Hope",
   "pi_email_addr": "ehope@prainc.com",
   "nsf_id": "000633153",
   "pi_start_date": "2021-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Cass",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl Cass",
   "pi_email_addr": "cheryl_cass@ncsu.edu",
   "nsf_id": "000599026",
   "pi_start_date": "2017-12-07",
   "pi_end_date": "2019-11-13"
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2310 Stinson Dr",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276077298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 349860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to better understand experiences of bias and discrimination in engineering graduate education settings and their effect on graduate engineering identity development for traditionally underserved students, namely women and men of color, and white women. Graduate engineering identity is how a person sees themselves as an engineer and includes performance/competence, interest, and recognition. Performance/competence is how confident a person is in their ability to do engineering-specific tasks. Interest is how much a person enjoys engineering topics and tasks. Recognition is an individual&rsquo;s assessment of if and how much others view them as an engineer. To understand how experiences of discrimination (on the basis of race and gender) effect graduate engineering identity collected qualitative interview data (n = 30) and survey data (n = 913) from graduate engineering students in doctoral degree-granting engineering programs across the United States. Our primary findings are as follows:</p>\n<p>First, we found that, overwhelmingly, women and men of color and white women experience discrimination from their peers, faculty, and advisors in classrooms, offices, and labs in their graduate engineering programs. Students recognize these discriminatory experiences and attribute them as part of the &ldquo;social fabric&rdquo; of engineering that reproduce oppressive norms.</p>\n<p>Second, we developed and validated a measure (The DEGrE Scale) to assess observations of discrimination based on race and sex that occur in graduate engineering education contexts. We identified four dimensions of discrimination: Faculty Equity, Advisor Equity, Environmental Sexism, and Lab Inequity. The DEGrE Scale can be used as a tool to assess discrimination in graduate engineering programs. Decision makers in higher education can use this data to provide structural changes to support retention and graduation among men and women of color, and white women, who are most likely to be pushed out of their degree programs.</p>\n<p>Third, we found that experiences of discrimination negatively affect the development of engineering identity and intentions to complete the doctoral engineering degree. Students with more experiences of discrimination are more likely to consider changing or change research labs or universities as they pursue their degrees. Changing labs, advisors, or universities have costs for students. They have additional emotional, financial, and educational progress burdens that can prolong and possibly derail degree persistence. Fourth, we found that strong advisor and peer relationships significantly improve graduate engineering identity and intentions to complete the doctoral degree. This positive impact is not consistent across racial, ethnic, and gender groups.</p>\n<p>Altogether, our research to understand graduate students&rsquo; identities (with regard to race, gender, profession, and other important parts of self) has expanded the conversation about graduate engineering identity development and informs future directions for graduate engineering identity theory innovation. Through this project, we have improved our understanding of engineering graduate student development and can indicate areas for education to innovate and address calls for further empirical research on doctoral education.&nbsp;This work begins to recognize the institutional, instructional, and individual opportunity structures which reinforce graduate engineering identity and those which erect barriers for traditionally underserved students. The results point to how these structures can be improved and altered to ensure equitable opportunities for all students.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/19/2023<br>\n\t\t\t\t\tModified by: Elan&nbsp;C&nbsp;Hope</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to better understand experiences of bias and discrimination in engineering graduate education settings and their effect on graduate engineering identity development for traditionally underserved students, namely women and men of color, and white women. Graduate engineering identity is how a person sees themselves as an engineer and includes performance/competence, interest, and recognition. Performance/competence is how confident a person is in their ability to do engineering-specific tasks. Interest is how much a person enjoys engineering topics and tasks. Recognition is an individual’s assessment of if and how much others view them as an engineer. To understand how experiences of discrimination (on the basis of race and gender) effect graduate engineering identity collected qualitative interview data (n = 30) and survey data (n = 913) from graduate engineering students in doctoral degree-granting engineering programs across the United States. Our primary findings are as follows:\n\nFirst, we found that, overwhelmingly, women and men of color and white women experience discrimination from their peers, faculty, and advisors in classrooms, offices, and labs in their graduate engineering programs. Students recognize these discriminatory experiences and attribute them as part of the \"social fabric\" of engineering that reproduce oppressive norms.\n\nSecond, we developed and validated a measure (The DEGrE Scale) to assess observations of discrimination based on race and sex that occur in graduate engineering education contexts. We identified four dimensions of discrimination: Faculty Equity, Advisor Equity, Environmental Sexism, and Lab Inequity. The DEGrE Scale can be used as a tool to assess discrimination in graduate engineering programs. Decision makers in higher education can use this data to provide structural changes to support retention and graduation among men and women of color, and white women, who are most likely to be pushed out of their degree programs.\n\nThird, we found that experiences of discrimination negatively affect the development of engineering identity and intentions to complete the doctoral engineering degree. Students with more experiences of discrimination are more likely to consider changing or change research labs or universities as they pursue their degrees. Changing labs, advisors, or universities have costs for students. They have additional emotional, financial, and educational progress burdens that can prolong and possibly derail degree persistence. Fourth, we found that strong advisor and peer relationships significantly improve graduate engineering identity and intentions to complete the doctoral degree. This positive impact is not consistent across racial, ethnic, and gender groups.\n\nAltogether, our research to understand graduate students’ identities (with regard to race, gender, profession, and other important parts of self) has expanded the conversation about graduate engineering identity development and informs future directions for graduate engineering identity theory innovation. Through this project, we have improved our understanding of engineering graduate student development and can indicate areas for education to innovate and address calls for further empirical research on doctoral education. This work begins to recognize the institutional, instructional, and individual opportunity structures which reinforce graduate engineering identity and those which erect barriers for traditionally underserved students. The results point to how these structures can be improved and altered to ensure equitable opportunities for all students.  \n\n \n\n\t\t\t\t\tLast Modified: 04/19/2023\n\n\t\t\t\t\tSubmitted by: Elan C Hope"
 }
}