{
 "awd_id": "1763709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: Medium: Collaborative: Reliable Underwater Acoustic Video Transmission Towards Human-Robot Dynamic Interaction",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Murat Torlak",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "In the past decade underwater communications have enabled a wide range of applications; there are, however, novel underwater monitoring applications and systems based on human-robot dynamic interaction that require real-time multimedia acquisition and classification. Remotely Operated Vehicles (ROVs) are key instruments to support such interactive applications as they can capture multimedia data from places where humans cannot easily/safely go; however, underwater vehicles are often tethered to the supporting ship by a fiber cable or have to rise periodically to the surface to communicate with a remote station via Radio Frequency (RF) waves, which constrains the mission. Wireless acoustic communication is the typical physical-layer technology for underwater communication; however, video transmissions via acoustic waves are hard to accomplish as the acoustic waves suffer from attenuation, limited bandwidth, Doppler spreading, high propagation delay, high bit error rate, and time-varying channel. For these reasons, state-of-the-art acoustic communication solutions are still mostly focusing on enabling delay-tolerant, low-bandwidth/low-data-rate scalar data transmission or at best low-quality/low-resolution multimedia streaming in the order of few tens of Kbps. Hence, the objectives of this research program are: (1) To design novel communication solutions for robust, reliable, and high-data rate underwater multimedia streaming on the order of hundreds of Kilobits per second (Kbps); (2) To investigate the problem of integrating communication methods available in multiple environments on an innovative software-defined testbed architecture integrating Microelectromechanical (MEMS)-based Acoustic Vector Sensors (AVSs) that will enable processing-intensive physical-layer functionalities as software-defined, but executed in hardware that can be reconfigured in real time by the user based on the Quality of Experience (QoE).\r\n\r\nBy exploiting multiple-antenna arrays and AVSs, in Task 1 a novel physical-layer solution will be proposed to boost the data rate for underwater acoustic transmission so as to transfer high-resolution video underwater. By following a novel probabilistic approach, an efficient Medium Access Control (MAC) layer solution will be designed to share reliably the space among the steered vehicles by using AVSs so as to reduce the acoustic interference. The quality of multimedia delivery will be improved by applying a robust closed-loop hybrid Automatic Repeat Request (ARQ) coding technique based on the estimated angles of arrivals using AVSs. In Task 2, the SEANet G2 acoustic networking platform will be modified to investigate the design and fabrication of a new class of miniaturized and integrated AVS arrays based on the Aluminum Nitride (AlN) piezoelectric MEMS technology. Finally, in Task 3, scenarios will be defined to validate the ideas proposed in Task 1 using the Naviator, AVSs, and SEANet testbed; Task 2 will be evaluated by integrating SEANet to a buoy and the Naviator along with AVSs to build a testbed for conducting video transmission experiments. Tasks 1 and 2 will be also integrated by comparing the pros and cons of MEMs AVSs with Commercial Off-The-Shelf (COTS) AVSs and by evaluating the semi-autonomous human-in-the-loop features to enhance user QoE.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tommaso",
   "pi_last_name": "Melodia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tommaso Melodia",
   "pi_email_addr": "melodia@northeastern.edu",
   "nsf_id": "000676111",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matteo",
   "pi_last_name": "Rinaldi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matteo Rinaldi",
   "pi_email_addr": "rinaldi@ece.neu.edu",
   "nsf_id": "000607193",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue, 540-177",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 149112.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 173148.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 177740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, novel techniques for reliable underwater acoustic video transmission towards human-robot dynamic interactions were developed. Specifically, the project (i) improved the understanding of Acoustic Vector Sensors (AVSs) operation principles, state-of-the-art, and advantages as compared to simple acoustic sensors and possible applications; (ii) identified relevant parameters for the design and integration of Micro Electro Mechanical System (MEMS)-based AVSs, and (iii) developed analytical and Finite Element Analysis (FEM) Models for AVSs.</p>\n<p>Then, Piezoelectric Micromachined Ultrasonic Transducers (PMUTs) operating at a resonance frequency around 300 kHz were designed. In doing so, the project: (i) developed a fabrication process for PMUTs suitable for devices designed for a relatively low frequency of operation; (ii) improved the control of remnant stress in the materials forming the PMUT membrane to increase its resilience, as well as the handling of increasingly fragile devices, and (iii) streamlined the fabrication of low frequency PMUTs.</p>\n<p>Finally, extensive studies on the feasibility of acoustic source localization based on existing PMUT arrays were performed.</p>\n<p>Overall, the project made significant advancements in the field of underwater acoustic video transmission, providing new methods for dynamic human-robot interactions. These techniques have the potential to improve the efficiency and accuracy of underwater operations such as search and rescue, oceanography, and underwater inspections.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2023<br>\n\t\t\t\t\tModified by: Tommaso&nbsp;Melodia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, novel techniques for reliable underwater acoustic video transmission towards human-robot dynamic interactions were developed. Specifically, the project (i) improved the understanding of Acoustic Vector Sensors (AVSs) operation principles, state-of-the-art, and advantages as compared to simple acoustic sensors and possible applications; (ii) identified relevant parameters for the design and integration of Micro Electro Mechanical System (MEMS)-based AVSs, and (iii) developed analytical and Finite Element Analysis (FEM) Models for AVSs.\n\nThen, Piezoelectric Micromachined Ultrasonic Transducers (PMUTs) operating at a resonance frequency around 300 kHz were designed. In doing so, the project: (i) developed a fabrication process for PMUTs suitable for devices designed for a relatively low frequency of operation; (ii) improved the control of remnant stress in the materials forming the PMUT membrane to increase its resilience, as well as the handling of increasingly fragile devices, and (iii) streamlined the fabrication of low frequency PMUTs.\n\nFinally, extensive studies on the feasibility of acoustic source localization based on existing PMUT arrays were performed.\n\nOverall, the project made significant advancements in the field of underwater acoustic video transmission, providing new methods for dynamic human-robot interactions. These techniques have the potential to improve the efficiency and accuracy of underwater operations such as search and rescue, oceanography, and underwater inspections.\n\n\t\t\t\t\tLast Modified: 01/25/2023\n\n\t\t\t\t\tSubmitted by: Tommaso Melodia"
 }
}