{
 "awd_id": "1764398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discretizing Manifolds with the Help of Riesz Kernels",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 135179.0,
 "awd_amount": 135179.0,
 "awd_min_amd_letter_date": "2018-03-29",
 "awd_max_amd_letter_date": "2018-03-29",
 "awd_abstract_narration": "If we observe a soccer ball, we will see twenty hexagons and twelve pentagons. Mathematically speaking, these hexagons and pentagons can be viewed as the so-called \"Voronoi cells\" of their centers. From the mathematical perspective, these cells look very nice, in particular, they are all at almost the same width. It is an important and a computationally hard problem to produce points on a given shape whose \"Voronoi cells\" look that uniform. If we now show to a stranger only the vertices of the mentioned hexagons and pentagons, this stranger will likely think about a ball. This means that these vertices represent a ball well enough. The objective of this project is to prove that certain concrete algorithms are able to produce many points on a given shape so that if we look only at these points, we can recover the shape well enough. Such problems are of great interest and have applications to physics and chemistry, statistics and numerical integration.\r\n\r\nMore specifically, assume many particles are placed on a given manifold (shape), and it is known that these particles repel each other according to some potential. From physics, it is known that these particles will move around the manifold trying to minimize their potential energy. As soon as they minimize the energy, they will stop moving.  One would like to observe their locations at that time. It is conjectured (and in some cases proved) that for so-called s-Riesz potentials, these particles will fill the manifold uniformly in many senses (e.g., with respect to the limiting measure, separation and covering properties). One goal of this project is to prove a conjecture on separation distance for weaker (i.e., superharmonic) s-Riesz potentials and a suitable class of manifolds. It is anticipated that this will require developing a new approach to superharmonic potentials, as the current approaches do not work in this case. The principal investigator will further consider the somewhat dual \"Chebyshev problem\", which can be viewed as follows: one wants to place radioactive seeds in a tumor so that every point of the tumor receives some required amount of radiation. How many seeds, and at which locations, should they be injected in order to destroy the whole tumor? The second goal is to prove the uniformness properties (in terms of the limiting measure) for the specified locations, when the tumor is a \"d-rectifiable\" set. Since there is a lack of smoothness, the principal investigator intends to use methods from the geometric measure theory to approximate d-rectifiable sets by smooth sets. Finally, the third goal of the project is to compare the distributions of the deterministic configurations mentioned above to the distributions of random configurations. For uniformly and independently distributed points this has already been done by the principal investigator. Here it is proposed to work with so-called \"determinantal point processes\", which are random point configurations that arise from random matrices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksandr",
   "pi_last_name": "Reznikov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksandr Reznikov",
   "pi_email_addr": "reznikov@math.fsu.edu",
   "nsf_id": "000677178",
   "pi_start_date": "2018-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "208 Love, 1017 Academic Way",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 135179.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main outcomes of this project can be separated in two parts: scientific and human resources.</p>\n<p>Scientifically, the main outcome of this project is a series of papers on the proposed problems; several proposed problems were solved in full and stemmed new research projects. For example, the results known about the asymptotic behavior of best-packing on rectifiable sets are now extended to the behavior of best-covering.</p>\n<p>The PI was also able to obtain similar results on purely unrectifiable sets, such as fractals. This resulted in a new series of conjectures that should shed light on which properties of the set are actually necessary for the asymptotic behavior to exist.</p>\n<p>Moreover, the PI was able to invite leading experts in harmonic analysis and travel to various conferences to present the results from this project.</p>\n<p>In terms of human resourses, the PI sponsored three graduate students and a postdoc to travel to domestic and international conferences, including the JMM.</p>\n<p>As for the broader impact, the PI particilated in several outreach activities and adapted his research to be presented to school students in a friendly and engaging way. One of such events is an annual STEM night at the Pineview Elementary School, which is one of the Title I schools in Tallahassee, FL.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2022<br>\n\t\t\t\t\tModified by: Aleksandr&nbsp;Reznikov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main outcomes of this project can be separated in two parts: scientific and human resources.\n\nScientifically, the main outcome of this project is a series of papers on the proposed problems; several proposed problems were solved in full and stemmed new research projects. For example, the results known about the asymptotic behavior of best-packing on rectifiable sets are now extended to the behavior of best-covering.\n\nThe PI was also able to obtain similar results on purely unrectifiable sets, such as fractals. This resulted in a new series of conjectures that should shed light on which properties of the set are actually necessary for the asymptotic behavior to exist.\n\nMoreover, the PI was able to invite leading experts in harmonic analysis and travel to various conferences to present the results from this project.\n\nIn terms of human resourses, the PI sponsored three graduate students and a postdoc to travel to domestic and international conferences, including the JMM.\n\nAs for the broader impact, the PI particilated in several outreach activities and adapted his research to be presented to school students in a friendly and engaging way. One of such events is an annual STEM night at the Pineview Elementary School, which is one of the Title I schools in Tallahassee, FL.\n\n\t\t\t\t\tLast Modified: 11/24/2022\n\n\t\t\t\t\tSubmitted by: Aleksandr Reznikov"
 }
}