{
 "awd_id": "1764397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a New XRF Spectrometer and Automated Sample Fusion Furnace",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 436637.0,
 "awd_amount": 436637.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2022-03-03",
 "awd_abstract_narration": "A New X-Ray Fluorescence Spectrometer at University of Massachusetts-Amherst\r\n\r\nThis grant pays for a new X-Ray Fluorescence (XRF) spectrometer to replace two old and failing X-ray spectrometers at UMass-Amherst. The current instruments have operated constantly for more than 30 years. The new instrument will continue to be an important resource for the students and faculty at UMass, the Five College consortium in the region and universities worldwide. The UMass laboratory has served scientists the world over for more than 30 years. It will now be able to continue the tradition as a valuable and trusted resource for high quality XRF chemical analyses to the U.S. scientific community.\r\n\r\nThis grant pays for a new X-Ray Fluorescence spectrometer to replace two old and failing X-ray spectrometers at UMass-Amherst. It also pays for an upgraded XRF sample preparation facility through the acquisition of an automated fusion furnace. The two current X-ray spectrometers have served the geological community for 33 years (Siemens MRS-4) and 23 years (Philips PW2400) and have been in constant operation over this period. Now, however, both need to be replaced because replacement parts are no longer available. The XRF Analytical Facility at UMass has provided high quality XRF major and trace element analyses to faculty and students at UMass, the neighboring Five Colleges, and the U.S. petrological, volcanological and geochemical community for more than 30 years, and this can now continue into the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rhodes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Rhodes",
   "pi_email_addr": "jmrhodes@geo.umass.edu",
   "nsf_id": "000295710",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jercinovic",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Jercinovic",
   "pi_email_addr": "mjj@geo.umass.edu",
   "nsf_id": "000479879",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "611 North Pleasant Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 436637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This instrument award provided funds for the purchase of a new X-ray fluorescence (XRF) spectrometer and an automated fusion furnace for the X-Ray Analytical Facility in the Geoscience Department at the University of Massachusetts. Amherst.&nbsp; An XRF spectrometer is a workhorse instrument in the Geosciences and is used to measure the bulk chemical composition of a wide range of geological materials, such as rocks, minerals, soils, concrete, fly-ash and road dust.&nbsp; An XRF spectrometer is especially useful for measuring the concentrations of the so-called &ldquo;Major Elements&rdquo; that typically make up over 99% of most geological materials (Si, Al, Fe, Mn, Ti, Ca, Na, K, and P).&nbsp; To accurately measure these major elements it is essential to first fuse the samples with a flux at very high temperatures (~1200 oC) to form a glass disc for analysis.&nbsp; This is where the automated fusion furnace comes in.&nbsp; Previously we have fused these discs by hand in a high temperature furnace.&nbsp; This is time consuming, uncomfortable and prone to error, which can affect the quality of the analysis.&nbsp; The Eagon-2 automated fusion that we purchased produces two perfect glass discs at a time in about 15 minutes.&nbsp; In addition to the major elements an XRF spectrometer can accurately measure about 36 trace elements throughout the periodic table (Sc - U).&nbsp; A trace element is one with concentrations typically below 0.1 weight percent (1000 parts/million) in a geological sample, down to concentrations below 1part/million (0.0001weight percent.<br /><br />An XRF spectrometer is one that employs a beam of high energy X-rays to generate secondary X-rays (hence the term fluorescence) that have energies that are characteristic of the elements present in the sample (glass disc or pressed powder pellet).&nbsp; The spectrometer resolves these energies so that their intensities can be measured and used to calculate the concentrations of the elements of interest.&nbsp; After careful consideration, we selected Panalytical&rsquo;s most advanced spectrometer, the Zetium Ultra.&nbsp; This was because in our opinion it is the most advanced XRF spectrometer currently available for Geoscience applications.&nbsp; It has dual, wavelength dispersive and energy dispersive, detection systems with a 4 kW Rh tube, allowing for greater sensitivity over a wider range of the periodic table.&nbsp; Most importantly, the operative software are based on synthetic standards, and are designed specifically for the analysis of geological materials (not cements and steels).&nbsp; They are close to the analytical procedures we have used over the past 30 years, thus ensuring we can maintain, and expand, the analytical excellence for which we are recognized. <br /><br />Our X-Ray Analytical Facility was founded over 40 years ago, with funding from NSF, as a Regional Analytical facility to support the geochemical research needs of the local faculty and students of UMass and the other Five Colleges Smith, Mount Holyoke, Amherst and Hampshire)&nbsp; but also geoscience institutions across the US (e.g. United States Geological Survey, State Geological Surveys of Massachusetts, Connecticut, New Hampshire, MIT, CalTech, Hawaii Volcano Observatory, University Hawaii and many other universities and colleges). <br /><br />Not only has the XRF lab continued to support both local research and that of the broader geological community, it has played a significant role in many major, high visibility, projects such as the Apollo Lunar Program, NSF funded Ocean Drilling Program, the Hawaii Scientific Drilling Project, DOE funded&nbsp; evaluation of the geothermal potential of the granites of Massachusetts and Connecticut. This service to the geological community is continuing till the present (e.g. documentation of the recent eruptions of Kilauea and Mauna Loa volcanoes in 2018 and 2022 in collaboration with scientists from the University of Hawaii and the Hawaii Volcano Observatory). <br />&nbsp;<br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2023<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Rhodes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis instrument award provided funds for the purchase of a new X-ray fluorescence (XRF) spectrometer and an automated fusion furnace for the X-Ray Analytical Facility in the Geoscience Department at the University of Massachusetts. Amherst.  An XRF spectrometer is a workhorse instrument in the Geosciences and is used to measure the bulk chemical composition of a wide range of geological materials, such as rocks, minerals, soils, concrete, fly-ash and road dust.  An XRF spectrometer is especially useful for measuring the concentrations of the so-called \"Major Elements\" that typically make up over 99% of most geological materials (Si, Al, Fe, Mn, Ti, Ca, Na, K, and P).  To accurately measure these major elements it is essential to first fuse the samples with a flux at very high temperatures (~1200 oC) to form a glass disc for analysis.  This is where the automated fusion furnace comes in.  Previously we have fused these discs by hand in a high temperature furnace.  This is time consuming, uncomfortable and prone to error, which can affect the quality of the analysis.  The Eagon-2 automated fusion that we purchased produces two perfect glass discs at a time in about 15 minutes.  In addition to the major elements an XRF spectrometer can accurately measure about 36 trace elements throughout the periodic table (Sc - U).  A trace element is one with concentrations typically below 0.1 weight percent (1000 parts/million) in a geological sample, down to concentrations below 1part/million (0.0001weight percent.\n\nAn XRF spectrometer is one that employs a beam of high energy X-rays to generate secondary X-rays (hence the term fluorescence) that have energies that are characteristic of the elements present in the sample (glass disc or pressed powder pellet).  The spectrometer resolves these energies so that their intensities can be measured and used to calculate the concentrations of the elements of interest.  After careful consideration, we selected Panalytical’s most advanced spectrometer, the Zetium Ultra.  This was because in our opinion it is the most advanced XRF spectrometer currently available for Geoscience applications.  It has dual, wavelength dispersive and energy dispersive, detection systems with a 4 kW Rh tube, allowing for greater sensitivity over a wider range of the periodic table.  Most importantly, the operative software are based on synthetic standards, and are designed specifically for the analysis of geological materials (not cements and steels).  They are close to the analytical procedures we have used over the past 30 years, thus ensuring we can maintain, and expand, the analytical excellence for which we are recognized. \n\nOur X-Ray Analytical Facility was founded over 40 years ago, with funding from NSF, as a Regional Analytical facility to support the geochemical research needs of the local faculty and students of UMass and the other Five Colleges Smith, Mount Holyoke, Amherst and Hampshire)  but also geoscience institutions across the US (e.g. United States Geological Survey, State Geological Surveys of Massachusetts, Connecticut, New Hampshire, MIT, CalTech, Hawaii Volcano Observatory, University Hawaii and many other universities and colleges). \n\nNot only has the XRF lab continued to support both local research and that of the broader geological community, it has played a significant role in many major, high visibility, projects such as the Apollo Lunar Program, NSF funded Ocean Drilling Program, the Hawaii Scientific Drilling Project, DOE funded  evaluation of the geothermal potential of the granites of Massachusetts and Connecticut. This service to the geological community is continuing till the present (e.g. documentation of the recent eruptions of Kilauea and Mauna Loa volcanoes in 2018 and 2022 in collaboration with scientists from the University of Hawaii and the Hawaii Volcano Observatory). \n \n\n\n\t\t\t\t\tLast Modified: 07/05/2023\n\n\t\t\t\t\tSubmitted by: John M Rhodes"
 }
}