{
 "awd_id": "1764248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regularity Estimates for the Linearized Monge-Ampere and Degenerate Monge-Ampere Equations and Applications in Nonlinear Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 168820.0,
 "awd_amount": 168820.0,
 "awd_min_amd_letter_date": "2018-07-18",
 "awd_max_amd_letter_date": "2018-07-18",
 "awd_abstract_narration": "This research project studies fine quantitative behaviors of solutions to several classes of nonlinear partial differential equations (PDEs) that have connections and applications in several areas of mathematics such as analysis, PDEs, the calculus of variations, convex geometry, shape optimization, and fluid mechanics. They also appear in many areas of sciences and engineering such as economics, urban planning, meteorology, and geometric optics. For example, the Monge-Ampere type equations investigated in this project arise naturally in the optimal transportation problems (which consist of finding the least expensive way to transport a distribution of mass from one location to another) in economics and in traffic network planning in cities, in the design of reflector antennae in geometric optics and in the weather forecast models used in meteorology. The PDEs investigated in this project have two distinguished features: their key structural quantities could be possibly extremely small (degenerate) or extremely large (singular) and their settings frequently involve irregular geometries. Classical methods are usually inadequate in handling these equations and thus, their analysis calls for new methods, fresh perspectives and advancing knowledge in many fields of mathematics. The main goal of the project aims at providing deep insights into these problems, discovering novel methodologies to tackle them as well as revealing unexpected connections with other areas of mathematics. The results of this project will be widely disseminated via publications of research papers and lecture notes, via presentations at national and international venues, and via training of graduate students.\r\n\r\nThis project, in the field of analysis and partial differential equations (PDEs), focuses on regularity properties of solutions to the linearized Monge-Ampere (LMA) and degenerate Monge-Ampere equations and their applications in nonlinear PDEs arising from convex geometry, optimal transportation, and meteorology. The purpose of this project is to obtain fine and higher order regularity properties of some important classes of LMA and degenerate Monge-Ampere equations and apply them to several interesting problems in analysis, geometry, and PDEs. More specifically, the objectives of the project are to: (i) investigate higher order derivatives estimates for LMA equations with lower order terms having low regularity and their applications in the semigeostrophic equations as well as polar factorizations; (ii) study the sharp Sobolev estimates for the Monge-Ampere equation and its related maximal functions; (iii) settle a shape optimization problem concerning the minimum of the Monge-Ampere eigenvalue on convex domains subject to a volume constraint; and (iv) establish global regularity for degenerate Monge-Ampere equations on nonsmooth domains and the second boundary value problem for degenerate Monge-Ampere equations. The principal investigator and his collaborators have recently developed new methods and techniques including the Green function estimates, localization technique, iteration argument, sliding paraboloids method and geometry of the Monge-Ampere equation to solve some open problems related to these proposed problems. These techniques are expected to be further developed and strengthened to successfully attack the problems proposed in this project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nam",
   "pi_last_name": "Le",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nam Le",
   "pi_email_addr": "nqle@indiana.edu",
   "nsf_id": "000543752",
   "pi_start_date": "2018-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "831 E. 3rd St.",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 168820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project is concerned with nonlinear partial differential equations (PDEs) that have connections and applications in several areas of mathematics such as analysis, the calculus of variations, convex geometry, and fluid mechanics. They also arise from many interesting problems in sciences such as: the semigeostrophic equations in meteorology, Newton's problem of minimal resistance in physics, the monopolist's problem (where the monopolist needs to design the product line together with a price schedule so as to maximize the total profit) in economics, and variational problems concerning wrinkling patterns in elasticity.&nbsp;</span></p>\n<p>The research supported by this award focuses on fine quantitative behaviors of solutions to several classes of degenerate and/or singular elliptic PDEs including the Monge-Ampere equations (which arise naturally in the optimal transportation problem), the linearized Monge-Ampere equations (which arise in meteorology), the Abreu equations (which are fourth order equations arising in complex geometry), and their applications to nonlinear PDEs and the calculus of variations. The PI completed several research projects in these directions and also shed light on some open problems.&nbsp;</p>\n<p>(1) Concerning the Monge-Ampere equation: (i) In joint work with Ovidiu Savin, the PI obtained global second derivative regularity for the non-degenerate Monge-Ampere equation in convex polygonal domains in the plane under natural conditions on the data. Interestingly, similar results do not hold in higher dimensions; (ii) The PI established global higher order regularity and a uniqueness result for a system of degenerate Monge-Ampere equations that are, in some sense, close to solutions to the Monge-Ampere eigenvalue problem.&nbsp;</p>\n<p><span>(2) Concerning the linearized Monge-Ampere equation: global Holder estimates were established for solutions to inhomogeneous linearized Monge-Ampere equations in two dimensions with the right hand side being the divergence of a bounded vector field.&nbsp;</span></p>\n<p><span>(3) Concerning Abreu equations: The PI initiated a program of investigating the global</span><span> </span><span>solvability, and asymptotic analysis, of the second boundary value problem of a class of highly singular, fully nonlinear fourth order equations of Abreu type. They arise from approximations of solutions of variational problems subject to a convexity constraint&nbsp; such as the monopolist's problem in economics. In a series of papers including joint work with Bin Zhou, the solvability for a large class of singular Abreu equations in two dimensions was established. The joint work with Bin Zhou also introduced for the first time the partial Legendre transform to fourth order equations.</span></p>\n<p><span>(4) Concerning applications to nonlinear PDEs and the calculus of variations: (i) the Monge-Ampere technique was used to shed light on a conjecture of Armstrong, Silvestre, and Smart regarding sharp second order derivative</span><span> </span><span>estimates for viscosity supersolutions of&nbsp; uniformly elliptic, fully nonlinear equations and their relations to partial regularity. This is a novel and unexpected application of the Monge-Ampere equation;&nbsp;</span>(ii) in a project with Peter Sternberg on phase transitions, the PI proved an upper semicontinuity property of the Neumann eigenvalues of linearized operators of&nbsp; Allen-Cahn functionals, relating these eigenvalues to Robin eigenvalues of the Jacobi operators of minimal surfaces in the sharp interface limits; (iii) the results on the singular Abreu equations was applied to show that minimizers of the two dimensional Rochet-Chone model, and variational problems related to wrinkling patterns in floating elastic shells can be approximated by solutions of singular Abreu equations. This result can be of interest to economists, physicists, and numerical analysts; it also manifests a surprising application of complex geometric ideas to problems in economic and physics.</p>\n<p><span>The PI has disseminated the results obtained in this award via the publications of mathematical research papers in prestigious journals, via lectures at seminars and conferences in the US and international venues, and via a Special Topics course for advanced PhD students at Indiana University in Spring 2020.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2021<br>\n\t\t\t\t\tModified by: Nam&nbsp;Le</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is concerned with nonlinear partial differential equations (PDEs) that have connections and applications in several areas of mathematics such as analysis, the calculus of variations, convex geometry, and fluid mechanics. They also arise from many interesting problems in sciences such as: the semigeostrophic equations in meteorology, Newton's problem of minimal resistance in physics, the monopolist's problem (where the monopolist needs to design the product line together with a price schedule so as to maximize the total profit) in economics, and variational problems concerning wrinkling patterns in elasticity. \n\nThe research supported by this award focuses on fine quantitative behaviors of solutions to several classes of degenerate and/or singular elliptic PDEs including the Monge-Ampere equations (which arise naturally in the optimal transportation problem), the linearized Monge-Ampere equations (which arise in meteorology), the Abreu equations (which are fourth order equations arising in complex geometry), and their applications to nonlinear PDEs and the calculus of variations. The PI completed several research projects in these directions and also shed light on some open problems. \n\n(1) Concerning the Monge-Ampere equation: (i) In joint work with Ovidiu Savin, the PI obtained global second derivative regularity for the non-degenerate Monge-Ampere equation in convex polygonal domains in the plane under natural conditions on the data. Interestingly, similar results do not hold in higher dimensions; (ii) The PI established global higher order regularity and a uniqueness result for a system of degenerate Monge-Ampere equations that are, in some sense, close to solutions to the Monge-Ampere eigenvalue problem. \n\n(2) Concerning the linearized Monge-Ampere equation: global Holder estimates were established for solutions to inhomogeneous linearized Monge-Ampere equations in two dimensions with the right hand side being the divergence of a bounded vector field. \n\n(3) Concerning Abreu equations: The PI initiated a program of investigating the global solvability, and asymptotic analysis, of the second boundary value problem of a class of highly singular, fully nonlinear fourth order equations of Abreu type. They arise from approximations of solutions of variational problems subject to a convexity constraint  such as the monopolist's problem in economics. In a series of papers including joint work with Bin Zhou, the solvability for a large class of singular Abreu equations in two dimensions was established. The joint work with Bin Zhou also introduced for the first time the partial Legendre transform to fourth order equations.\n\n(4) Concerning applications to nonlinear PDEs and the calculus of variations: (i) the Monge-Ampere technique was used to shed light on a conjecture of Armstrong, Silvestre, and Smart regarding sharp second order derivative estimates for viscosity supersolutions of  uniformly elliptic, fully nonlinear equations and their relations to partial regularity. This is a novel and unexpected application of the Monge-Ampere equation; (ii) in a project with Peter Sternberg on phase transitions, the PI proved an upper semicontinuity property of the Neumann eigenvalues of linearized operators of  Allen-Cahn functionals, relating these eigenvalues to Robin eigenvalues of the Jacobi operators of minimal surfaces in the sharp interface limits; (iii) the results on the singular Abreu equations was applied to show that minimizers of the two dimensional Rochet-Chone model, and variational problems related to wrinkling patterns in floating elastic shells can be approximated by solutions of singular Abreu equations. This result can be of interest to economists, physicists, and numerical analysts; it also manifests a surprising application of complex geometric ideas to problems in economic and physics.\n\nThe PI has disseminated the results obtained in this award via the publications of mathematical research papers in prestigious journals, via lectures at seminars and conferences in the US and international venues, and via a Special Topics course for advanced PhD students at Indiana University in Spring 2020.\n\n \n\n\t\t\t\t\tLast Modified: 11/11/2021\n\n\t\t\t\t\tSubmitted by: Nam Le"
 }
}