{
 "awd_id": "1800996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cooperative Local Internships as a Novel Innovation in Cybersecurity",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2018-03-15",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 224983.0,
 "awd_amount": 224983.0,
 "awd_min_amd_letter_date": "2018-03-20",
 "awd_max_amd_letter_date": "2021-07-29",
 "awd_abstract_narration": "There are more than 28 million small businesses in the US, and while an individual business may not be concerned with cybersecurity, the data suggests that alarmingly few are adequately protecting data, including customer data like billing addresses and credit card numbers. Improving the cybersecurity environment for small businesses benefits businesses directly through costs savings that result when threats, and corresponding downtime are avoided, and earnings realized with uninterrupted business operations. The public benefits more broadly since it is most often their data, and their bank accounts, that are compromised when a system is hacked or breached. To address these challenges, this project at Mt Hood Community College (MHCC) in Oregon is designed to advance efforts to support the statewide small business cybersecurity environment through Cooperative Local Internships as a Novel Innovation in Cybersecurity (CLINIC). CLINIC will create the infrastructure for ongoing efforts at the college to produce highly qualified technicians in response to local and regional workforce demands, and further support work in the field by creating a cybersecurity toolbox geared towards the needs of small businesses. The CLINIC project aims to begin the process to answer the following long-term research question: How, and in what ways, does providing the small business community with access to a better trained cybersecurity workforce, in conjunction with cybersecurity resources, impact the small business cybersecurity environment? Within the scope of this capacity building project, the Co-PIs will examine two smaller sub-questions: (1) How, and in what ways, does the CLINIC internship model improve alignment between the cybersecurity program and workforce demand? and (2) Does providing support and technical assistance to small businesses increase the efficacy of cybersecurity toolbox resources?\r\n\r\nThe CLINIC internship will provide students the opportunity to use the tools and resources, particularly a self-assessment tool, in a guided, real-life environment. The existing cybersecurity program offerings and career pathway will be refined to include a small business cybersecurity option, featuring stackable cybersecurity credentials for small business environments that double as both cybersecurity associate degree program requirements and stand-alone certifications. An expanded survey of Oregon small businesses will result in continued alignment of project and program components and allow feedback to inform project activities continually refined through the external evaluation process. This project will utilize the evidence-based approaches of career pathways and internships to contribute to, and underpin, a broader effort to transform the regional small business cybersecurity environment through a multi-pronged approach that increases technicians in the workforce, and connects the workforce with stackable small business cybersecurity certifications. The project will examine how and in what ways self-assessment tools are utilized by small businesses to prevent and respond to cybersecurity threats, how having access to these tools in combination with a cybersecurity literate workforce impacts the business environment with respect to cybersecurity, and how this project may be best replicated in other settings through an evaluation of the utility of the deliverables.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kedma",
   "pi_last_name": "Ough",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kedma Ough",
   "pi_email_addr": "Kedma.Ough@mhcc.edu",
   "nsf_id": "000759278",
   "pi_start_date": "2018-03-20",
   "pi_end_date": "2019-08-02"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Swain",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth E Swain",
   "pi_email_addr": "ruth.swain@mhcc.edu",
   "nsf_id": "000803567",
   "pi_start_date": "2019-08-02",
   "pi_end_date": "2021-07-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ibrahim",
   "pi_last_name": "Alhussain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ibrahim Alhussain",
   "pi_email_addr": "ibrahim.alhussain@mhcc.edu",
   "nsf_id": "000856732",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Machuca",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne M Machuca",
   "pi_email_addr": "wayne.machuca@mhcc.edu",
   "nsf_id": "000544467",
   "pi_start_date": "2018-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount Hood Community College",
  "inst_street_address": "26000 SE STARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "GRESHAM",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5036676422",
  "inst_zip_code": "970303300",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OR03",
  "org_lgl_bus_name": "MT HOOD COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEE4YCBAHSA7"
 },
 "perf_inst": {
  "perf_inst_name": "Mount Hood Community College",
  "perf_str_addr": "",
  "perf_city_name": "Gresham",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "970303300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 224983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cooperative Local Internships as a Novel Innovation in Cybersecurity (CLINIC) project, was a unique collaborative effort between the Cybersecurity programs and the Small Business Development Center (SBDC) at Mount Hood Community College. The goal of the project was to improve Oregon?s small business cybersecurity environment by improving cybersecurity skills in the workforce, including business owners, entrepreneurs, IT professionals, and program graduates, through the introduction of small business specific stackable cybersecurity credentials, coupled with small business specific resources/toolbox.</p>\n<p class=\"Body\">Students need and find value in, authentic work experiences. The CLINIC internship gave students that experience in a small business setting. By the end of the project, the internship program had been reconfigured to allow interns greater opportunities to collaborate with advisors and SBDC clients. Interns worked directly with SBDC advisors to create informational materials and how-to guides for small business owners on how to implement cybersecurity best practices into their small businesses. Interns led the design of cybersecurity self-assessments that allowed SBDC clients to better understand the cybersecurity weaknesses in their small businesses and inform the SBDC about specific areas that could improve cybersecurity education. &nbsp;</p>\n<p class=\"Body\">Over the course of the project 33 students participated as interns. It was discovered that a paid internship model was most effective and the College instituted a work-study mechanism to provide that funding. The Small Business Cybersecurity Toolbox was formalized with focus on the top 10 fundamentals of cybersecurity safety practices.&nbsp; These fundamentals are taught to small business through live virtual classes and one-on-one virtual meetings.&nbsp; Students participate in these classes and advising, and compose/create their own toolbox resources.&nbsp; These activities build student \"soft skills\" in written and verbal communications, project management, and interpersonal relationships. It was discovered this toolbox needed to be dynamic and adapt to the often quickly changing nature of the cybersecurity risks faced by small businesses.</p>\n<p class=\"Body\">An unanticipated impact occurred as students? interest in the project developed, not necessarily for the cybersecurity side but often more from the small business entrepreneurial side. Many interns expressed interest in starting their own business and were attracted to the internship position for that reason.</p>\n<p class=\"Body\">In this program students have benefitted from increased exposure to small business advising clients, and now better understand the application of their cybersecurity studies to solve problems in real businesses. Interns have applied their current technical knowledge and skills, and now also have a better understanding of how cybersecurity professionals can best serve small businesses. &nbsp;The important value and intellectual merit, is students<strong> </strong>obtaining real world skills and experience through the internship.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2022<br>\n\t\t\t\t\tModified by: Ibrahim&nbsp;Alhussain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Cooperative Local Internships as a Novel Innovation in Cybersecurity (CLINIC) project, was a unique collaborative effort between the Cybersecurity programs and the Small Business Development Center (SBDC) at Mount Hood Community College. The goal of the project was to improve Oregon?s small business cybersecurity environment by improving cybersecurity skills in the workforce, including business owners, entrepreneurs, IT professionals, and program graduates, through the introduction of small business specific stackable cybersecurity credentials, coupled with small business specific resources/toolbox.\nStudents need and find value in, authentic work experiences. The CLINIC internship gave students that experience in a small business setting. By the end of the project, the internship program had been reconfigured to allow interns greater opportunities to collaborate with advisors and SBDC clients. Interns worked directly with SBDC advisors to create informational materials and how-to guides for small business owners on how to implement cybersecurity best practices into their small businesses. Interns led the design of cybersecurity self-assessments that allowed SBDC clients to better understand the cybersecurity weaknesses in their small businesses and inform the SBDC about specific areas that could improve cybersecurity education.  \nOver the course of the project 33 students participated as interns. It was discovered that a paid internship model was most effective and the College instituted a work-study mechanism to provide that funding. The Small Business Cybersecurity Toolbox was formalized with focus on the top 10 fundamentals of cybersecurity safety practices.  These fundamentals are taught to small business through live virtual classes and one-on-one virtual meetings.  Students participate in these classes and advising, and compose/create their own toolbox resources.  These activities build student \"soft skills\" in written and verbal communications, project management, and interpersonal relationships. It was discovered this toolbox needed to be dynamic and adapt to the often quickly changing nature of the cybersecurity risks faced by small businesses.\nAn unanticipated impact occurred as students? interest in the project developed, not necessarily for the cybersecurity side but often more from the small business entrepreneurial side. Many interns expressed interest in starting their own business and were attracted to the internship position for that reason.\nIn this program students have benefitted from increased exposure to small business advising clients, and now better understand the application of their cybersecurity studies to solve problems in real businesses. Interns have applied their current technical knowledge and skills, and now also have a better understanding of how cybersecurity professionals can best serve small businesses.  The important value and intellectual merit, is students obtaining real world skills and experience through the internship. \n\n \n\n\t\t\t\t\tLast Modified: 04/07/2022\n\n\t\t\t\t\tSubmitted by: Ibrahim Alhussain"
 }
}