{
 "awd_id": "1800450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSEDI Collaborative Research: Understanding the origins of MORB geochemical heterogeneity using constraints from seismic tomography and geodynamic modeling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 381401.0,
 "awd_amount": 381401.0,
 "awd_min_amd_letter_date": "2018-04-25",
 "awd_max_amd_letter_date": "2022-06-03",
 "awd_abstract_narration": "The chemical composition of lavas erupted under the water at mid ocean ridges, where new seafloor is created as tectonic plates spread apart, is influenced by the temperature and composition of the underlying mantle from which these melts are generated. The proposed work examines correlations between mid ocean ridge basalt (MORB) chemistry and images of Earth's interior produced using seismic tomography. It uses large-scale numerical models of mantle flow to connect surface observations with past and present mantle structure. The proposed work has three components. First, it examines the distributions of helium isotopes and other geochemical indicators of mantle temperature at spreading centers and how these are related to temperature and compositional variations in the sub-oceanic mantle. Second, it explores the flow history of mantle material that is sampled at spreading centers. Third, it addresses how the mid ocean ridges in different ocean basins have sampled the mantle since the breakup of the supercontinent Pangea. The project will provide new information about how variations in seismic velocity beneath the ocean basins are related to the variations in chemical composition of MORB, and how upper mantle variations in composition and temperature are related to deeper mantle structure.\r\n\r\nDifferent disciplines make distinct contributions to our understanding of the dynamics of Earth's mantle. In particular, relating the distribution of geochemical and seismological heterogeneity at the global scale has been a challenge because of the different wavelengths sampled in these two types of approaches: local, for geochemistry, long wavelength, for seismology. Recently, progress has been made in both fields, with resolution reaching sub-1000 km scale in global seismic tomography, and a more complete geochemical sampling along mid-ocean ridges, allowing the investigation of patterns at wavelengths commensurate with the seismic imaging. Concurrently, progress has been made in developing methodologies for realistic geodynamic modeling of mantle circulation in 3D, incorporating constraints from seismology and surface observables (e.g. plate motions, topography, and the geoid). Tying these elements together to better constrain the flow history of material sampled at ridges is becoming feasible at the present time. The proposed work will produce new geochemical datasets, tomographic models, and results from geodynamic models that will be distributed to the broader geoscience community for further analysis and in a format that permits immersive 3D visualization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maxwell",
   "pi_last_name": "Rudolph",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maxwell Rudolph",
   "pi_email_addr": "maxrudolph@ucdavis.edu",
   "nsf_id": "000679207",
   "pi_start_date": "2018-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sujoy",
   "pi_last_name": "Mukhopadhyay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sujoy Mukhopadhyay",
   "pi_email_addr": "sujoy@ucdavis.edu",
   "nsf_id": "000490390",
   "pi_start_date": "2018-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 381401.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f2950c94-7fff-0dc0-29cc-f5d28f8a35d3\">\n<p dir=\"ltr\"><span>Most of the volcanic activity on Earth occurs beneath the oceans at mid-ocean ridges where tectonic plates move apart and new seafloor forms. Mid-ocean ridge basalt volcanism is the product of melting of rock within Earth&rsquo;s mantle, and variations in the chemical composition of mid-ocean ridge basalt have previously been linked to differences in temperature and composition of the mantle regions that melt. However, the mantle source region is not directly accessible and we must rely on a combination of measurements of compositional variations within volcanic rocks that are erupted on the seafloor and geophysical techniques to develop an understanding of its properties. Seismic tomography is the primary geophysical technique used to image the upper mantle, and it produces models of seismic wavespeed within Earth&rsquo;s interior. Variations in wavespeed can be caused by changes in mantle temperature, by variations in the composition of mantle rock, and by the presence of molten material. These effects can occur in concert, making it challenging to determine a unique mechanism for wavespeed variations.</span></p>\n<br />\n<p dir=\"ltr\"><span>This project aimed to understand the connection between the structure of Earth&rsquo;s mantle and the variations observed within mid ocean ridge volcanic rocks. We examined the relationship between variations in the composition of mid-ocean ridge basalt and the variations in seismic wavespeed within the upper mantle beneath the ocean basins. Previous studies suggested that wavespeed variations beneath mid ocean ridges could be directly related to the temperature of the mantle and to compositional variations within mid-ocean ridge basalt. We found that within the Pacific ocean basin, there is no statistically significant correlation between the seismic velocity in the upper mantle. Within the Atlantic ocean basin, statistically significant correlations between wavespeed and mid-ocean ridge basalt geochemistry only emerge when Iceland, which is fed by a much hotter deep-mantle plume, is considered. Thus, it is not clear that wavespeed variations, either globally or within each ocean basin, can be linked directly to temperature variations within the source region that give rise to mid-ocean ridge basalt volcanism. The project produced a new seismic tomographic model (SEMATL-23) of the Atlantic ocean basin that reveals three distinct groups of mantle plumes (upwellings of hot mantle rock that give rise to volcanic hotspots within tectonic plates). These geophysical results were found to be consistent with the variations in basalt geochemistry within and between volcanic hotspots in the Atlantic Ocean basin. The tomographic model also reveals patterns of small-scale convection within Earth&rsquo;s upper mantle that can be linked to lineaments of volcanic activity whose origin is not well-understood.</span></p>\n<br />\n<p dir=\"ltr\"><span>The project provided training and professional development opportunities to two postdoctoral researchers, two undergraduate research students, and an early-career faculty member. The project has contributed to our understanding of the properties and dynamics of Earth&rsquo;s inaccessible deep interior and has improved our understanding of the relationship between deep Earth processes and the chemistry of volcanic rocks that occur on Earth&rsquo;s surface.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2023<br>\n\t\t\t\t\tModified by: Maxwell&nbsp;Rudolph</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nMost of the volcanic activity on Earth occurs beneath the oceans at mid-ocean ridges where tectonic plates move apart and new seafloor forms. Mid-ocean ridge basalt volcanism is the product of melting of rock within Earth’s mantle, and variations in the chemical composition of mid-ocean ridge basalt have previously been linked to differences in temperature and composition of the mantle regions that melt. However, the mantle source region is not directly accessible and we must rely on a combination of measurements of compositional variations within volcanic rocks that are erupted on the seafloor and geophysical techniques to develop an understanding of its properties. Seismic tomography is the primary geophysical technique used to image the upper mantle, and it produces models of seismic wavespeed within Earth’s interior. Variations in wavespeed can be caused by changes in mantle temperature, by variations in the composition of mantle rock, and by the presence of molten material. These effects can occur in concert, making it challenging to determine a unique mechanism for wavespeed variations.\n\n\nThis project aimed to understand the connection between the structure of Earth’s mantle and the variations observed within mid ocean ridge volcanic rocks. We examined the relationship between variations in the composition of mid-ocean ridge basalt and the variations in seismic wavespeed within the upper mantle beneath the ocean basins. Previous studies suggested that wavespeed variations beneath mid ocean ridges could be directly related to the temperature of the mantle and to compositional variations within mid-ocean ridge basalt. We found that within the Pacific ocean basin, there is no statistically significant correlation between the seismic velocity in the upper mantle. Within the Atlantic ocean basin, statistically significant correlations between wavespeed and mid-ocean ridge basalt geochemistry only emerge when Iceland, which is fed by a much hotter deep-mantle plume, is considered. Thus, it is not clear that wavespeed variations, either globally or within each ocean basin, can be linked directly to temperature variations within the source region that give rise to mid-ocean ridge basalt volcanism. The project produced a new seismic tomographic model (SEMATL-23) of the Atlantic ocean basin that reveals three distinct groups of mantle plumes (upwellings of hot mantle rock that give rise to volcanic hotspots within tectonic plates). These geophysical results were found to be consistent with the variations in basalt geochemistry within and between volcanic hotspots in the Atlantic Ocean basin. The tomographic model also reveals patterns of small-scale convection within Earth’s upper mantle that can be linked to lineaments of volcanic activity whose origin is not well-understood.\n\n\nThe project provided training and professional development opportunities to two postdoctoral researchers, two undergraduate research students, and an early-career faculty member. The project has contributed to our understanding of the properties and dynamics of Earth’s inaccessible deep interior and has improved our understanding of the relationship between deep Earth processes and the chemistry of volcanic rocks that occur on Earth’s surface.\n\n\n \n\n\t\t\t\t\tLast Modified: 09/06/2023\n\n\t\t\t\t\tSubmitted by: Maxwell Rudolph"
 }
}