{
 "awd_id": "1800214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Atomistic Switches on Pyridinol Based Pincer Ligated Catalysts for Carbon Dioxide Reduction",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 357919.0,
 "awd_amount": 357919.0,
 "awd_min_amd_letter_date": "2018-07-09",
 "awd_max_amd_letter_date": "2018-07-09",
 "awd_abstract_narration": "With funding from the Catalysis Program of the Chemistry Division, Dr. Elizabeth Papish of the University of Alabama at Tuscaloosa, Dr. Jared Delcamp of the University of Mississippi, and Dr. Charles Edwin Webster of Mississippi State University are engaged in collaborative research designing new catalysts that can harness sunlight to convert carbon dioxide, a greenhouse gas leftover from fuel combustion, into carbon monoxide, a fuel precursor. The ability to convert carbon dioxide to carbon monoxide is challenging, and is an important step in a strategy to harness sunlight to make diesel fuel from carbon dioxide. This conversion may become useful for securing the energy future of the US, as it can provide a means to replace oil reserves as are they are depleted. Furthermore, solar fuel formation coupled with fuel combustion can be considered carbon neutral, as this process does not add carbon dioxide to the atmosphere. The research team is using synthetic chemistry to make new catalysts, test those catalysts, and computationally optimize and understand the critical steps in this process. The key innovation has been understanding how changes to small, remote groups on the catalyst can influence the course of the reaction.  This project uses metals that are earth abundant and non-toxic making the chemical reactions more sustainable and environmentally friendly. This project is training a diverse group of graduate and undergraduate students at universities in Alabama and Mississippi. This synergistic collaboration enhances the learning experience for the students in these groups. The Papish group is conducting outreach events, including \"Careers in Chemistry\" seminars at the University of Alabama and science demonstrations at a nearby elementary school to engage students in STEM education.\r\n \r\nDrs. Papish, Delcamp, and Webster combine a wide variety of expertise in organometallic synthesis and mechanistic studies, light driven catalysis and harnessing solar energy, and organometallic computational chemistry. Their groups are designing, testing, and studying new catalysts bearing pincer ligands with oxygenated substituents on the periphery that are bound to both precious and earth abundant metals. The groups are elucidating how the protonation state of the remote oxygenated substituents on the ligands alters catalyst lifetime, reaction rate, and selectivity with these complexes. By understanding how electron donor groups influence proton coupled electron transfer (PCET) and reduces the energy requirements for catalytic processes, the groups are designing highly durable and active catalysts. This team is taking an iterative, mechanistic approach with feedback between the synthesis, catalysis, and computational studies that is leading to the development of highly active, durable catalysts. These catalysts are also being integrated into a complete photoelectrochemical cell where carbon dioxide reduction is coupled with water oxidation. This project is training a diverse group of undergraduate and graduate students over the project period. Dr. Papish is hosting \"Careers in Chemistry\" seminars at the University of Alabama each year. She and her group are also visiting local elementary schools to perform demonstrations and discuss opportunities in science with the students. New experiments are also being developed for undergraduate chemistry labs to introduce catalytic chemistry research to the teaching lab.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Papish",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth T Papish",
   "pi_email_addr": "etpapish@ua.edu",
   "nsf_id": "000173972",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354780104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 357919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative funding has led to 11 publications which acknowledge this award. The majority of these publications were collaborative and involved 2-3 of the PIs working together. The <strong>intellectual merit</strong> of this work includes at least 3 key developments on the subject of electrochemical and photochemical CO<sub>2</sub> reduction.<strong>&nbsp;First,&nbsp;</strong>structure function relationships have revealed several design principles that can be used to make highly active and long-lived (TON up to 33,000) mononuclear Ru photocatalysts. <strong>Second</strong>, surface attachment of these Ru catalysts allows for very high TON values up to 140,000 in acetonitrile and, significantly, activity is still retained in water. <strong>Third</strong>, these results have been translated to earth abundant Co(I) and Ni(II) catalysts. However, we have seen that especially with Co(I), different reactivity trends are observed vs. with Ru(II). Thus, we have established a means of controlling and understanding CO<sub>2</sub> reduction through synthetic manipulation of the catalysts including the metal oxidation state, testing for CO<sub>2</sub> reduction under photo-catalytic and electro-catalytic conditions, and performing mechanistic and computational studies. This lays the foundation for future transformative work by our group and others.</p>\n<p>Several <strong>broader impacts</strong> for students, the community, and the public can be listed. Most of the published papers were multi-PI efforts with several groups working together and thus enhancing the training for all students. The students have been successful and have typically published 3-7 papers during their graduate training which has allowed the students to secure attractive jobs in science. The students involved in this work have included within the Papish group 9 graduate students and 3 UG students. One female UG student participated through UA's REU program. The research groups have been diverse with respect to gender (~44-56% female) and ethnicity (~10-19% underrepresented minorities), with diversity present at all levels (undergrad to graduate students). Sixty CHEM 413 students at UA performed research experiments in the teaching lab, resulting in one publication.&nbsp;Papish has engaged in informal science communication to the community (in person plus recently via Zoom). She has performed science demonstrations for elementary school children.&nbsp;These events have impacted over 100 participants.</p>\n<p><span> </span>The broader impacts of this work also includes translating this effort to practical applications. Two patents on this work have been filed in 2017&nbsp;and 2019.<span style=\"font-size: xx-small;\">&nbsp;</span>Translating our work to industrial applications is a broader impact that generates economic revenue and benefits society. Industry has expressed interest in this technology because several very robust catalysts have been identified and the reactions they power represent a sustainable means of going from solar energy to fuels when CO<span><sub>2</sub></span> to CO conversion is combined with Fischer Tropsch chemistry. Generating methods for the synthesis of solar fuels allows for storing solar energy for later use and for transportation. This research has also been impactful to several additional molecular research fields including N<span><sub>2</sub></span> and H<span><sup>+</sup></span> reductive catalysis and pincer complex design because these complexes are uniquely effective at reductive catalysis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2022<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;T&nbsp;Papish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative funding has led to 11 publications which acknowledge this award. The majority of these publications were collaborative and involved 2-3 of the PIs working together. The intellectual merit of this work includes at least 3 key developments on the subject of electrochemical and photochemical CO2 reduction. First, structure function relationships have revealed several design principles that can be used to make highly active and long-lived (TON up to 33,000) mononuclear Ru photocatalysts. Second, surface attachment of these Ru catalysts allows for very high TON values up to 140,000 in acetonitrile and, significantly, activity is still retained in water. Third, these results have been translated to earth abundant Co(I) and Ni(II) catalysts. However, we have seen that especially with Co(I), different reactivity trends are observed vs. with Ru(II). Thus, we have established a means of controlling and understanding CO2 reduction through synthetic manipulation of the catalysts including the metal oxidation state, testing for CO2 reduction under photo-catalytic and electro-catalytic conditions, and performing mechanistic and computational studies. This lays the foundation for future transformative work by our group and others.\n\nSeveral broader impacts for students, the community, and the public can be listed. Most of the published papers were multi-PI efforts with several groups working together and thus enhancing the training for all students. The students have been successful and have typically published 3-7 papers during their graduate training which has allowed the students to secure attractive jobs in science. The students involved in this work have included within the Papish group 9 graduate students and 3 UG students. One female UG student participated through UA's REU program. The research groups have been diverse with respect to gender (~44-56% female) and ethnicity (~10-19% underrepresented minorities), with diversity present at all levels (undergrad to graduate students). Sixty CHEM 413 students at UA performed research experiments in the teaching lab, resulting in one publication. Papish has engaged in informal science communication to the community (in person plus recently via Zoom). She has performed science demonstrations for elementary school children. These events have impacted over 100 participants.\n\n The broader impacts of this work also includes translating this effort to practical applications. Two patents on this work have been filed in 2017 and 2019. Translating our work to industrial applications is a broader impact that generates economic revenue and benefits society. Industry has expressed interest in this technology because several very robust catalysts have been identified and the reactions they power represent a sustainable means of going from solar energy to fuels when CO2 to CO conversion is combined with Fischer Tropsch chemistry. Generating methods for the synthesis of solar fuels allows for storing solar energy for later use and for transportation. This research has also been impactful to several additional molecular research fields including N2 and H+ reductive catalysis and pincer complex design because these complexes are uniquely effective at reductive catalysis.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2022\n\n\t\t\t\t\tSubmitted by: Elizabeth T Papish"
 }
}