{
 "awd_id": "1800852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Nonlinear Partial Differential Equations: Integrating Deterministic and Probabilistic Methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2018-05-07",
 "awd_max_amd_letter_date": "2020-04-28",
 "awd_abstract_narration": "We interact with waves all the time and  everywhere. When we listen to music, when we use our cell phones, when we warm up a dinner in a microwave, when we look at the stars in the sky and when we relax on a sunny beach. But wave phenomena may also affect the lives of millions of people when earthquakes shake and propagate, tsunamis form or nuclear radiations get out of control.  Indeed, waves naturally arise occur in a variety of physical systems such as nonlinear optics, atmosphere and ocean waves, quantum mechanics and plasmas. The study of waves  is fundamental for the understanding of phenomena at both a very small scale, such as the Bose-Einstein Condensate, and at a very large one, such as collusion of galaxies. These expressions of nature are never too smooth and rarely too simple: interactions of small waves can produce very large outcomes, such as freak waves, while complicated objects such as  solitons almost do not see each other when they cross. Phenomena such as these are the byproduct of nonlinear wave interactions, and understanding what  are the possible outcomes, given the initial state of a system of waves, is fundamental to predict and  to control it, hopefully to our advantage. \r\n\r\nIn this NSF supported research the PIs present a series of projects at the cutting edge of research in nonlinear wave phenomena in which deterministic approaches, classically based on harmonic and Fourier analysis, are implemented alongside probabilistic ones to capture basic properties of wave phenomena. It has become clear in recent years that deterministic methods and probabilistic ones naturally feed off each other and when combined not only contribute to our understanding but also open the door to new paradigms to move research forward in various directions. More precisely, the PIs propose four  projects  at the forefront of nonlinear evolution equations, where the interplay of deterministic and probabilistic  approaches is the key to make progress. The problems range from the study of weak turbulence for dispersive and fluid equations to the analysis  of integrable structures, from  the definition of Gibbs type measures to the probabilistic existence and stability of certain geometric flows enjoying null form nonlinearities. The probabilistic component of PIs' work in the last few years has contributed in bridging the dispersive and wave  nonlinear equations community with that specialized in stochastic partial differential equations. This interaction has created ongoing collaborations between members of these two communities. The work that the PIs, their students and collaborators will generate in solving the problems described in this project will further solidify the interactions between these two vibrant communities. The broader impact component of the project aims at fostering the training of doctoral graduate students and junior researchers in the US, thus fundamentally contributing to the STEM workforce. It  will also enhance dissemination and collaborative research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Nahmod",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea R Nahmod",
   "pi_email_addr": "nahmod@math.umass.edu",
   "nsf_id": "000118068",
   "pi_start_date": "2018-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "710 N. Pleasant Street, Lederle",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 77590.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 78027.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 84383.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project carried out research at the overlap of analysis, nonlinear partial differential equations, geometry, analytic number theory and probability. Its principl aim was to advance our understanding of new directions at the forefront of nonlinear partial differential equations and their applications. Of special interest were the study of the long time dynamics of solutions to nonlinear dispersive and hyperbolic equations which model a wide range of wave propagation phenomena in physical systems ranging from the microscopic interactions of bosons, the propagation of light, the behavior of plasmas, waves breaking on an ocean, to the collision of stars and the formation of black holes at a cosmic scale.&nbsp;</span></p>\n<p><span>The outcomes of this grant achieved two equally important objectives:</span></p>\n<p><span>(I) </span><span style=\"text-decoration: underline;\">The scientific objective</span><span> run along three main lines of inquiry which included the analysis and geometry of integrable structures, the study of certain fluid flows and a particular focus on several central problems aimed at exacting how probability can be applied to shed light on behavior and dynamics of <em>generic solutions</em> to nonlinear dispersive and hyperbolic equations. &nbsp;The idea is that one need not look at the dynamics of equations for every single initial profile of a class to predict an outcome. Probability introduces the notion that one can look at it generically: pick one at random that has certain prescribed properties, and understand the long-term dynamics of it by approaching it from a non-deterministic viewpoint. A particular concurrent aim was to shed light into the very difficult question of quantifying the transport of randomness under the nonlinear flow of the Schr?dinger equation by exacting a precise description of how randomness propagates beyond the linear evolution; as well as understanding the long time dynamics of solutions to random data that lie in the statistical ensemble of associated Gibbs measures. Supported by this grant, the PI and collaborators Yu Deng and Haitian Yue (the latter a PhD student of the PI) were able to provide a new and fundamental paradigm leading to the development of novel methodologies that allow the PI to answer these questions and solve a long standing open problem in the field. All in all this project led to ten peer-reviewed journal publications and brought the research to bear in other fascinating areas under current investigation.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>(II) </span><span style=\"text-decoration: underline;\">The broader impact objective </span><span>of the proposal aimed at fostering the training of doctoral graduate students and junior researchers in the US, was also successfully achieved. The PI has contributed to the STEM workforce by the training of graduate students (five in this cycle), mentoring of postdocs at her home institutions (three in this cycle) and of junior researchers from other institutions; as well as by actively engaging in collaborative research particularly with junior researchers. Nahmod has been an invited speaker at numerous conferences and workshops in the U.S and overseas during this period. She has widely disseminated her work through keynote lectures, talks at conference and workshops, an invited address at the 2021 Annual Joint Mathematical Meeting. Nahmod has also been a co-organizers of a semester-long program at the NSF funded Institute for Computational and Experimental Mathematics as well as of a </span><span>Mathematisches Forschungsinstitut Oberwolfach workshop.&nbsp;</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2023<br>\n\t\t\t\t\tModified by: Andrea&nbsp;R&nbsp;Nahmod</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project carried out research at the overlap of analysis, nonlinear partial differential equations, geometry, analytic number theory and probability. Its principl aim was to advance our understanding of new directions at the forefront of nonlinear partial differential equations and their applications. Of special interest were the study of the long time dynamics of solutions to nonlinear dispersive and hyperbolic equations which model a wide range of wave propagation phenomena in physical systems ranging from the microscopic interactions of bosons, the propagation of light, the behavior of plasmas, waves breaking on an ocean, to the collision of stars and the formation of black holes at a cosmic scale. \n\nThe outcomes of this grant achieved two equally important objectives:\n\n(I) The scientific objective run along three main lines of inquiry which included the analysis and geometry of integrable structures, the study of certain fluid flows and a particular focus on several central problems aimed at exacting how probability can be applied to shed light on behavior and dynamics of generic solutions to nonlinear dispersive and hyperbolic equations.  The idea is that one need not look at the dynamics of equations for every single initial profile of a class to predict an outcome. Probability introduces the notion that one can look at it generically: pick one at random that has certain prescribed properties, and understand the long-term dynamics of it by approaching it from a non-deterministic viewpoint. A particular concurrent aim was to shed light into the very difficult question of quantifying the transport of randomness under the nonlinear flow of the Schr?dinger equation by exacting a precise description of how randomness propagates beyond the linear evolution; as well as understanding the long time dynamics of solutions to random data that lie in the statistical ensemble of associated Gibbs measures. Supported by this grant, the PI and collaborators Yu Deng and Haitian Yue (the latter a PhD student of the PI) were able to provide a new and fundamental paradigm leading to the development of novel methodologies that allow the PI to answer these questions and solve a long standing open problem in the field. All in all this project led to ten peer-reviewed journal publications and brought the research to bear in other fascinating areas under current investigation.\n\n \n\n(II) The broader impact objective of the proposal aimed at fostering the training of doctoral graduate students and junior researchers in the US, was also successfully achieved. The PI has contributed to the STEM workforce by the training of graduate students (five in this cycle), mentoring of postdocs at her home institutions (three in this cycle) and of junior researchers from other institutions; as well as by actively engaging in collaborative research particularly with junior researchers. Nahmod has been an invited speaker at numerous conferences and workshops in the U.S and overseas during this period. She has widely disseminated her work through keynote lectures, talks at conference and workshops, an invited address at the 2021 Annual Joint Mathematical Meeting. Nahmod has also been a co-organizers of a semester-long program at the NSF funded Institute for Computational and Experimental Mathematics as well as of a Mathematisches Forschungsinstitut Oberwolfach workshop. \n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/11/2023\n\n\t\t\t\t\tSubmitted by: Andrea R Nahmod"
 }
}