{
 "awd_id": "1800781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Using Zebrafish (Danio rerio) as a model to assess the role of insulin receptor signaling in renal epithelial transport function.",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 299996.0,
 "awd_amount": 299996.0,
 "awd_min_amd_letter_date": "2018-03-23",
 "awd_max_amd_letter_date": "2018-03-23",
 "awd_abstract_narration": "Research Initiation Awards provide support for junior and mid-career faculty at Historically Black Colleges and Universities who are building new research programs or redirecting and rebuilding existing programs. It is expected that the award helps to further the faculty member's research capability and effectiveness, improves research and teaching at the home institution, and involves undergraduate students in research experiences. The award to the University of Maryland Eastern Shore will develop a novel methodology to assess the water and sodium regulation in vertebrates and will advance our knowledge of basic mechanism of vertebrate kidney transport and fluid balance.\r\n\r\nThe goal of the project is to investigate the role of insulin in regulating sodium and water transport in the kidney. Epithelial cells that line the renal proximal tubule (PT)reabsorb a significant fraction of filtered sodium and water, and therefore, play a key role in regulating body fluid osmotic homeostasis. The sodium proton exchanger 3 (NHE3) is expressed in the PT and accounts for the majority of total Na+ and water epithelial transport. Insulin has been shown to stimulate Na+ and water epithelial transport in this segment via increased NHE3 activity. Zebrafish (Danio rerio) will be used as a model to further elucidate the signaling mechanisms that link insulin to an increase in proximal tubule specific sodium hydrogen proton exchanger 3 (NHE3) activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy Bell",
   "pi_email_addr": "tdbell@umes.edu",
   "nsf_id": "000709943",
   "pi_start_date": "2018-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Eastern Shore",
  "inst_street_address": "11868 ACADEMIC OVAL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCESS ANNE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4106516714",
  "inst_zip_code": "218531295",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND ES",
  "org_prnt_uei_num": "",
  "org_uei_num": "LNUBJQ26R2M5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Eastern Shore",
  "perf_str_addr": "Backbone Road",
  "perf_city_name": "Princess Anne",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "218531295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9264",
   "pgm_ref_txt": "RESEARCH INITIATION AWARD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award facilitated the establishment of a zebrafish colony and laboratory facility, thereby strengthening the research environment in the Department of Natural Sciences at the University of Maryland Eastern Shore. It also enhanced the research infrastructure, supporting a dedicated research program that provided experiential learning and training opportunities for undergraduates. Throughout the award, twenty-five undergraduate research students gained practical experience in various laboratory techniques and methodologies, including tissue isolation and preparation, RT-qPCR, Western blotting, in situ hybridization, and immunohistochemistry. They also received training in animal husbandry, and general laboratory maintenance, as well as in data collection, analysis, and interpretation.&nbsp;</p>\n<p>The primary goal of the research was to elucidate the mechanisms governing fluid and solute transport in the vertebrate kidney, specifically focusing on the role of insulin receptors in mediating sodium transport via sodium&ndash;hydrogen antiporter 3 (NHE3) activity. The zebrafish express two insulin receptor genes (insra and insrb) and they both are homologous to human insulin receptors. Thus, in our initial studies, we successfully used an anti-human insulin receptor antibody to the &beta;-subunit to detect insr protein expression in the zebrafish kidney and other insulin-sensitive tissues including muscle and heart. By combining immunoprecipitation with immunoblotting, the detection of the insulin receptor protein in the kidney of zebrafish was optimized, and the expression of related downstream signaling molecules, specifically AKT and phospho-AKT, was demonstrated.</p>\n<p>Polymerase Chain Reaction (PCR) amplification experiments confirmed the gene expression of insra and insrb and nhe3a and nhe3b in the zebrafish kidney and other insulin-sensitive tissues, including the skeletal muscle and heart. Undergraduate students and the graduate assistant performed numerous western blot and PCR analyses in these studies. The PI received hands-on training with collaborator Dr. Bruce Draper, at UC Davis in molecular biology techniques including in situ hybridization and fluorescence antibody. These techniques were implemented in the research lab at UMES where students successfully developed a riboprobe for in situ hybridization studies. In situ hybridization results confirmed that the insr gene is expressed throughout the renal tubule of the zebrafish kidney, consistent with data from mammalian models.&nbsp;</p>\n<p>Functional studies utilized adult zebrafish to investigate the relationship between insulin, hyperglycemia, and nhe3 expression. Intraperitoneal (i.p.) injection of insulin elicited a biphasic dose-response in nhe3 gene expression in the zebrafish kidney, while exposure to glucose led to an increase in nhe3 gene expression as evidenced by qPCR analysis. Reports from other research studies revealed that zinc has insulin-like actions, acting as an insulin mimetic. Consequently, our lab conducted research to characterize the effects of zinc on nhe3 gene expression in the zebrafish kidney. Exposure to zinc chloride (ZnCl2) increased nhe3 gene expression and stimulated reactive oxygen species (ROS) production, laying the groundwork for future studies exploring the regulatory role of zinc in the kidney.&nbsp;</p>\n<p>Additionally, this project impacted the Department of Natural Sciences curriculum, particularly enhancing the undergraduate research course. Through this course, students engage in hands-on research projects and present their findings during interdisciplinary poster sessions.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/14/2024<br>\nModified by: Tracy&nbsp;Bell</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award facilitated the establishment of a zebrafish colony and laboratory facility, thereby strengthening the research environment in the Department of Natural Sciences at the University of Maryland Eastern Shore. It also enhanced the research infrastructure, supporting a dedicated research program that provided experiential learning and training opportunities for undergraduates. Throughout the award, twenty-five undergraduate research students gained practical experience in various laboratory techniques and methodologies, including tissue isolation and preparation, RT-qPCR, Western blotting, in situ hybridization, and immunohistochemistry. They also received training in animal husbandry, and general laboratory maintenance, as well as in data collection, analysis, and interpretation.\n\n\nThe primary goal of the research was to elucidate the mechanisms governing fluid and solute transport in the vertebrate kidney, specifically focusing on the role of insulin receptors in mediating sodium transport via sodiumhydrogen antiporter 3 (NHE3) activity. The zebrafish express two insulin receptor genes (insra and insrb) and they both are homologous to human insulin receptors. Thus, in our initial studies, we successfully used an anti-human insulin receptor antibody to the -subunit to detect insr protein expression in the zebrafish kidney and other insulin-sensitive tissues including muscle and heart. By combining immunoprecipitation with immunoblotting, the detection of the insulin receptor protein in the kidney of zebrafish was optimized, and the expression of related downstream signaling molecules, specifically AKT and phospho-AKT, was demonstrated.\n\n\nPolymerase Chain Reaction (PCR) amplification experiments confirmed the gene expression of insra and insrb and nhe3a and nhe3b in the zebrafish kidney and other insulin-sensitive tissues, including the skeletal muscle and heart. Undergraduate students and the graduate assistant performed numerous western blot and PCR analyses in these studies. The PI received hands-on training with collaborator Dr. Bruce Draper, at UC Davis in molecular biology techniques including in situ hybridization and fluorescence antibody. These techniques were implemented in the research lab at UMES where students successfully developed a riboprobe for in situ hybridization studies. In situ hybridization results confirmed that the insr gene is expressed throughout the renal tubule of the zebrafish kidney, consistent with data from mammalian models.\n\n\nFunctional studies utilized adult zebrafish to investigate the relationship between insulin, hyperglycemia, and nhe3 expression. Intraperitoneal (i.p.) injection of insulin elicited a biphasic dose-response in nhe3 gene expression in the zebrafish kidney, while exposure to glucose led to an increase in nhe3 gene expression as evidenced by qPCR analysis. Reports from other research studies revealed that zinc has insulin-like actions, acting as an insulin mimetic. Consequently, our lab conducted research to characterize the effects of zinc on nhe3 gene expression in the zebrafish kidney. Exposure to zinc chloride (ZnCl2) increased nhe3 gene expression and stimulated reactive oxygen species (ROS) production, laying the groundwork for future studies exploring the regulatory role of zinc in the kidney.\n\n\nAdditionally, this project impacted the Department of Natural Sciences curriculum, particularly enhancing the undergraduate research course. Through this course, students engage in hands-on research projects and present their findings during interdisciplinary poster sessions.\n\n\n\t\t\t\t\tLast Modified: 07/14/2024\n\n\t\t\t\t\tSubmitted by: TracyBell\n"
 }
}