{
 "awd_id": "1800325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Combining the quasi-classical mapping Hamiltonian approach with the generalized quantum master equation to simulate nonadiabatic molecular dynamics and its spectroscopic signature",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michel Dupuis",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2018-04-10",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "Eitan Geva of the University of Michigan is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry to develop new theoretical and computational approaches to model and simulate molecular systems involving more than one electronic state. In these systems, some of the electrons are excited. There is coupling between the lowest energy electronic state and higher energy excited states. Chemists refer to the dynamics of these systems as \"nonadiabatic\" molecular dynamics. Nonadiabatic dynamics are important in biological processes, for example cellular respiration and photosynthesis.  They are also important in emerging technologies such as energy storage and photovoltaics.   These systems also very difficult to simulate because nonadiabatic dynamics are inherently quantum-mechanical.  Truly quantum calculations have a very large computational cost which puts them beyond the reach of even the most advanced currently available computers.      Computer simulations of classical molecular dynamics, however, are cost-effective for large and complex molecular systems.  The Geva group is developing a methodology for simulating nonadiabatic dynamics accurately and reliably at classical-like computational cost, using what is called a \"semiclassical\" approach.   Dr. Geva is also involved in activities to modernize and improve the physical chemistry curricula and to further develop a new Compute-to-Learn pedagogy.\r\n\r\nThe methodology combines the quasi-classical mapping Hamiltonian approach for modeling the electronically nonadiabatic dynamics of a multi-state molecular system with the generalized quantum master equation, for describing the reduced dynamics of the electronic degrees of freedom, and optical response theory, for calculating nonlinear time-resolved spectral signals. The synthesis of the above-mentioned three components (the quasi-classical mapping Hamiltonian, generalized quantum Master equation and optical response theory) leads to a powerful methodology, which is necessary to bridge the gap between theory and experiment. It does so by allowing one to calculate experimentally relevant quantities like electronic transition rates and nonlinear time-resolved spectral signals in an accurate, cost-effective and self-consistent manner, starting from explicitly molecular models, where the dynamics of the nuclear degrees of freedom is governed by anharmonic electronic-state-specific force fields. Method development takes place in the context of several model systems with increasing level of molecular detail, including two-state donor-acceptor benchmark models, models of photosynthetic reaction centers and models of triads and dyads in liquid solution. It should be noted that the above-mentioned methodology is general and not limited to the systems in the context of which it is being developed. The methods are disseminated broadly via publications, presentations in professional meetings, collaborating with experimental groups and the Software Infrastructure for Sustained Innovation NSF program. Group members receive extensive training that prepares them for an independent career in an academic institution, government lab or industry. This research program also contributes to the university teaching mission via strengthening the relationship between computational and experimental groups, modernizing curricula of physical chemistry courses, and advancing a new Compute-to-Learn pedagogy within a peer-led honors studio where students registered to introductory physical chemistry undergraduate courses create interactive computer demos that demonstrate physical chemistry concepts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eitan",
   "pi_last_name": "Geva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eitan Geva",
   "pi_email_addr": "eitan@umich.edu",
   "nsf_id": "000341239",
   "pi_start_date": "2018-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The synthesis of the three components (the quasi-classical mapping Hamiltonian, generalized quantum Master equation and optical response theory) move us one step closer to bridging the gap between theory and experiment, by allowing one to calculate experimentally relevant quantities like electronic transition rates and nonlinear time-resolved spectral signals in an accurate, cost-effective and self-consistent manner, starting from explicitly molecular models, where the dynamics of the nuclear degrees of freedom is governed by anharmonic force fields. By avoiding commonly employed assumptions like harmonic potentials energy surfaces, weak coupling between electronic states and the Condon approximation, the new methodology goes beyond currently available methods that rely on using Fermi?s golden rule and the modified Redfield equation within the framework of the Brownian oscillator model, and can be used to test their validity and accuracy.</p>\n<p>The theoretical framework developed is general-purpose and can be used for modeling a wide variety of processes that involve nonequilibrium nonadiabatic dynamics and their spectroscopic signature. Examples include the fields of photovoltaics, photosynthesis, photonics, photochemistry, nanotechnology and electrochemistry.</p>\n<p>Graduate students and postdocs that contributed to research projects funded by this grant received training in modern chemical modeling and advanced computational techniques, with a strong commitment to enhancing diversity in the scientific community and broadening the participation of underrepresented groups in the scientific endeavor. This training prepares them for an independent career in an academic institution, government lab or industry.</p>\n<p>The research funded by this grant contributed to the university teaching mission via strengthening the relationship between computational and experimental groups, modernizing curricula of physical chemistry courses, and advancing a new Compute-to-Learn pedagogy within a peer-led honors studio where students registered to introductory physical chemistry undergraduate courses create interactive computer demos that demonstrate physical chemistry concepts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2022<br>\n\t\t\t\t\tModified by: Eitan&nbsp;Geva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe synthesis of the three components (the quasi-classical mapping Hamiltonian, generalized quantum Master equation and optical response theory) move us one step closer to bridging the gap between theory and experiment, by allowing one to calculate experimentally relevant quantities like electronic transition rates and nonlinear time-resolved spectral signals in an accurate, cost-effective and self-consistent manner, starting from explicitly molecular models, where the dynamics of the nuclear degrees of freedom is governed by anharmonic force fields. By avoiding commonly employed assumptions like harmonic potentials energy surfaces, weak coupling between electronic states and the Condon approximation, the new methodology goes beyond currently available methods that rely on using Fermi?s golden rule and the modified Redfield equation within the framework of the Brownian oscillator model, and can be used to test their validity and accuracy.\n\nThe theoretical framework developed is general-purpose and can be used for modeling a wide variety of processes that involve nonequilibrium nonadiabatic dynamics and their spectroscopic signature. Examples include the fields of photovoltaics, photosynthesis, photonics, photochemistry, nanotechnology and electrochemistry.\n\nGraduate students and postdocs that contributed to research projects funded by this grant received training in modern chemical modeling and advanced computational techniques, with a strong commitment to enhancing diversity in the scientific community and broadening the participation of underrepresented groups in the scientific endeavor. This training prepares them for an independent career in an academic institution, government lab or industry.\n\nThe research funded by this grant contributed to the university teaching mission via strengthening the relationship between computational and experimental groups, modernizing curricula of physical chemistry courses, and advancing a new Compute-to-Learn pedagogy within a peer-led honors studio where students registered to introductory physical chemistry undergraduate courses create interactive computer demos that demonstrate physical chemistry concepts.\n\n\t\t\t\t\tLast Modified: 11/21/2022\n\n\t\t\t\t\tSubmitted by: Eitan Geva"
 }
}