{
 "awd_id": "1800506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pseudo-Finiteness of Combinatorial Theories",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 149992.0,
 "awd_amount": 149992.0,
 "awd_min_amd_letter_date": "2018-06-06",
 "awd_max_amd_letter_date": "2018-06-06",
 "awd_abstract_narration": "Model theory is a branch of mathematical logic in which one can exploit the linguistic/formal description of a mathematical object to study the object itself. This object might be a single algebraic structure or a class of structures that share a common description (theory). In this project, the PI will study the phenomenon of pseudo-finiteness, in which every (finite) fragment of the description of an infinite object also describes a finite object -- even while the full description captures only infinite structures. In recent years, pseudo-finiteness has been exploited to prove theorems in finitary discrete mathematics and additive combinatorics. On the other hand, pseudo-finiteness has only been completely characterized in a small number of settings. Ax's characterization of pseudo-finite fields is probably the best known. Here, the PI intends to give such a characterization of pseudo-finiteness for theories that are \"purely non-algebraic\" -- theories that arise from classes of structures that are specifically of interest in discrete mathematics, such as classes of graphs and regular hypergraphs. In the very long term, one might expect to see applications of this research in network analysis, treating very large networks (i.e. graphs) like the internet and the human brain.\r\n\r\nHere are some more technical details. The project provides a detailed study of the phenomenon of pseudo-finiteness in what is called \"combinatorial theories\" -- countably-categorical theories with quantifier elimination and trivial algebraic closure operation. Such theories correspond immediately to commonly studied classes of finite structures from discrete mathematics, such as graphs (directed and undirected) and regular hypergraphs. In practice, it is quite difficult, if not impossible, to construct pseudo-finite combinatorial theories without appealing to probability theory in apparently essential ways: either the constructed theory is itself obtained from a 0,1-law or it is some sort of limit of such theories. Upon determining exactly what the appropriate limit processes are, the PI plans to show that this is, in fact, the only way to construct pseudo-finite combinatorial theories. A proof of this sort of claim will require a more or less complete understanding of 0,1-laws in this setting -- especially, connections and equivalences between conditional independence and higher amalgamation properties in classes of finite structures. In turn, this analysis seems to require deep exploration of connections between model theory, on one hand, and (for example) functional analysis and measure-theoretic probability on the other. Capturing pseudo-finite theories as limits of almost-sure theories will require development of an extensive technology for selecting/extracting well-behaved sub-classes inside of a given class of finite structures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron Hill",
   "pi_email_addr": "cdhill@wesleyan.edu",
   "nsf_id": "000758819",
   "pi_start_date": "2018-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 High Street",
  "perf_city_name": "Middletown",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 149992.0
  }
 ],
 "por": null
}