{
 "awd_id": "1800558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Preservation of the Cayo Santiago macaque colony and post-storm behavioral and biological data in the aftermath of Hurricane Maria",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2017-10-15",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 199080.0,
 "awd_amount": 199080.0,
 "awd_min_amd_letter_date": "2017-10-17",
 "awd_max_amd_letter_date": "2021-11-29",
 "awd_abstract_narration": "Extreme and unexpected environmental changes have posed both risks and opportunities for humans and our close primate relatives, in both evolutionary and modern contexts. This RAPID award will support stabilization efforts and data collection in the aftermath of Hurricane Maria from the island of Cayo Santiago, Puerto Rico and the free-ranging monkey groups that live there.  This project preserves important short-term data during a critical, immediate post-storm period when vegetation and water are limited, landscapes have been changed, but marine resources are more abundant. These data will allow the testing of several hypotheses regarding severe environmental change on behavior and biology. The monkey colony has been well-studied for 79 years, and pre-storm data integrating behavior, genetics and morphology are abundant. These data have been foundational for advances in biological anthropology, primate ecology, cognitive science, and related medical fields. Importantly, this RAPID will support preservation of the Cayo Santiago macaques themselves, by repairing the island water cisterns and feeding corrals. This scientifically necessary infrastructural support provides societal benefits by creating a context in which Cayo staff and local student researchers, all of whom are under-represented minorities, can continue their work. Public access to the research results will be provided through partnership with an NSF-funded science mentoring program.\r\n\r\nA key to understanding, modeling and mitigating the influence of severe change on humans and nonhuman primates is the combination of quality pre-event data, immediate post-event data, and long-term follow up data.  The investigators will pursue several key research questions related to modeling the influence of severe environmental and dietary perturbation on individual plasticity and survival.   These questions provide key information for studies in the deep past (human evolution) as well as prospective modelling for better outcomes in future events.  Hurricane Maria offers scientific opportunities to test the effect of severe environmental change on behaviors and bodies, precisely because Cayo Santiago has been a rich and foundational resource for long term behavioral study.  Primate populations of precise known lineage (pedigree) are rare, and the Cayo Santiago macaques are unique in being free-ranging populations with a long documented history and rich behavioral, genetic and anatomical research programs.  The PIs will collect data (resource surveys & isotopic baseline values, animal uptake values) that allow evaluation of post-storm behavior and the consequences of the forced dietary change (from reliance in the first post-storm periods on washed-in marine resources, to greater vegetation and provisioning) with direct relevance to hypotheses about human evolution.  Through daily census and observation data, they will assess survival and positioning of social groups and response to shifting landscapes (including passage of the submerged isthmus between islands).  These data will add insight to future models of the effects of environmental degradation.  The ability to collect these data, as well as ongoing and future long-term studies, requires the survival of the colony.  Without the immediate interventions supported here, the comparative science is impossible, the survivors will likely die and the long-term scientific advances that build from them will be terminated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Higham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Higham",
   "pi_email_addr": "jhigham@nyu.edu",
   "nsf_id": "000622551",
   "pi_start_date": "2017-10-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Anton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Susan C Anton",
   "pi_email_addr": "susan.anton@nyu.edu",
   "nsf_id": "000454180",
   "pi_start_date": "2017-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "Caribean Primate Research Center",
  "perf_str_addr": "",
  "perf_city_name": "Punta Santiago",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "007412019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 199080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of the project were to stabilize the rhesus macaque population of Cayo Santiago following Hurricane Maria via rebuilding of the island's water systems and feeding corrals, to take advantage of the opportunities the Hurricane provides for research by initiating new research on the effects of the Hurricane on the animals, and to disseminate the effects of the Hurricane to communities of interest.&nbsp;</p>\n<p>Key outcomes include that we were able to: stabilize the imperiled Cayo Santiago population for future studies; restore a permanent feeding and trapping corral and installed a new desalination-based water system; support the work of multiple PhD and masters students, including numerous students from backgrounds that are under-represented in science; undertake research on the impacts of Hurricane Maria on the population; publish multiple peer-reviewed manuscripts which acknowledged this award; receive extensive popular media coverage of all of the above efforts, including of the research findings; disseminate the research to communities of interest via conference presentations, outreach in schools, and via interviews in the popular press.</p>\n<p>Among many scientific findings, we found that individuals who lived through Hurricane Maria are biologically older for their chronological age than individuals who did not, as measured through patterns of age-related gene expression. We also found that individuals buffered the effects of the hurricane by increasing their rates of social interaction, and that individuals who were more isolated before the storm increased their social interactions the most.&nbsp;These findings were among new scientific discoveries that provide new insights into the impact of natural disasters and extreme weather events on health and longevity, with clear implications for human populations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2023<br>\n\t\t\t\t\tModified by: James&nbsp;Higham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of the project were to stabilize the rhesus macaque population of Cayo Santiago following Hurricane Maria via rebuilding of the island's water systems and feeding corrals, to take advantage of the opportunities the Hurricane provides for research by initiating new research on the effects of the Hurricane on the animals, and to disseminate the effects of the Hurricane to communities of interest. \n\nKey outcomes include that we were able to: stabilize the imperiled Cayo Santiago population for future studies; restore a permanent feeding and trapping corral and installed a new desalination-based water system; support the work of multiple PhD and masters students, including numerous students from backgrounds that are under-represented in science; undertake research on the impacts of Hurricane Maria on the population; publish multiple peer-reviewed manuscripts which acknowledged this award; receive extensive popular media coverage of all of the above efforts, including of the research findings; disseminate the research to communities of interest via conference presentations, outreach in schools, and via interviews in the popular press.\n\nAmong many scientific findings, we found that individuals who lived through Hurricane Maria are biologically older for their chronological age than individuals who did not, as measured through patterns of age-related gene expression. We also found that individuals buffered the effects of the hurricane by increasing their rates of social interaction, and that individuals who were more isolated before the storm increased their social interactions the most. These findings were among new scientific discoveries that provide new insights into the impact of natural disasters and extreme weather events on health and longevity, with clear implications for human populations. \n\n \n\n\t\t\t\t\tLast Modified: 03/07/2023\n\n\t\t\t\t\tSubmitted by: James Higham"
 }
}