{
 "awd_id": "1800418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Simulations of Biological Active Matter",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michel Dupuis",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2018-06-27",
 "awd_max_amd_letter_date": "2018-06-27",
 "awd_abstract_narration": "Garegin Papoian of the University of Maryland College Park is supported by an award from the Chemical Theory, Models, and Computational Methods Program in the Division of Chemistry to develop, optimize, and apply the MEDYAN (MEchanical DYnamics of Active Networks) computational framework for modeling chemomechanical active matter.  The Condensed Matter and Materials Theory Program in the Division of Materials Research also contributes to this award.  Traditional states of matter, such as solids, liquids, and gases, self-organize  through interactions among constituent molecules. Active matter, on the other hand, arises from external energy-driven self-assembly.  Such systems are challenging to model due to the strong intrinsic coupling of chemistry and mechanics.  Active matter has emerged as a new frontier in science, at the interface of chemistry, materials physics, and biology.  In fact, the cells in one's body can be viewed as a form of highly complex active matter, where the external energy is derived from food.  Within each cell, an elaborate interplay of interacting molecular motors, self-assembling filaments, the cell membrane, and organelles continuously convert chemical energy into forces that determine cellular shape, motility, and sensing of the extracellular environment.  Papoian's group, by developing and applying the MEDYAN software framework, is working toward the grand challenge of modeling individual cells in all of their extraordinary complexity, by incorporating new models of the cell's constituent chemical, mechanical, and transport processes.  MEDYAN is thus enabling critical new understanding of the molecular principles underlying cellular active matter.  As part of this project, MEDYAN is being used to study self-assembly and structural stability of dendritic spines in neurons, which support formation of long-term memories in the brain, and cell shape oscillations, whose origin and biological role are not well understood.  The software has applications to biomaterials as well as to cell biology and is expected to advance the national health. MEDYAN is being made available to the public as open source software, and an active matter community website and learning resource is being developed as part of the project.  Research is coupled with education and outreach through inclusion of high school students in lab research, and ongoing efforts to expand diversity in applicants within the university's chemical physics program.\r\n\r\nThis project is extending MEDYAN to support essential components of eukaryotic cell modeling.  These include a deformable, chemically-active plasma membrane model expressed in terms of a 2D mesh and associated Voronoi polygons; incorporation of a free energy penalty for in-plane and out-of-plane membrane deformations; steric and tethering interactions of cytoskeletal filaments with local membrane patches; volumetric forces due to osmotic pressure or associated with the volume conservation; and reaction-diffusion of membrane bound proteins, including the ability of some proteins to induce spontaneous membrane curvature. These advances are further leveraged to formulate computational models for internal organelles such as the cell nucleus. In addition, a model is being constructed to describe self-assembly of spectrin proteins into a dynamically rearranging 2D sheet transiently tethered underneath the plasma membrane. To achieve the computational efficiency needed for simulating at biologically-relevant length- and timescales, MEDYAN is being parallelized on state-of-the-art CPU and GPU architectures. These new modeling and simulation capabilities are being used to study two important problems in cell biology: the molecular underpinnings of the structural stability of dendritic spines, which underlie the stability of long-term memories in animals; and collective oscillatory cycles, propagating as a migrating front from one cell to another, which are based on a cytoskeletal phenomenon called pulsatility. For both of these projects, there is close collaboration with an experimentalist on iterative model development and validation.  This next generation of MEDYAN is providing important new modeling capabilities with applications to programmable matter integrating active and non-active components to achieve smart materials with unique properties. The MEDYAN software and documentation are freely disseminated as open source.  As part of this project, Dr. Papoian is creating a community web resource centered around active matter, with class-ready educational materials for secondary schools, undergraduate and graduate courses, and research sections bringing together information on publications relating to active matter and the scientific groups working in the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Garegin",
   "pi_last_name": "Papoian",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Garegin A Papoian",
   "pi_email_addr": "gpapoian@umd.edu",
   "nsf_id": "000408135",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 Lee Bldg 7809 Regents Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Active matter has recently emerged as a new and exciting frontier at the interface of physics, chemistry and biology. In contrast to more ?traditional? far-from-equilibrium systems, where external temperature gradients or forcing lead to rich dynamical behaviors, in active matter systems the constituent particles themselves are individually motorized. The basic unit of life, the cell, is the most prominent manifestation of active matter in nature.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our laboratory has pioneered a mechano-chemical force field and an associated software package, MEDYAN (the Mechanochemical Dynamics of Active Networks), which is publicly available at&nbsp;<a href=\"http://medyan.org/\">http://medyan.org</a>. MEDYAN provides a general framework for simulating active matter, with a particular focus on biological applications.</p>\n<p>&nbsp;</p>\n<p><em>The following intellectual merit outcomes resulted from the grant support period:</em></p>\n<p>&nbsp;</p>\n<p>1) We developed a novel model of a flexible membrane interacting with the cytosolic cytoskeleton as part of the MEDYAN force field; 2) Using cache access optimizations and SIMD (single instruction, multiple data) programming, we significantly accelerated and provided other enhancements of various MEDYAN algorithms, providing also many new capabilities; 3) We investigated fundamental properties of various actin networks, such as the interplay between actin filament threadmilling and turnover as well obtaining phase diagrams of unipolar and mixed polarity actin bundles ; 4) We developed an entropy production calculation algorithm for cytoskeletal dynamics and subsequent investigated the phenomenon of cytoskeletal avalanches using Hessian spectral analysis and machine learning; 5) In a collaborative project with scientists at Georgia State University, we modeled their experiments where cytoskeletal networks were pulled from live cells by an AFM tip.</p>\n<p>&nbsp;</p>\n<p>We have published over 10 manuscripts describing work that acknowledged support from this grant. Our paper on computing Gibbs free energies in stochastic reaction-diffusion networks was chosen as an Editor's Pick by The Journal of Chemical Physics. Another two papers were highlighted as journal covers by The Journal of Physical Chemistry B and Interface Focus. The PI and the graduate students have made numerous presentations at local, national, and international meetings.</p>\n<p>&nbsp;</p>\n<p><em>The following broader impacts outcomes resulted from the grant support period:</em></p>\n<p>&nbsp;</p>\n<p>We released multiple revisions of the MEDYAN software during the grant support period at&nbsp;<a href=\"http://medyan.org/\">http://medyan.org</a>. We also developed and maintained its associated user and developer documentation.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We extensively trained graduate students from various institutions in using of MEDYAN software. The PI trained the USA National U.S. National Chemistry Olympiad Team during 2019-2021 in quantum chemistry and thermodynamics, contributing to the exams for selecting the final team members. The US Teams subsequently performed in an outstanding way: in July 2020, hosted by Turkey, all team members receiving gold medals, including the top gold; in July 2021, hosted by Japan, two team members received gold medals and the other two received silver medals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2022<br>\n\t\t\t\t\tModified by: Garegin&nbsp;A&nbsp;Papoian</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1800418/1800418_10553474_1651435699447_CoverJPCB--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1800418/1800418_10553474_1651435699447_CoverJPCB--rgov-800width.jpg\" title=\"Journal Cover for The Journal of Physical Chemistry B\"><img src=\"/por/images/Reports/POR/2022/1800418/1800418_10553474_1651435699447_CoverJPCB--rgov-66x44.jpg\" alt=\"Journal Cover for The Journal of Physical Chemistry B\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The novel model of a flexible membrane developed in MEDYAN was highlighted on the cover of JPCB.</div>\n<div class=\"imageCredit\">Haoran Ni</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Garegin&nbsp;A&nbsp;Papoian</div>\n<div class=\"imageTitle\">Journal Cover for The Journal of Physical Chemistry B</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nActive matter has recently emerged as a new and exciting frontier at the interface of physics, chemistry and biology. In contrast to more ?traditional? far-from-equilibrium systems, where external temperature gradients or forcing lead to rich dynamical behaviors, in active matter systems the constituent particles themselves are individually motorized. The basic unit of life, the cell, is the most prominent manifestation of active matter in nature. \n\n \n\nOur laboratory has pioneered a mechano-chemical force field and an associated software package, MEDYAN (the Mechanochemical Dynamics of Active Networks), which is publicly available at http://medyan.org. MEDYAN provides a general framework for simulating active matter, with a particular focus on biological applications.\n\n \n\nThe following intellectual merit outcomes resulted from the grant support period:\n\n \n\n1) We developed a novel model of a flexible membrane interacting with the cytosolic cytoskeleton as part of the MEDYAN force field; 2) Using cache access optimizations and SIMD (single instruction, multiple data) programming, we significantly accelerated and provided other enhancements of various MEDYAN algorithms, providing also many new capabilities; 3) We investigated fundamental properties of various actin networks, such as the interplay between actin filament threadmilling and turnover as well obtaining phase diagrams of unipolar and mixed polarity actin bundles ; 4) We developed an entropy production calculation algorithm for cytoskeletal dynamics and subsequent investigated the phenomenon of cytoskeletal avalanches using Hessian spectral analysis and machine learning; 5) In a collaborative project with scientists at Georgia State University, we modeled their experiments where cytoskeletal networks were pulled from live cells by an AFM tip.\n\n \n\nWe have published over 10 manuscripts describing work that acknowledged support from this grant. Our paper on computing Gibbs free energies in stochastic reaction-diffusion networks was chosen as an Editor's Pick by The Journal of Chemical Physics. Another two papers were highlighted as journal covers by The Journal of Physical Chemistry B and Interface Focus. The PI and the graduate students have made numerous presentations at local, national, and international meetings.\n\n \n\nThe following broader impacts outcomes resulted from the grant support period:\n\n \n\nWe released multiple revisions of the MEDYAN software during the grant support period at http://medyan.org. We also developed and maintained its associated user and developer documentation. \n\n \n\nWe extensively trained graduate students from various institutions in using of MEDYAN software. The PI trained the USA National U.S. National Chemistry Olympiad Team during 2019-2021 in quantum chemistry and thermodynamics, contributing to the exams for selecting the final team members. The US Teams subsequently performed in an outstanding way: in July 2020, hosted by Turkey, all team members receiving gold medals, including the top gold; in July 2021, hosted by Japan, two team members received gold medals and the other two received silver medals.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2022\n\n\t\t\t\t\tSubmitted by: Garegin A Papoian"
 }
}