{
 "awd_id": "1801106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Optimization Algorithms for Mapping",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pamela McCauley",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2017-12-04",
 "awd_max_amd_letter_date": "2017-12-04",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is to provide organizations with easy access to efficient logistical planning. The project  will potentially assist emerging businesses and other organizations by providing optimization services in road maps such as finding delivery routes, selecting locations for new facilities, and selecting routes for cables or pipes.  This allows organizations facing such problems to focus on their core mission and outsource the optimization.  This project will enable such organizations to provide better service at lower cost.\r\n\r\nThis I-Corps project draws on substantial research aimed at developing of efficient algorithms for finding optimal and near-optimal solutions to optimization problems in planar networks, networks that can be drawn on a flat surface.  Since road maps are mostly planar, these algorithms can be adapted to work on road maps.   The project builds on an implementation of the underlying algorithmic methods.  The implementation can very quickly find high-quality solutions even for very large networks.  The project will explore the commercialization of algorithmic techniques in real-world contexts, and suggest new optimization problems requiring further research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Klein",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Philip N Klein",
   "pi_email_addr": "klein@brown.edu",
   "nsf_id": "000471803",
   "pi_start_date": "2017-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University, Computer Science Dept.",
  "perf_str_addr": "115 Waterman Street",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to receive training in start-up methodology and explore commercialization of technology arising out of past NSF-sponsored research.&nbsp; This technology enables fast computation of high-quality solutions to optimization problems in road maps, e.g. vehicle routing and facility location.&nbsp; In vehicle routing, one is given a set of delivery locations, and one must partition these locations among a fleet of vehicles while respecting limits such as vehicle capacities.&nbsp; In facility location, one is given locations of clients, and one must select locations for facilities so that each client is sufficienty close to a selected facility location.&nbsp;&nbsp;<br />The I-Corps training consisted of an intensive on-site workshop together with weekly webinars.&nbsp; As part of the process, the team conducted interviews with potential customers and other potential users of the technology. The training and interviewing were extremely helpful and beneficial.&nbsp; We found that last-mile delivery optimization is growing in importance as more retail customers come to expect deliveries. However, the training led to a conclusion that the technology had not yet been developed to a sufficient degree to allow the evaluation of its potential for commercialization.&nbsp; The team's participation in the project was terminated early and the unspent funds returned.&nbsp; &nbsp; &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2018<br>\n\t\t\t\t\tModified by: Philip&nbsp;N&nbsp;Klein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to receive training in start-up methodology and explore commercialization of technology arising out of past NSF-sponsored research.  This technology enables fast computation of high-quality solutions to optimization problems in road maps, e.g. vehicle routing and facility location.  In vehicle routing, one is given a set of delivery locations, and one must partition these locations among a fleet of vehicles while respecting limits such as vehicle capacities.  In facility location, one is given locations of clients, and one must select locations for facilities so that each client is sufficienty close to a selected facility location.  \nThe I-Corps training consisted of an intensive on-site workshop together with weekly webinars.  As part of the process, the team conducted interviews with potential customers and other potential users of the technology. The training and interviewing were extremely helpful and beneficial.  We found that last-mile delivery optimization is growing in importance as more retail customers come to expect deliveries. However, the training led to a conclusion that the technology had not yet been developed to a sufficient degree to allow the evaluation of its potential for commercialization.  The team's participation in the project was terminated early and the unspent funds returned.      \n\n\t\t\t\t\tLast Modified: 11/23/2018\n\n\t\t\t\t\tSubmitted by: Philip N Klein"
 }
}