{
 "awd_id": "1801511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Distinguishing the drivers of benthic foraminiferal faunal change to improve mechanistic interpretations of abrupt hypoxic events in the North Pacific",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 96050.0,
 "awd_amount": 96050.0,
 "awd_min_amd_letter_date": "2017-10-31",
 "awd_max_amd_letter_date": "2017-10-31",
 "awd_abstract_narration": "During the last ice age, episodes of expanded low-oxygen conditions (hypoxia) developed along the margins of the North Pacific Ocean and, while multiple potential drivers have been proposed, the causes of these environmental changes remain controversial. Documenting the full dynamic range of variability and causes of hypoxia is essential for understanding carbon cycle processes and the biogeochemical feedbacks associated with large-scale climate changes. Low-oxygen events in the North Pacific are expected to become more severe in the future, thus understanding their dynamics, drivers, and ecological consequences in the past can provide important information for managing today's and tomorrow's marine ecosystem resources. \r\n\r\nTwo sediment cores collected by IODP Expedition 341 in the Gulf of Alaska will provide records of ecological and environmental change over the past 60,000 years and will be used to document the range of oxygenation states, quantify the ecological consequences of changes in oxygenation, and evaluate the role of changing organic carbon fluxes in driving hypoxic events. High sedimentation rates at the two study sites (at 680 m and 3680 m water depth) permit high temporal-resolution studies that will be used to quantify the abruptness of changes in oxygenation and the severity of hypoxic conditions. This study design permits testing the generality of the drivers and dynamics of hypoxic events in different environmental settings and climate states.  Well-established methods for determining paleo-oxygenation (focusing on laminations, bulk sediment Re, and excess Mn, U, Mo) will identify hypoxic events. Systematic comparisons of benthic foraminiferal whole-community faunal counts in downcore records to the independently derived geochemical proxies measured on the same samples will be used to identify the primary factors associated with benthic foraminiferal faunal change, and to develop more accurate faunal proxies for benthic conditions that do not rely on the assumption that modern spatial variability encompasses temporal variability. Quantitative multivariate analysis of diverse species-level assemblages of benthic foraminiferal faunas will allow the research team to assess relative severity and abruptness of hypoxic events, which is not possible with geochemical proxies that rely on redox thresholds. The incorporation of faunal information will also improve evaluation of the relationship between hypoxia and organic carbon flux. The multivariate faunal and geochemical data sets produced by this project can serve as model test data and will improve faunal proxy methods for recognizing variations in benthic environments, determining rates of environmental change, and evaluating the mechanisms underlying low-oxygen (hypoxic) events. Comparison of these high-latitude North Pacific sites with published far-field data will contribute to assessing the causes and impact of hypoxia in the larger Pacific Basin. \r\n\r\nThis project supports an early career faculty member in an EPSCoR state, two graduate students, and undergraduate students who will connect with active researchers though senior theses and established REU activities. Through this project, students from South Dakota School of Mines and Technology will have access to advanced research facilities at Oregon State University. In addition, results of this project will be integrated into public outreach conducted by researchers at both institutions, which includes STEM activities intended to benefit female and Native America middle and high school students, elder education programs, public education through the Museum of Geology at SDSMT, and young international students though FutureEarth/PAGES.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Belanger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christina L Belanger",
   "pi_email_addr": "Christina.Belanger@tamu.edu",
   "nsf_id": "000648792",
   "pi_start_date": "2017-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 96050.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project used both the microfossil record of seafloor organisms and the chemistry of sediments to reconstruct a 55,000 year history of seafloor oxygenation conditions at intermediate (~700) and abyssal (~3700 m) depths in the Gulf of Alaska. We found extreme low-oxygen events, likely associated with warming events, during both glacial and interglacial times at intermediate depths. Some of these low-oxygen events were long in duration (&gt;2,000 years) and other events were short-lived (&lt;200 years). Decreases in oxygenation were of great enough magnitude and rapid enough to significantly impact seafloor animals. At the abyssal site, contemporaneous decreases in oxygen also occurred, but were less severe. These results extend our understanding of the spatial and temporal extent of low-oxygen events in the high latitude North Pacific and the climatic conditions that produce them. This knowledge is important for forecasting the extent of ongoing declines in oxygen in the modern North Pacific Ocean.</p>\n<p>By analyzing both faunal and geochemical proxies for oxygenation on the same samples, we were able to cross-validate their results and better parametrize the oxygenation levels their values represent. We used multivariate analyses of faunal assemblages to develop a quantitative measure of oxygenation that is able to replicate modern oxygenation values from the site and thus reconstruct intervals of severe dysoxia when past oxygenation values were lower than what occurs in the modern Gulf of Alaska. The methods developed through this project increase the accuracy of paleo-oxygen reconstructions and will enable comparisons of relative oxygenation in marine sediment records across the Pacific basin.</p>\n<p>In addition, we used changes in the dominant fossil species to demonstrate changes in the export of organic carbon to the deep sea between glacial and interglacial times. We found that surface productivity increased and was dominated by bloom dynamics during warm times as opposed to cold times dominated by lower levels of steady productivity. Pulsed productivity is more effective at reaching the abyssal sea floor and dramatically changed the deep-sea ecosystem.&nbsp; These results have implications for modeling carbon export, and thus CO<sub>2</sub> sequestration in the ocean, and highlights the importance of transient biological blooms in understanding the oceanic carbon cycle.</p>\n<p>This project supported a female Ph.D student and provided independent research experience to two female Masters? students and six undergraduate students (4 male, 2 female) at the South Dakota School of Mines &amp; Technology and Texas A&amp;M University College Station campuses supervised by PI Belanger. Through this project, we also developed hands-on activities for K-12 students to introduce them to the microfossil evidence of past environmental changes that are associated with global climate. These K-12 students included elementary students at Pine Ridge Indian Reservation and Girl Scout troops in South Dakota and high school students from under-represented groups participating in the GeoX summer program at Texas A&amp;M.&nbsp; Materials and data from this project were also used to develop undergraduate and graduate level laboratory exercises for courses, including the creation of 3D enlarged models of microfossils to enhance accessibility. In total, approximately 450 K-12 students, 200 undergraduates and 20 graduate students received science training using these materials.&nbsp;&nbsp;&nbsp;</p>\n<p>Thus far, aspects of this project have been presented in nine conference presentations, 6 invited talks at academic institutions, and in two peer-reviewed publications authored by PI Belanger and her students. Approximately four other publications are in preparation at time of the grant?s end and we expect these to come out over the next few years. Data from this project will be included in the appendixes of each publication and archived on the PANGEA data repository.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2019<br>\n\t\t\t\t\tModified by: Christina&nbsp;L&nbsp;Belanger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project used both the microfossil record of seafloor organisms and the chemistry of sediments to reconstruct a 55,000 year history of seafloor oxygenation conditions at intermediate (~700) and abyssal (~3700 m) depths in the Gulf of Alaska. We found extreme low-oxygen events, likely associated with warming events, during both glacial and interglacial times at intermediate depths. Some of these low-oxygen events were long in duration (&gt;2,000 years) and other events were short-lived (&lt;200 years). Decreases in oxygenation were of great enough magnitude and rapid enough to significantly impact seafloor animals. At the abyssal site, contemporaneous decreases in oxygen also occurred, but were less severe. These results extend our understanding of the spatial and temporal extent of low-oxygen events in the high latitude North Pacific and the climatic conditions that produce them. This knowledge is important for forecasting the extent of ongoing declines in oxygen in the modern North Pacific Ocean.\n\nBy analyzing both faunal and geochemical proxies for oxygenation on the same samples, we were able to cross-validate their results and better parametrize the oxygenation levels their values represent. We used multivariate analyses of faunal assemblages to develop a quantitative measure of oxygenation that is able to replicate modern oxygenation values from the site and thus reconstruct intervals of severe dysoxia when past oxygenation values were lower than what occurs in the modern Gulf of Alaska. The methods developed through this project increase the accuracy of paleo-oxygen reconstructions and will enable comparisons of relative oxygenation in marine sediment records across the Pacific basin.\n\nIn addition, we used changes in the dominant fossil species to demonstrate changes in the export of organic carbon to the deep sea between glacial and interglacial times. We found that surface productivity increased and was dominated by bloom dynamics during warm times as opposed to cold times dominated by lower levels of steady productivity. Pulsed productivity is more effective at reaching the abyssal sea floor and dramatically changed the deep-sea ecosystem.  These results have implications for modeling carbon export, and thus CO2 sequestration in the ocean, and highlights the importance of transient biological blooms in understanding the oceanic carbon cycle.\n\nThis project supported a female Ph.D student and provided independent research experience to two female Masters? students and six undergraduate students (4 male, 2 female) at the South Dakota School of Mines &amp; Technology and Texas A&amp;M University College Station campuses supervised by PI Belanger. Through this project, we also developed hands-on activities for K-12 students to introduce them to the microfossil evidence of past environmental changes that are associated with global climate. These K-12 students included elementary students at Pine Ridge Indian Reservation and Girl Scout troops in South Dakota and high school students from under-represented groups participating in the GeoX summer program at Texas A&amp;M.  Materials and data from this project were also used to develop undergraduate and graduate level laboratory exercises for courses, including the creation of 3D enlarged models of microfossils to enhance accessibility. In total, approximately 450 K-12 students, 200 undergraduates and 20 graduate students received science training using these materials.   \n\nThus far, aspects of this project have been presented in nine conference presentations, 6 invited talks at academic institutions, and in two peer-reviewed publications authored by PI Belanger and her students. Approximately four other publications are in preparation at time of the grant?s end and we expect these to come out over the next few years. Data from this project will be included in the appendixes of each publication and archived on the PANGEA data repository.\n\n\t\t\t\t\tLast Modified: 11/29/2019\n\n\t\t\t\t\tSubmitted by: Christina L Belanger"
 }
}