{
 "awd_id": "1801865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: Large: Collaborative Research: ASTRO: A Platform for 3-D Data-Driven Mobile Sensing via Networked Drones",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1647000.0,
 "awd_min_amd_letter_date": "2018-08-09",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "The driving vision of this project is to detect Volatile Organic Compounds (VOCs) through ASTRO, a platform for autonomous 3-D data-driven mobile sensing via networked drones equipped with gas sensors. VOCs are hazardous to human health and the environment; they are released by explosions, gas leaks, and industrial accidents prevalent in low-income and under-resourced urban neighborhoods in close proximity to industrial processing plants, chemical refineries, and other sources of airborne pollutants. The project is located in an economically disadvantaged area of Houston, Texas. With Technology For All (TFA), the project team has a history of engaging the local community via broadband access, technology training, and connected health. The TFA wireless network already serves 1000's of community members in several square kilometers in Houston's East End via a mix of commercial Wi-Fi and software defined radios. The project targets realizing a high-resolution ground truth of environmental conditions in low-income urban areas which can impact emergency response procedures and environmental justice via policy and law. The project will develop a mobile app that alerts community residents of hazardous VOC concentrations near their current location. This project will impact urban areas with a demonstration of fusing next generation environmental sensing with next generation wireless access via networked drones. \r\n \r\nThe project's objective is to realize an unprecedented resolution in VOC sensing by development and demonstration of ASTRO, a system for networked drone sensing missions without ground control. ASTRO will realize the unique capability to dynamically move sensors in 3-D according to real-time measurements. Consequently, networks of drones with on-board sensors can find and track VOC plumes, solely by coordinating among themselves, and without requiring a centralized ground controller. Two inter-related thrusts will realize this vision. The first is target detection, tracking, and modeling high VOC concentration clusters, targeting health and environmental safety. The second is development of the underlying principles and methodologies for data-driven mobile missions via drone networks. The project's outcomes will include lightweight machine learning methods that provide foundations for real-time distributed autonomous sensing with environmental and health objectives. These data sets will yield development of atmospheric models of VOCs at a finer resolution than is possible today. Moreover, the outcomes will also include methods for adaptive communication among the networked drones via software defined radios that can adapt their network topology and spectrum usage to realize mission objectives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Knightly",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Edward W Knightly",
   "pi_email_addr": "knightly@rice.edu",
   "nsf_id": "000179561",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Griffin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Griffin",
   "pi_email_addr": "rob.griffin@rice.edu",
   "nsf_id": "000093402",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Dacso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford Dacso",
   "pi_email_addr": "cdacso@bcm.edu",
   "nsf_id": "000071943",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Reed",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Reed",
   "pi_email_addr": "Will.Reed@techforall.org",
   "nsf_id": "000071927",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yingyan",
   "pi_last_name": "Lin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Yingyan C Lin",
   "pi_email_addr": "celine.lin@gatech.edu",
   "nsf_id": "000758624",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 421519.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 408416.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 234999.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 267912.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 314154.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We designed, deployed, and performed a vast set of experiments on ASTRO, a platform for 3-D data-driven mobile sensing via networked drones. Our initial proof-of-concept demonstrations and extensive experiments were focused in the neighborhood surrounding our already deployed tower and wireless network at Technology For All (TFA) headquarters, in Houston, Texas. Our advanced sensing algorithms using 5G infrastructure were performed on the Rice University Campus. Our final advances were demonstrated in an urban rooftop scenario in Boston.</p>\n<p>First, we deployed an Aerial/Ground pollution distributed real-time monitoring platform. In order to provide high resolution of air pollution sensing: (i) we deployed our reference ground sensor (FROG) in Houston&rsquo;s East End with TFA as base station, (ii) we performed multiple drone missions in that same neighborhood and are currently analyzing the data collected using our custom-built drones, and (iii) we implemented a mobile app that provides the community with real-time collected data of both ground sensors and drones. This neighborhood not only demonstrated these methods in a real operational environment, but it also showcased environmental inequalities. Namely, the TFA low-income community is a short distance from Houston&rsquo;s petrochemical industry and extreme events are common placed. Our research demonstrated a method to get real-time information to neighborhood residents via the AirSafe App.</p>\n<p>Second, we developed a method for 5G infrastructure to rapidly localize drones. &nbsp;In particular, we used Rice&rsquo;s RENEW platform (Reconfigurable Ecosystem for Next-Generation End-to-End Wireless) with a stadium-mounted programmable Massive MIMO base station. We showed how the large 2-D array enabled redundant azimuth and elevation observations for accurate and real-time angle-of-arrival estimation. The research showed how to overcome challenges due to drone mobility, wind, and rapidly changing multi-path channel conditions.</p>\n<p>Third, the project showed how an ASTRO drone armed with a printed metasurface can be used to intercept a highly directional roof-top backhaul link. In particular, we showed how an adversary Eve designs and employs an ASTRO drone to covertly manipulate the electromagnetic wavefront of the signals and remotely eavesdrop on highly directional backhaul links. Exploring the foundation of the attack, we demonstrated Eve&rsquo;s strategy for generating eavesdropping diffraction beams by inducing pre-defined phase profiles at the aerial metasurface interface. We showed how Eve&rsquo;s flight navigation approach can dynamically shape radiation patterns based on drone mobility via a wavefront-tailored flight refinement principle. We implemented the attack and performed a suite of over-the-air experiments in both a large indoor atrium and outdoor rooftops in a large metropolitan area. The results reveal that Eve can intercept backhaul transmissions with nearly zero bit error rate while maintaining minimal impact on legitimate communication.</p>\n<p>Lastly, the project yielded peer-reviewed publications and demonstrations in top conferences and journals. The data sets collected have been anonymized and made publicly available to serve as a unique resource for the research community. Together, the project's workshops, data sets, and open-source code and platforms have promoted community-wide efforts. The project has provided research opportunities for undergraduate and graduate students from a variety of disciplines. &nbsp;The project team included multiple female and Hispanic Ph.D. students. Our project has provided valuable environmental information via a custom App to an underserved and primarily Hispanic community, and the project has included outreach to underserved communities centered in the deployment&rsquo;s footprint.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2023<br>\nModified by: Edward&nbsp;W&nbsp;Knightly</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe designed, deployed, and performed a vast set of experiments on ASTRO, a platform for 3-D data-driven mobile sensing via networked drones. Our initial proof-of-concept demonstrations and extensive experiments were focused in the neighborhood surrounding our already deployed tower and wireless network at Technology For All (TFA) headquarters, in Houston, Texas. Our advanced sensing algorithms using 5G infrastructure were performed on the Rice University Campus. Our final advances were demonstrated in an urban rooftop scenario in Boston.\n\n\nFirst, we deployed an Aerial/Ground pollution distributed real-time monitoring platform. In order to provide high resolution of air pollution sensing: (i) we deployed our reference ground sensor (FROG) in Houstons East End with TFA as base station, (ii) we performed multiple drone missions in that same neighborhood and are currently analyzing the data collected using our custom-built drones, and (iii) we implemented a mobile app that provides the community with real-time collected data of both ground sensors and drones. This neighborhood not only demonstrated these methods in a real operational environment, but it also showcased environmental inequalities. Namely, the TFA low-income community is a short distance from Houstons petrochemical industry and extreme events are common placed. Our research demonstrated a method to get real-time information to neighborhood residents via the AirSafe App.\n\n\nSecond, we developed a method for 5G infrastructure to rapidly localize drones. In particular, we used Rices RENEW platform (Reconfigurable Ecosystem for Next-Generation End-to-End Wireless) with a stadium-mounted programmable Massive MIMO base station. We showed how the large 2-D array enabled redundant azimuth and elevation observations for accurate and real-time angle-of-arrival estimation. The research showed how to overcome challenges due to drone mobility, wind, and rapidly changing multi-path channel conditions.\n\n\nThird, the project showed how an ASTRO drone armed with a printed metasurface can be used to intercept a highly directional roof-top backhaul link. In particular, we showed how an adversary Eve designs and employs an ASTRO drone to covertly manipulate the electromagnetic wavefront of the signals and remotely eavesdrop on highly directional backhaul links. Exploring the foundation of the attack, we demonstrated Eves strategy for generating eavesdropping diffraction beams by inducing pre-defined phase profiles at the aerial metasurface interface. We showed how Eves flight navigation approach can dynamically shape radiation patterns based on drone mobility via a wavefront-tailored flight refinement principle. We implemented the attack and performed a suite of over-the-air experiments in both a large indoor atrium and outdoor rooftops in a large metropolitan area. The results reveal that Eve can intercept backhaul transmissions with nearly zero bit error rate while maintaining minimal impact on legitimate communication.\n\n\nLastly, the project yielded peer-reviewed publications and demonstrations in top conferences and journals. The data sets collected have been anonymized and made publicly available to serve as a unique resource for the research community. Together, the project's workshops, data sets, and open-source code and platforms have promoted community-wide efforts. The project has provided research opportunities for undergraduate and graduate students from a variety of disciplines. The project team included multiple female and Hispanic Ph.D. students. Our project has provided valuable environmental information via a custom App to an underserved and primarily Hispanic community, and the project has included outreach to underserved communities centered in the deployments footprint.\n\n\n\t\t\t\t\tLast Modified: 11/14/2023\n\n\t\t\t\t\tSubmitted by: EdwardWKnightly\n"
 }
}