{
 "awd_id": "1801096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Necessary Skills Now Network: Integrating Employability Skills Development into   Technician Education Across STEM Disciplines",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 599424.0,
 "awd_amount": 599424.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2024-01-08",
 "awd_abstract_narration": "For several decades, employers in high-tech fields have complained that entry-level employees often lack \"employability skills,\" which are also called \"soft skills.\"   These skills are the non-technical skills necessary for success in the workplace, including working in teams, problem solving, verbal communication, written communication, dependability/work ethic, and planning/organizing. Reports have called on colleges to redesign courses and curricula to address the deficiency in employability skills, and many projects have been launched to do so, often with a focus on a particular discipline. As a new Advanced Technological Education (ATE) Coordination Network, the Necessary Skills Now Network will foster the collaboration of community and technical college faculty with  business/industry partners to integrate employability skills into technician education programs across the STEM disciplines.\r\n\r\nThe Necessary Skills Now Network will assist community and technical colleges in sharing resources, exploring new teaching methods, and collaborating with employers to help students improve their mastery of employability skills. The Network will (1) create an active \"community of practice\" to exchange ideas, promising practices, research, and employment trends; (2) provide faculty development workshops and courses to support the adoption of effective teaching methods, instructional materials, and learning environments; and (3) create an online portal of open educational resources to improve the development of employability skills among students in technical associate degree programs. The project is led by the Center for Occupational Research and Development and three ATE centers: the South Carolina Advanced Technological Education center (engineering technology), the Center for Systems Security and Information Assurance (cybersecurity), and the Florida Advanced Technological Education center (advanced manufacturing). Through the existing, extensive networks of these partners, the investigators expect to reach over 450 faculty members with workshops, online courses, and on-demand resources and to engage over 300 colleges and 75 companies in community-of-practice activities. Conference presentations, webinars, publications, and social media will further extend awareness of the Network's resources to stakeholders across the STEM disciplines. The overall goal is to develop an environment in which many employers and educators collaborate across roles, technology sectors, and geography to build solutions that will give students the full range of skills needed for working productively after they are hired.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hinckley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Hinckley",
   "pi_email_addr": "hinckley@cord.org",
   "nsf_id": "000704777",
   "pi_start_date": "2018-08-20",
   "pi_end_date": "2018-10-02"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hope",
   "pi_last_name": "Cotner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hope E Cotner",
   "pi_email_addr": "hcotner@cord.org",
   "nsf_id": "000704754",
   "pi_start_date": "2018-10-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Sands",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Sands",
   "pi_email_addr": "sands@morainevalley.edu",
   "nsf_id": "000317744",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Barger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Barger",
   "pi_email_addr": "marilyn.barger@flate.org",
   "nsf_id": "000266981",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Chamberlain",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Chamberlain",
   "pi_email_addr": "chamber@cord.org",
   "nsf_id": "000372765",
   "pi_start_date": "2018-11-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Roberts",
   "pi_mid_init": "H",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Richard H Roberts",
   "pi_email_addr": "Rick.Roberts@fdtc.edu",
   "nsf_id": "000718102",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Hope",
   "pi_last_name": "Cotner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hope E Cotner",
   "pi_email_addr": "hcotner@cord.org",
   "nsf_id": "000704754",
   "pi_start_date": "2018-08-20",
   "pi_end_date": "2018-10-02"
  }
 ],
 "inst": {
  "inst_name": "CORD",
  "inst_street_address": "4901 BOSQUE BLVD",
  "inst_street_address_2": "2ND FLOOR",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547418334",
  "inst_zip_code": "767102302",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "CENTER FOR OCCUPATIONAL RESEARCH AND DEVELOPMENT, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KF3PZJCJ9WM9"
 },
 "perf_inst": {
  "perf_inst_name": "CORD",
  "perf_str_addr": "4901 Bosque Boulevard, Floor 2",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767105841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 599424.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSN Project Outcomes:</strong></p>\r\n<p>The Necessary Skills Now (NSN) Network, an ATE coordination network, fostered collaboration among educators and employers to improve the employability skills of technicians in STEM-related occupations. The Network used an integrated approach to support employability (soft) skills development within the context of how students will encounter and be expected to apply skills such as problem-solving, teamwork and communication, in the workplace. The integrated approach also addressed the challenges faced by faculty who reported not having room in their programs of study to teach stand-alone courses on employability skills in addition to required technical courses. The activities and outcomes of the NSN Network helped to ensure technicians across the STEM disciplines are better prepared for tomorrow&rsquo;s workplace and are more likely to contribute to business productivity upon hiring.</p>\r\n<p>The Network was established to expand the work of the preceding Necessary Skills Now Project that paired community college faculty with employers to develop project-based learning modules integrating employability skills and technical content around industry scenarios. The project also designed a faculty development model to assist instructors from any technical discipline in building their own integrated projects with local employers. The NSN Network built on these resources to bring together collaborators from across the STEM disciplines to dialogue, share resources, and take informed actions in the classroom to help STEM technicians be better prepared for success in the workplace.</p>\r\n<p>The Network was led by the Center for Occupational Research and Development (CORD) in partnership with leadership from four NSF-ATE Centers: the Florida Advanced Technological Education Center, the South Carolina Advanced Technological Education Center, the Center for Systems Security and Information Assurance, and the National Convergence Technology Center.</p>\r\n<p><strong>&nbsp;The Network's Goals were to:</strong></p>\r\n<p><strong>1) Create and foster an active&nbsp;community of practice&nbsp;of stakeholders to exchange ideas, promising practices, research, and employment trends</strong>. This was accomplished by collaborating with constituents across our network of ATE partners including an extensive group of employers from STEM fields. Through the delivery of numerous conference presentations, webinars, and the Employability Skills Exchange publication, the Network facilitated interdisciplinary conversations that shared promising practices to advance employability skills instruction across the STEM disciplines. By deploying the Business &amp; Industry Leadership Team's model of competency analysis to inform instruction at the local level, employer partners were able to identify the employability skills most critical to success at their companies. This essential input guided the Network's development of instructional resources.</p>\r\n<p><strong>2) Provide&nbsp;professional development&nbsp;workshops and online courses to foster the adoption of effective teaching methods, instructional materials, and learning environments.</strong>&nbsp;The Network offered professional development for faculty in both online and in-person formats to support employability skills instruction. Key components of both workshops and courses included helping faculty identify intersections of technical and employability content within their programs of study and providing strategies and tools to partner with local employers to develop industry scenarios to set the stage for instruction. The Network's professional development programs shared industry perspectives on in-demand employability skills and strategies for designing student activities that facilitated development of essential workplace skills over time. Each group of workshop participants also received a customized online toolbox of resources comprised of ready-to-deploy instructional tools and time-saving templates for local adaptation.</p>\r\n<p><strong>3) Create a&nbsp;repository of resources&nbsp;to improve employability skills development among students in technical associate degree programs.</strong> The Network vetted, aggregated, and disseminated quality, no-cost teaching resources developed by NSF-ATE projects, states, and federally funded education and workforce development projects. The Network also created its own classroom-ready curriculum resources through collaboration with employers and by leveraging the personal and workplace effectiveness skills defined by the US DOL competency models in advanced manufacturing and engineering. Through technical assistance cohorts, the Network team coached faculty on strategies for implementing these curriculum resources and for creating their own instructional resources in partnership with local employers.</p>\r\n<p>Through faculty professional development, curriculum development, and networking activities, the NSN Network facilitated interdisciplinary exchanges promoting the adoption of promising practices and the advancement of employability skills instruction across the STEM disciplines. Significant dialogue with employers helped ensure Network activities were focused on current and emergent workforce needs. The Network helped deepen the field&rsquo;s understanding of critical gaps in employability skills among technicians and, through employer-educator dialogue and collaboration, inform new instructional practices.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/11/2024<br>\nModified by: Hope&nbsp;E&nbsp;Cotner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNSN Project Outcomes:\r\n\n\nThe Necessary Skills Now (NSN) Network, an ATE coordination network, fostered collaboration among educators and employers to improve the employability skills of technicians in STEM-related occupations. The Network used an integrated approach to support employability (soft) skills development within the context of how students will encounter and be expected to apply skills such as problem-solving, teamwork and communication, in the workplace. The integrated approach also addressed the challenges faced by faculty who reported not having room in their programs of study to teach stand-alone courses on employability skills in addition to required technical courses. The activities and outcomes of the NSN Network helped to ensure technicians across the STEM disciplines are better prepared for tomorrows workplace and are more likely to contribute to business productivity upon hiring.\r\n\n\nThe Network was established to expand the work of the preceding Necessary Skills Now Project that paired community college faculty with employers to develop project-based learning modules integrating employability skills and technical content around industry scenarios. The project also designed a faculty development model to assist instructors from any technical discipline in building their own integrated projects with local employers. The NSN Network built on these resources to bring together collaborators from across the STEM disciplines to dialogue, share resources, and take informed actions in the classroom to help STEM technicians be better prepared for success in the workplace.\r\n\n\nThe Network was led by the Center for Occupational Research and Development (CORD) in partnership with leadership from four NSF-ATE Centers: the Florida Advanced Technological Education Center, the South Carolina Advanced Technological Education Center, the Center for Systems Security and Information Assurance, and the National Convergence Technology Center.\r\n\n\nThe Network's Goals were to:\r\n\n\n1) Create and foster an activecommunity of practiceof stakeholders to exchange ideas, promising practices, research, and employment trends. This was accomplished by collaborating with constituents across our network of ATE partners including an extensive group of employers from STEM fields. Through the delivery of numerous conference presentations, webinars, and the Employability Skills Exchange publication, the Network facilitated interdisciplinary conversations that shared promising practices to advance employability skills instruction across the STEM disciplines. By deploying the Business & Industry Leadership Team's model of competency analysis to inform instruction at the local level, employer partners were able to identify the employability skills most critical to success at their companies. This essential input guided the Network's development of instructional resources.\r\n\n\n2) Provideprofessional developmentworkshops and online courses to foster the adoption of effective teaching methods, instructional materials, and learning environments.The Network offered professional development for faculty in both online and in-person formats to support employability skills instruction. Key components of both workshops and courses included helping faculty identify intersections of technical and employability content within their programs of study and providing strategies and tools to partner with local employers to develop industry scenarios to set the stage for instruction. The Network's professional development programs shared industry perspectives on in-demand employability skills and strategies for designing student activities that facilitated development of essential workplace skills over time. Each group of workshop participants also received a customized online toolbox of resources comprised of ready-to-deploy instructional tools and time-saving templates for local adaptation.\r\n\n\n3) Create arepository of resourcesto improve employability skills development among students in technical associate degree programs. The Network vetted, aggregated, and disseminated quality, no-cost teaching resources developed by NSF-ATE projects, states, and federally funded education and workforce development projects. The Network also created its own classroom-ready curriculum resources through collaboration with employers and by leveraging the personal and workplace effectiveness skills defined by the US DOL competency models in advanced manufacturing and engineering. Through technical assistance cohorts, the Network team coached faculty on strategies for implementing these curriculum resources and for creating their own instructional resources in partnership with local employers.\r\n\n\nThrough faculty professional development, curriculum development, and networking activities, the NSN Network facilitated interdisciplinary exchanges promoting the adoption of promising practices and the advancement of employability skills instruction across the STEM disciplines. Significant dialogue with employers helped ensure Network activities were focused on current and emergent workforce needs. The Network helped deepen the fields understanding of critical gaps in employability skills among technicians and, through employer-educator dialogue and collaboration, inform new instructional practices.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/11/2024\n\n\t\t\t\t\tSubmitted by: HopeECotner\n"
 }
}