{
 "awd_id": "1801678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The Emergence of Cost-Benefit Analysis in US Policymaking",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Melanie Hughes",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 11540.0,
 "awd_amount": 11540.0,
 "awd_min_amd_letter_date": "2018-03-23",
 "awd_max_amd_letter_date": "2018-03-23",
 "awd_abstract_narration": "This project investigates the processes by which ideals of good government and use of cost-benefit analysis evolved in the U.S. from the late-19th century to the second half of the 20th century. The ideal of rational government administration has been historically variable. Before 1870, the national government was largely undeveloped and local governments were in the pockets of political machines. Over the next century, calls for moral rectitude and bureaucratic integrity gave way to calls for effectiveness and efficiency, which eventually led to a regime of optimization and the adoption of cost-benefit analysis as the core of administrative decision-making.  This project investigates this history and tests its argument on two case studies.  The findings from this research will inform and illuminate efforts to use modern technologies of rationalization to deal with current problems.\r\n\r\nThis project uses archival research, text analysis, and interviews to explain the historical processes by which cost-benefit analysis and its attendant assumptions came to be adopted by government in the U.S.  For the first part, the text of documents such as the Congressional record, scholarly journals and presidential speeches is analyzed, plus historical informants active in this process from the 1960s to the present are interviewed.  In the second part, two cases, areas of public policy that began similarly but had divergent outcomes, are examined longitudinally and compared.  The method for the second part involves text analysis of portions of the Congressional record and interviews of representatives of key organizations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Powell",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Walter W Powell",
   "pi_email_addr": "woodyp@stanford.edu",
   "nsf_id": "000264245",
   "pi_start_date": "2018-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Horvath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Horvath",
   "pi_email_addr": "ahorvath@stanford.edu",
   "nsf_id": "000759789",
   "pi_start_date": "2018-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall, Building 120",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 11540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Chaptersection\"><span>&ldquo;Government budgeting.&rdquo; There is little in the phrase to arouse the passions or inspire excitement. And yet, beneath what sociologists have tended to regard as a relatively unremarkable set of bureaucratic procedures, one finds a history full of contingency and heated contestation. More than a mere means of allocating government funds, budgeting&mdash;and the specific procedural form it takes&mdash;is the financial embodiment of political authority. Budgets may determine who gets what; but budgetary practices determine who gets a say. As such, the history of this seemingly mundane administrative practice is the history of political power, one that centers on inclusion, exclusion, and the privileges of democratic voice.</span></p>\n<p class=\"Chaptertext\"><span>This dissertation chronicles the early career of government budgeting in the United States, tracing its emergence from New York municipal reform movements in 1905 to its codification into federal law in 1921. In its early days, budgeting was promoted as a device for shedding light on government activities, encouraging public debate about collective priorities, and empowering mass democracy. Annual municipal budgets were accompanied with well-attended public exhibits imploring citizens to &ldquo;come see how your money is spent&rdquo; and encouraging public participation in the budgetary process. As budgeting moved into federal government, however, proponents recast the practice as a tool for expanding executive authority and minimizing public &ldquo;interference&rdquo; in the policymaking process. The budget became, as one proponent put it, a &ldquo;method of control without violence.&rdquo; Although the new approach to public budgeting was initially rejected&mdash;seen as an instrument of despotism and oligarchic control&mdash;it was eventually institutionalized at the very heart of national government. Today, when an American President announces a national budget, our attention is drawn to the amount of money to be spent or what it will be spent on&mdash;not the fact that the task of determining a national agenda falls with the President and not the people themselves. In a country avowedly committed to the principles of egalitarianism and popular sovereignty, how did such an arrangement come to exist?</span></p>\n<p><span>Drawing on extensive archival materials from the New York Bureau of Municipal Research, the Rockefeller Foundation, the Taft Commission on Economy and Efficiency, and the Institute for Government Research (later incorporated as part of the Brookings Institution), I demonstrate how the emergence of the national budget was the result of political and cultural contestation over the meaning of democracy and the proper role of ordinary citizens within it. The ascendence of an administrative elite and centralized executive control was ultimately predicated on the invention of a unified national interest and a normative reconfiguration of the responsibilities of American citizenship. Contrary to a tradition in organizational sociology that views oligarchy as the natural byproduct of administrative rationalization, my account reveals that oligarchy is anything but inevitable. In the American case, it was the hard-won product of an elite social movement to redefine the character of political authority in democratic politics.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/11/2021<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Horvath</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\"Government budgeting.\" There is little in the phrase to arouse the passions or inspire excitement. And yet, beneath what sociologists have tended to regard as a relatively unremarkable set of bureaucratic procedures, one finds a history full of contingency and heated contestation. More than a mere means of allocating government funds, budgeting&mdash;and the specific procedural form it takes&mdash;is the financial embodiment of political authority. Budgets may determine who gets what; but budgetary practices determine who gets a say. As such, the history of this seemingly mundane administrative practice is the history of political power, one that centers on inclusion, exclusion, and the privileges of democratic voice.\nThis dissertation chronicles the early career of government budgeting in the United States, tracing its emergence from New York municipal reform movements in 1905 to its codification into federal law in 1921. In its early days, budgeting was promoted as a device for shedding light on government activities, encouraging public debate about collective priorities, and empowering mass democracy. Annual municipal budgets were accompanied with well-attended public exhibits imploring citizens to \"come see how your money is spent\" and encouraging public participation in the budgetary process. As budgeting moved into federal government, however, proponents recast the practice as a tool for expanding executive authority and minimizing public \"interference\" in the policymaking process. The budget became, as one proponent put it, a \"method of control without violence.\" Although the new approach to public budgeting was initially rejected&mdash;seen as an instrument of despotism and oligarchic control&mdash;it was eventually institutionalized at the very heart of national government. Today, when an American President announces a national budget, our attention is drawn to the amount of money to be spent or what it will be spent on&mdash;not the fact that the task of determining a national agenda falls with the President and not the people themselves. In a country avowedly committed to the principles of egalitarianism and popular sovereignty, how did such an arrangement come to exist?\n\nDrawing on extensive archival materials from the New York Bureau of Municipal Research, the Rockefeller Foundation, the Taft Commission on Economy and Efficiency, and the Institute for Government Research (later incorporated as part of the Brookings Institution), I demonstrate how the emergence of the national budget was the result of political and cultural contestation over the meaning of democracy and the proper role of ordinary citizens within it. The ascendence of an administrative elite and centralized executive control was ultimately predicated on the invention of a unified national interest and a normative reconfiguration of the responsibilities of American citizenship. Contrary to a tradition in organizational sociology that views oligarchy as the natural byproduct of administrative rationalization, my account reveals that oligarchy is anything but inevitable. In the American case, it was the hard-won product of an elite social movement to redefine the character of political authority in democratic politics.\n\n \n\n\t\t\t\t\tLast Modified: 06/11/2021\n\n\t\t\t\t\tSubmitted by: Aaron Horvath"
 }
}