{
 "awd_id": "1801177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Pathways for Learners to Engineering Technology Employment",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill Nelson",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 599973.0,
 "awd_amount": 599973.0,
 "awd_min_amd_letter_date": "2018-06-14",
 "awd_max_amd_letter_date": "2019-07-11",
 "awd_abstract_narration": "Louisiana Delta Community College in collaboration with Louisiana Technology University propose an engineering technology career pathway for high school and post-secondary students. This project aims to prepare students for instrumentation technician careers in manufacturing and other highly automated industries. Through recruitment and retention programs set in a diverse geographic region, this project has the potential to promote increased participation in the STEM workforce by veterans, women, and students from groups that have been traditionally underrepresented in STEM fields. This project aims to positively affect local industry and residents by strengthening the pipeline into high-technology, high-wage jobs. As a result, this project has the potential to improve the quality of life for these residents and to serve as a model for high-tech workforce development in other rural areas across the nation.\r\n\r\nThe primary goal of this project will be to increase engineering technology career pathways for high school students, engage and retain these students through college, and ensure they will be employable upon graduation. The two pathways to become an automation technician will be either through a two-year technology degree or a four-year engineering technology degree. High school students will be offered dual credit courses to seamlessly transfer into the two-year or four-year career paths in automation technology. High school teachers and counselors from across North Louisiana will participate in workshops where they will be introduced to advanced manufacturing curriculum and career pathways. A strong collaboration between higher education and industry will help to align the curriculum to workforce needs. This project expects that it will reach about 500 high school students, about 100 undergraduate students, and more than 25 high school teachers and counselors over a three-year period.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Postel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Postel",
   "pi_email_addr": "dougpostel@ladelta.edu",
   "nsf_id": "000759743",
   "pi_start_date": "2018-06-14",
   "pi_end_date": "2019-07-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerry",
   "pi_last_name": "Caskey",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gerry W Caskey",
   "pi_email_addr": "gerrycaskey1@ladelta.edu",
   "nsf_id": "000805884",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Swanbom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Swanbom",
   "pi_email_addr": "mswanbom@latech.edu",
   "nsf_id": "000591574",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krystal",
   "pi_last_name": "Cruse",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Krystal S Cruse",
   "pi_email_addr": "kcorbett@latech.edu",
   "nsf_id": "000759734",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Long",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Long",
   "pi_email_addr": "long@latech.edu",
   "nsf_id": "000759735",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Delta Community College",
  "inst_street_address": "7500 MILLHAVEN RD",
  "inst_street_address_2": "",
  "inst_city_name": "MONROE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3183459000",
  "inst_zip_code": "712039006",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA DELTA COMMUNITY COLLEGE",
  "org_prnt_uei_num": "EH9NSN8WTCM5",
  "org_uei_num": "EH9NSN8WTCM5"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Delta Community College",
  "perf_str_addr": "1010 James Street",
  "perf_city_name": "Ruston",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712701010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "LA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 599973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8dff7333-7fff-8d12-c993-0346eb420be9\">\n<p style=\"text-align: center;\" dir=\"ltr\">Project Outcomes Report</p>\n<p style=\"text-align: center;\" dir=\"ltr\">Project COMPLETE</p>\n<p style=\"text-align: center;\" dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><span>Project COMPLETE was a collaboration between Louisiana Delta Community College (LDCC) and Louisiana Tech University (LA Tech) to expand instrumentation workforce pathways for high school students in Louisiana. Between 2018 and 2022, the project brought together a multitude of external partners, including an external project manager, pilot high school partner Bossier Parish School for Technology &amp; Innovative Learning (BPSTIL), additional high schools, industry partners, a diversity consultant, and local non-profits focused on student training and workforce development in high-need career fields.</span></p>\n<br />\n<p dir=\"ltr\"><span>The fidelity and impact of Project COMPLETE&rsquo;s efforts were assessed by an external evaluator, AROS Consulting. The primary intended outcomes were to a) develop and market two post-secondary academic and career pathways for instrumentation technicians in rural communities of North Louisiana, b) reach a total of 26 high school teachers/counselors and their 500 students, increasing awareness of engineering technology career pathways, and c) expand the student pipeline into Ruston, Louisiana&rsquo;s two post-secondary instrumentation technology programs, thereby increasing enrollment in each program.</span></p>\n<br />\n<p dir=\"ltr\"><span>The Project COMPLETE team and its partners reached over 40 teachers from over 30 schools, and over 750 students either directly or indirectly. The curriculum team created over 40 lessons plus assessments, which are publicly available at the project&rsquo;s website (</span><a href=\"https://atecentral.net/msites/completepathways\"><span>https://atecentral.net/msites/completepathways</span></a><span>). During the life of the project, enrollment in both partner institutions&rsquo; instrumentation programs spiked then began to decline, potentially impacted by the COVID-19 pandemic.</span></p>\n<br />\n<p dir=\"ltr\"><span>The Project COMPLETE team held seven professional development workshops for high school teachers and counselors. They also created 12 videos for a virtual, &ldquo;flipped&rdquo; workshop during the COVID-19 pandemic. The project yielded both a dual enrollment agreement between LDCC and interested high schools, and an articulation memo between LDCC and LA Tech.&nbsp; According to a survey used by AROS to gauge the fall 2020 curriculum&rsquo;s impact on students (38% response rate), nearly all the students surveyed were satisfied with the curriculum&rsquo;s content and would recommend the course to other students interested in instrumentation technology. All of the students agreed that the course met their developmental needs and the materials were not too difficult to grasp.</span></p>\n<br />\n<p dir=\"ltr\"><span>A main accomplishment of Project COMPLETE was the growth of the project&rsquo;s PI, who joined in the second year of the project with no prior grant experience.&nbsp; He brought a general knowledge of industrial technology, as well as a grasp of the practical skills needed to help students be competitive in the technological job market. With the support and commitment of the Project COMPLETE team, the PI soon found himself assisting with the writing of a curriculum designed to give high school students an introductory knowledge of industrial instrument technology. Other contributions include making training videos and workshops designed to assist high school teachers and counselors to teach the curriculum.</span></p>\n<br />\n<p dir=\"ltr\"><span>Regarding the entire project team&rsquo;s flexibility and initiative, the External Evaluator (AROS) added: &ldquo;The project team has strived to meet the original goals of the grant while contending with the vast and profound impact that the COVID-19 pandemic has had on primary, secondary, and higher education. The team&rsquo;s willingness to adapt, aside from the changes precipitated by COVID-19, has consistently proven beneficial. As they have received formative feedback from AROS, they have taken steps to correct or adjust their processes, communication, and anything else that would further the effectiveness of Project COMPLETE.&rdquo;</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2022<br>\n\t\t\t\t\tModified by: Gerry&nbsp;W&nbsp;Caskey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nProject Outcomes Report\nProject COMPLETE\n \nProject COMPLETE was a collaboration between Louisiana Delta Community College (LDCC) and Louisiana Tech University (LA Tech) to expand instrumentation workforce pathways for high school students in Louisiana. Between 2018 and 2022, the project brought together a multitude of external partners, including an external project manager, pilot high school partner Bossier Parish School for Technology &amp; Innovative Learning (BPSTIL), additional high schools, industry partners, a diversity consultant, and local non-profits focused on student training and workforce development in high-need career fields.\n\n\nThe fidelity and impact of Project COMPLETE’s efforts were assessed by an external evaluator, AROS Consulting. The primary intended outcomes were to a) develop and market two post-secondary academic and career pathways for instrumentation technicians in rural communities of North Louisiana, b) reach a total of 26 high school teachers/counselors and their 500 students, increasing awareness of engineering technology career pathways, and c) expand the student pipeline into Ruston, Louisiana’s two post-secondary instrumentation technology programs, thereby increasing enrollment in each program.\n\n\nThe Project COMPLETE team and its partners reached over 40 teachers from over 30 schools, and over 750 students either directly or indirectly. The curriculum team created over 40 lessons plus assessments, which are publicly available at the project’s website (https://atecentral.net/msites/completepathways). During the life of the project, enrollment in both partner institutions’ instrumentation programs spiked then began to decline, potentially impacted by the COVID-19 pandemic.\n\n\nThe Project COMPLETE team held seven professional development workshops for high school teachers and counselors. They also created 12 videos for a virtual, \"flipped\" workshop during the COVID-19 pandemic. The project yielded both a dual enrollment agreement between LDCC and interested high schools, and an articulation memo between LDCC and LA Tech.  According to a survey used by AROS to gauge the fall 2020 curriculum’s impact on students (38% response rate), nearly all the students surveyed were satisfied with the curriculum’s content and would recommend the course to other students interested in instrumentation technology. All of the students agreed that the course met their developmental needs and the materials were not too difficult to grasp.\n\n\nA main accomplishment of Project COMPLETE was the growth of the project’s PI, who joined in the second year of the project with no prior grant experience.  He brought a general knowledge of industrial technology, as well as a grasp of the practical skills needed to help students be competitive in the technological job market. With the support and commitment of the Project COMPLETE team, the PI soon found himself assisting with the writing of a curriculum designed to give high school students an introductory knowledge of industrial instrument technology. Other contributions include making training videos and workshops designed to assist high school teachers and counselors to teach the curriculum.\n\n\nRegarding the entire project team’s flexibility and initiative, the External Evaluator (AROS) added: \"The project team has strived to meet the original goals of the grant while contending with the vast and profound impact that the COVID-19 pandemic has had on primary, secondary, and higher education. The team’s willingness to adapt, aside from the changes precipitated by COVID-19, has consistently proven beneficial. As they have received formative feedback from AROS, they have taken steps to correct or adjust their processes, communication, and anything else that would further the effectiveness of Project COMPLETE.\"\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/06/2022\n\n\t\t\t\t\tSubmitted by: Gerry W Caskey"
 }
}