{
 "awd_id": "1801963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modular Symbols in Arithmetic",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 401271.0,
 "awd_min_amd_letter_date": "2018-04-19",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "A remarkable aspect of algebraic number theory lies in its revealing of connections between objects that appear to be of entirely different natures.  The overarching principle of the research of the PI is that certain algebraic problems can be reinterpreted directly as geometric problems in higher dimension, providing intriguing connections between objects from different parts of mathematics.  A great wealth of such connections have been found indirectly through intermediate objects of an analytic nature.  The research of the PI aims to provide a window through which well-known conjectures and statements of arithmetic may be seen in a new and more direct light.\r\n\r\nThe PI has conjectured an intricate but explicit relationship between modular symbols and cup products of cyclotomic units.  This and its proposed extensions say roughly that class groups of cyclotomic fields are explicitly determined by and determine homology groups of modular curves reduced modulo Eisenstein ideals.  The project aims to strengthen his conjecture and extend it and known results to higher-dimensional algebraic groups and other global fields.  This involves substantial foundational work to develop the necessary framework for the desired formulations that are the primary focus of the project.  The expectation is that the geometry of locally symmetric spaces should explicitly determine the arithmetic of lattices in Galois representations, which is to say the structure of Selmer groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Romyar",
   "pi_last_name": "Sharifi",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Romyar T Sharifi",
   "pi_email_addr": "sharifi@math.ucla.edu",
   "nsf_id": "000404680",
   "pi_start_date": "2018-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "6363 Math Sciences Building",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 71271.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award funded research of the PI in the mathematical field of algebraic number theory.&nbsp;Algebraic number theory concerns the solutions of polynomial equations in a single variable with coefficients that are integers. The solutions to these equations give rise to sets of complex numbers known as number fields on which one can perform standard arithmetic operations, thus generalizing the rational numbers. Each number field contains a ring of integers, much like the rational numbers contain the usual integers. One notable difference is that these rings of integers may not enjoy the property of unique factorization that the usual integers enjoy. An algebraic object called the class group measures the failure of this unique factorization.</p>\n<p>There are many interesting families of number fields.&nbsp;Among them are the cyclotomic fields, which are obtained roughly by adding to the rationals a root of unity (i.e., of 1), in the complex numbers.&nbsp;The class groups of these fields have been studied since the mid-1800s, which is a mark of both their significance and the many mysteries they contain.&nbsp;Prior research of the PI unveiled a deep, unexpected connection between the class groups of cyclotomic fields and another class of geometric objects known as modular curves.&nbsp;The PI made a conjecture regarding the very specific nature of this connection.</p>\n<p>Much of work carried out as part of this award was centered in Iwasawa theory. Originated by K. Iwasawa in the 1950s and 60s, Iwasawa theory concerns the growth of class groups in towers of number fields, such as the cyclotomic tower of cyclotomic fields of roots of unity of order a power of a prime. The Iwasawa main conjecture relates the growth of an interesting part of these class groups in this tower to values of analytic functions known as L-functions and was proven by B. Mazur and A. Wiles in the 1980s, and the PI&rsquo;s conjecture can be viewed, in a sense, as refining this work. Iwasawa theory has since grown tremendously and is considered by researchers in number theory around the world. The PI wrote a survey of the area for the Notices of the American Mathematical Society, which was published in 2020.</p>\n<p>For the award, the PI conduced research in several directions. Together with a group of six and then five other mathematicians, the PI published two papers on the growth of class groups in larger towers of number fields, focused on cases where the relevant parts of the class groups remain small in the towers, and so cannot be described by the values of a single L-function. In the first paper, we gave a partial description in terms of two L-functions, and in the second, we greatly generalized these results. In a different direction, the PI studied certain reciprocity maps that also appeared in initial work on the PI&rsquo;s conjectures, and showed that that there is an agreement between them and another much more mysterious map, which explains why certain elements of class groups of cyclotomic fields that do not appear on the face of it to have any reason to be related, in fact are. The PI also investigated generalizations and extensions of his conjecture, which has attracted the interest of a number of other researchers.</p>\n<p>During the course that the award, three Ph.D. students worked on the project.&nbsp; Their research explored different outgrowths of the research program of the PI. In addition, the PI supervised several postdoctoral fellows working on research in number theory. The PI gave numerous talks at workshops and in seminars, and served on the advisory board of the Arizona Winter School.&nbsp;Finally, the PI continued a long-term project of producing hyperlinked lecture notes on mathematical topics of fundamental interest.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2023<br>\n\t\t\t\t\tModified by: Romyar&nbsp;T&nbsp;Sharifi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award funded research of the PI in the mathematical field of algebraic number theory. Algebraic number theory concerns the solutions of polynomial equations in a single variable with coefficients that are integers. The solutions to these equations give rise to sets of complex numbers known as number fields on which one can perform standard arithmetic operations, thus generalizing the rational numbers. Each number field contains a ring of integers, much like the rational numbers contain the usual integers. One notable difference is that these rings of integers may not enjoy the property of unique factorization that the usual integers enjoy. An algebraic object called the class group measures the failure of this unique factorization.\n\nThere are many interesting families of number fields. Among them are the cyclotomic fields, which are obtained roughly by adding to the rationals a root of unity (i.e., of 1), in the complex numbers. The class groups of these fields have been studied since the mid-1800s, which is a mark of both their significance and the many mysteries they contain. Prior research of the PI unveiled a deep, unexpected connection between the class groups of cyclotomic fields and another class of geometric objects known as modular curves. The PI made a conjecture regarding the very specific nature of this connection.\n\nMuch of work carried out as part of this award was centered in Iwasawa theory. Originated by K. Iwasawa in the 1950s and 60s, Iwasawa theory concerns the growth of class groups in towers of number fields, such as the cyclotomic tower of cyclotomic fields of roots of unity of order a power of a prime. The Iwasawa main conjecture relates the growth of an interesting part of these class groups in this tower to values of analytic functions known as L-functions and was proven by B. Mazur and A. Wiles in the 1980s, and the PI’s conjecture can be viewed, in a sense, as refining this work. Iwasawa theory has since grown tremendously and is considered by researchers in number theory around the world. The PI wrote a survey of the area for the Notices of the American Mathematical Society, which was published in 2020.\n\nFor the award, the PI conduced research in several directions. Together with a group of six and then five other mathematicians, the PI published two papers on the growth of class groups in larger towers of number fields, focused on cases where the relevant parts of the class groups remain small in the towers, and so cannot be described by the values of a single L-function. In the first paper, we gave a partial description in terms of two L-functions, and in the second, we greatly generalized these results. In a different direction, the PI studied certain reciprocity maps that also appeared in initial work on the PI’s conjectures, and showed that that there is an agreement between them and another much more mysterious map, which explains why certain elements of class groups of cyclotomic fields that do not appear on the face of it to have any reason to be related, in fact are. The PI also investigated generalizations and extensions of his conjecture, which has attracted the interest of a number of other researchers.\n\nDuring the course that the award, three Ph.D. students worked on the project.  Their research explored different outgrowths of the research program of the PI. In addition, the PI supervised several postdoctoral fellows working on research in number theory. The PI gave numerous talks at workshops and in seminars, and served on the advisory board of the Arizona Winter School. Finally, the PI continued a long-term project of producing hyperlinked lecture notes on mathematical topics of fundamental interest.\n\n\t\t\t\t\tLast Modified: 09/28/2023\n\n\t\t\t\t\tSubmitted by: Romyar T Sharifi"
 }
}