{
 "awd_id": "1801424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GP-EXTRA: Advancing Undergraduate Geoscience through Integrated Training Experiences (AUGITE)",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 333703.0,
 "awd_amount": 333703.0,
 "awd_min_amd_letter_date": "2018-08-27",
 "awd_max_amd_letter_date": "2018-08-27",
 "awd_abstract_narration": "Universities across the United States play a crucial role in preparing the nation's future generations for success and working to achieve Science, Technology, Engineering, and Math (STEM) goals at regional, state, and national levels. Throughout the workforce, geoscientists are in demand, however a shortage of 135,000 geoscientists has been predicted by 2022. This collaborative project will establish a career-training program which will prepare students for the workforce. This will be achieved through partnerships with professionals throughout academia, government, and industry during which students will gain insight into potential careers post-graduation, and student-led research projects where students will be provided with opportunities to develop and enhance their transferrable skill set. This program has therefore been purposefully designed to facilitate the efficient and effective training the next generation of scientists who will enter the workforce. The program has been designed to systematically recruit 16 students each year across two college campuses (Miami University Oxford and Miami University Hamilton). Enrolled students will have the opportunity to undertake a research project of their own design at a field site. Each student will also have the opportunity to present their own work to the local, regional, national, and international communities both in person and virtually. As students progress through the program a peer-to-peer and student-faculty mentorship program will be established which will also work to foster student motivation, encourage critical thinking, and develop communication skills. Results from this program will be disseminated to the community through presentations and publications throughout the duration of the project.\r\n\r\nThe GEOPATHS:EXTRA Advancing Undergraduate Geosciences through Integrated Training Experiences (GP-AUGITE) project will take place on the campus at Miami University, Oxford, OH (main campus, MUO) and Miami University, Hamilton, OH (regional campus, MUH) with a field site in Tonopah, NV. This training-focused, student-centered program has been developed in order to enhance the undergraduate geoscience experience and promote career-readiness. Through a set of evidence-based approaches this program will integrate experiential learning, relevant disciplinary research, scientific communication, and professional development through certification, into the undergraduate curriculum. The program will be internally evaluated through proven metrics of self-assessment, and externally evaluated through a collaboration with the University of Cincinnati Evaluation Services Center. This program will foster an exciting, dynamic learning environment by systematically recruiting traditional and traditionally underrepresented undergraduate students in the STEM fields. The integrative approach aligns to the teacher-scholar model and demonstrates a strong commitment to the training of a STEM-literate population, and a career-ready geoscience workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "McLeod",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Claire L McLeod",
   "pi_email_addr": "mcleodcl@MiamiOH.edu",
   "nsf_id": "000729318",
   "pi_start_date": "2018-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Krekeler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Krekeler",
   "pi_email_addr": "krekelmp@miamioh.edu",
   "nsf_id": "000539078",
   "pi_start_date": "2018-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University, Geology and Env. Earth Science Dept.",
  "perf_str_addr": "203 Shideler Hall, 250 S. Patter",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450563656",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 333703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9edc3aa0-7fff-2865-61ce-4776ad0a281a\">\n<p dir=\"ltr\"><span>The Advancing Undergraduate Geoscience through Integrated Training Experiences (AUGITE) supported 5 cohorts of undergraduate students (10-16/year) at Miami University from 2019 to 2024. Evidence-based best practices were integrated into program design with student success supported via community building, the establishment of cohorts, regular and consistent communication, and intentional mentoring.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>The NSF GEOPAths AUGITE program ran on a calendar year basis with undergraduate students recruited in the prior Fall. Each student cohort met weekly throughout spring and fall semesters to discuss a variety of topics related to professional development and career-readiness in the geosciences. This included (but was not limited to): CV/resume preparation, job interview skills, fellowship/internship applications, the NSF Research Experiences for Undergraduates (REU) program, workforce trends and starting salaries, graduate school, research project design, scientific writing (e.g., conference abstracts), poster and oral presentations, and field work planning. Undergraduate student mentorship was also facilitated by graduate student mentors (6 throughout the award period). Through these discussions, students were supported and mentored as they prepared applications to a range of opportunities available from the Geoscience profession, e.g., NSF REUs, the American Institute of Professional Geologists (AIPG) National Scholarship, the L. Austin Weeks Undergraduate Grant, American Association of Petroleum Geologists (AAPG), National Association of Geoscience Teachers (NAGT) Scholarships for Field Study, Ohio Environmental Protection Agency (EPA) Scholarship, travel grants to the sectional and annual Geological Society of America (GSA) conferences, GSA Onto the Future, GSA Geological Society of America J. David Lowell Field Camp Scholarship.</span></p>\n<br />\n<p dir=\"ltr\"><span>Through the AUGITE program, students were offered the opportunity to conduct independent, faculty-mentored research projects (although this was not a program participation requirement). Each March and August (based on student interest and feasibility during the award period), the AUGITE cohort conducted field work at a variety of locations in Nevada. For students this experience was transformative from the initial travel via airplane to seeing mountains, valleys, and desert environments for the first time, to conducting independent field work.</span></p>\n<br />\n<p dir=\"ltr\"><span>Each student in an AUGITE cohort was supported to attend one national conference per calendar year. This led to attendance at numerous sectional meetings of the Geological Society of America (GSA) through to spring 2024 in addition to attendance at the national GSA meetings in Phoenix (2019), Portland (2021), Denver (2022), and Pittsburgh (2023). Following their year in AUGITE, students interested in continuing their research projects were supported via faculty and graduate student mentorship. Throughout the duration of this award, &gt;50 oral and poster presentations were authored by AUGITE students at local, regional, and national conferences. In addition, AUGITE students were the primary authors on 5 peer-reviewed publications from 2020 to 2024.&nbsp;&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Throughout the duration of the award (and ongoing), the career pathways of AUGITE students were/are tracked. To date, students have entered (and will be entering) graduate school programs at the MS and PhD level at the following programs: Baylor University, Auburn University, Northern Arizona University, Purdue University, University of Michigan, Miami University, Idaho State University, Colorado State University, and Duke University. AUGITE students are currently employed in a range of sectors e.g., environmental consulting, renewable energy, government and public relations, state geological surveys, oil and gas, and K-12 education.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>In recognition of student accomplishments and achievements, AUGITE program participants were recognized at the institutional level (Miami University) and nationally. This included seven Provost Student Academic Achievement Awards (internal), three Barry M. Goldwater Scholarships (2021, 2023, 2024), one Astronaut Scholar (2023), one NSF GRFP recipient (2024), and one NSF GRFP honorable mention (2024).&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>The mission and aims of this GEOPAths award will be sustained beyond the duration of the award in two primary ways. Starting in Fall 2024 a 1-credit hour course (GLG 347) will be offered in the Department of Geology and Environmental Earth Science. This course, titled &ldquo;Geoscience Career Readiness&rdquo; aims to support undergraduate students as they navigate their degree programs and prepare for a career in the geosciences post graduation. This course will focus on student professional development and continue to utilize the resources curated and developed by the AUGITE program (see earlier, e.g., internship/fellowship applications, job interview preparation, workforce trends discussion, CV/resume design). This course will be overseen by PI Dr. Claire McLeod. Starting in Fall 2024, co-PI Dr. Mark Krekeler will oversee a cohort of undergraduate students as part of a newly-designed first year research experience program supported by the Honors College at Miami University.</span></p>\n</span></p><br>\n<p>\n Last Modified: 04/17/2024<br>\nModified by: Claire&nbsp;L&nbsp;Mcleod</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713357462561_Round_Mountain_Gold_Mine_visit_Spring_2022--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713357462561_Round_Mountain_Gold_Mine_visit_Spring_2022--rgov-800width.png\" title=\"13 geologists wearing high visibility jackets and hard hats standing in front of a mountain range in the desert of Nevada.\"><img src=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713357462561_Round_Mountain_Gold_Mine_visit_Spring_2022--rgov-66x44.png\" alt=\"13 geologists wearing high visibility jackets and hard hats standing in front of a mountain range in the desert of Nevada.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NSF GEOPAths student cohort visit to the Round Mountain Gold Mine in Nevada. Student research projects worked to characterize the mineralogy of rock units throughout the open pit mine. During our visit, students were introduced to potential entry-level jobs in the mining industry and related skills.</div>\n<div class=\"imageCredit\">Claire McLeod</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Claire&nbsp;L&nbsp;Mcleod\n<div class=\"imageTitle\">13 geologists wearing high visibility jackets and hard hats standing in front of a mountain range in the desert of Nevada.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713358745579_GEOPAths_students_presenting_at_GSA_Phoenix__2019--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713358745579_GEOPAths_students_presenting_at_GSA_Phoenix__2019--rgov-800width.png\" title=\"Two students standing to the left of a research conference poster.\"><img src=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713358745579_GEOPAths_students_presenting_at_GSA_Phoenix__2019--rgov-66x44.png\" alt=\"Two students standing to the left of a research conference poster.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GEOPAths students attend the annual Geological Society of American meeting in Phoenix, 2019. Jessica Patrick (R) went on to complete her MS degree at Auburn University in 2023 and is now employed as an environmental consultant. Ethan Klein (L) received the Barry M Goldwater Scholarship in 2021.</div>\n<div class=\"imageCredit\">Claire McLeod</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Claire&nbsp;L&nbsp;Mcleod\n<div class=\"imageTitle\">Two students standing to the left of a research conference poster.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713356159848_Field_experience_GEOPAths--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713356159848_Field_experience_GEOPAths--rgov-800width.jpeg\" title=\"A group of students and faculty stand in front of the welcome sign to Death Valley National Park in California on a sunny spring day.\"><img src=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713356159848_Field_experience_GEOPAths--rgov-66x44.jpeg\" alt=\"A group of students and faculty stand in front of the welcome sign to Death Valley National Park in California on a sunny spring day.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GEOPAths student cohort visit to Death Valley National Park, as part of the Spring 2023 field experience. Student research projects centered on a variety of geological environments in neighboring Nevada. A 1-day trip to Death Valley was built in to introduce students to the extreme desert conditions</div>\n<div class=\"imageCredit\">Claire McLeod</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Claire&nbsp;L&nbsp;Mcleod\n<div class=\"imageTitle\">A group of students and faculty stand in front of the welcome sign to Death Valley National Park in California on a sunny spring day.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713356676999_Field_work_in_Nevada_Keira_Johnson--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713356676999_Field_work_in_Nevada_Keira_Johnson--rgov-800width.png\" title=\"A geologist, a woman with blond hair tied in braids and with a bandana, wears safety glasses and uses a hammer to sample rocks from the desert in Nevada on a sunny summer day.\"><img src=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713356676999_Field_work_in_Nevada_Keira_Johnson--rgov-66x44.png\" alt=\"A geologist, a woman with blond hair tied in braids and with a bandana, wears safety glasses and uses a hammer to sample rocks from the desert in Nevada on a sunny summer day.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GEOPAths student Keira Johnson sampling abandoned silver mine waste during the summer 2022 field season. Mineralogical characterization was later conducted. Keira presented her results at the annual Geoscience conference at Miami in Spring 2023. Keira is now in graduate school pursuing her Masters.</div>\n<div class=\"imageCredit\">Claire McLeod</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Claire&nbsp;L&nbsp;Mcleod\n<div class=\"imageTitle\">A geologist, a woman with blond hair tied in braids and with a bandana, wears safety glasses and uses a hammer to sample rocks from the desert in Nevada on a sunny summer day.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713355683550_Landon_Stitle_XRD_GEOPAths--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713355683550_Landon_Stitle_XRD_GEOPAths--rgov-800width.jpg\" title=\"A student wearing an orange t-shirt with their back to the camera lifts research samples up and into a scientific instrument for compositional analysis\"><img src=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713355683550_Landon_Stitle_XRD_GEOPAths--rgov-66x44.jpg\" alt=\"A student wearing an orange t-shirt with their back to the camera lifts research samples up and into a scientific instrument for compositional analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GEOPAths undergraduate student Landon Stitle loading samples in the Bruker D8 X-ray diffractometer (XRD) at Miami University. Landon presented results in an oral presentation at the 2023 Geological Society of America meeting. Landon is now employed by Jacobs as a Project Geologist in Cincinnati, OH.</div>\n<div class=\"imageCredit\">Claire McLeod</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Claire&nbsp;L&nbsp;Mcleod\n<div class=\"imageTitle\">A student wearing an orange t-shirt with their back to the camera lifts research samples up and into a scientific instrument for compositional analysis</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713357891116_GEOPAths_cohort_at_GSA_Denver--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713357891116_GEOPAths_cohort_at_GSA_Denver--rgov-800width.png\" title=\"Group of 8 women sitting on steps in a conference venue wearing professional attire.\"><img src=\"/por/images/Reports/POR/2024/1801424/1801424_10576599_1713357891116_GEOPAths_cohort_at_GSA_Denver--rgov-66x44.png\" alt=\"Group of 8 women sitting on steps in a conference venue wearing professional attire.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Members of the 2022 GEOPAths cohort attending the annual meeting of the Geological Society of America, Denver. Students presented posters on a variety of research topics from petrology to environmental pollution. Students used their time to explore graduate school, internship, and career options.</div>\n<div class=\"imageCredit\">Morgan Gillis</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Claire&nbsp;L&nbsp;Mcleod\n<div class=\"imageTitle\">Group of 8 women sitting on steps in a conference venue wearing professional attire.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThe Advancing Undergraduate Geoscience through Integrated Training Experiences (AUGITE) supported 5 cohorts of undergraduate students (10-16/year) at Miami University from 2019 to 2024. Evidence-based best practices were integrated into program design with student success supported via community building, the establishment of cohorts, regular and consistent communication, and intentional mentoring.\n\n\n\n\nThe NSF GEOPAths AUGITE program ran on a calendar year basis with undergraduate students recruited in the prior Fall. Each student cohort met weekly throughout spring and fall semesters to discuss a variety of topics related to professional development and career-readiness in the geosciences. This included (but was not limited to): CV/resume preparation, job interview skills, fellowship/internship applications, the NSF Research Experiences for Undergraduates (REU) program, workforce trends and starting salaries, graduate school, research project design, scientific writing (e.g., conference abstracts), poster and oral presentations, and field work planning. Undergraduate student mentorship was also facilitated by graduate student mentors (6 throughout the award period). Through these discussions, students were supported and mentored as they prepared applications to a range of opportunities available from the Geoscience profession, e.g., NSF REUs, the American Institute of Professional Geologists (AIPG) National Scholarship, the L. Austin Weeks Undergraduate Grant, American Association of Petroleum Geologists (AAPG), National Association of Geoscience Teachers (NAGT) Scholarships for Field Study, Ohio Environmental Protection Agency (EPA) Scholarship, travel grants to the sectional and annual Geological Society of America (GSA) conferences, GSA Onto the Future, GSA Geological Society of America J. David Lowell Field Camp Scholarship.\n\n\n\n\nThrough the AUGITE program, students were offered the opportunity to conduct independent, faculty-mentored research projects (although this was not a program participation requirement). Each March and August (based on student interest and feasibility during the award period), the AUGITE cohort conducted field work at a variety of locations in Nevada. For students this experience was transformative from the initial travel via airplane to seeing mountains, valleys, and desert environments for the first time, to conducting independent field work.\n\n\n\n\nEach student in an AUGITE cohort was supported to attend one national conference per calendar year. This led to attendance at numerous sectional meetings of the Geological Society of America (GSA) through to spring 2024 in addition to attendance at the national GSA meetings in Phoenix (2019), Portland (2021), Denver (2022), and Pittsburgh (2023). Following their year in AUGITE, students interested in continuing their research projects were supported via faculty and graduate student mentorship. Throughout the duration of this award, 50 oral and poster presentations were authored by AUGITE students at local, regional, and national conferences. In addition, AUGITE students were the primary authors on 5 peer-reviewed publications from 2020 to 2024.\n\n\n\n\nThroughout the duration of the award (and ongoing), the career pathways of AUGITE students were/are tracked. To date, students have entered (and will be entering) graduate school programs at the MS and PhD level at the following programs: Baylor University, Auburn University, Northern Arizona University, Purdue University, University of Michigan, Miami University, Idaho State University, Colorado State University, and Duke University. AUGITE students are currently employed in a range of sectors e.g., environmental consulting, renewable energy, government and public relations, state geological surveys, oil and gas, and K-12 education.\n\n\n\n\nIn recognition of student accomplishments and achievements, AUGITE program participants were recognized at the institutional level (Miami University) and nationally. This included seven Provost Student Academic Achievement Awards (internal), three Barry M. Goldwater Scholarships (2021, 2023, 2024), one Astronaut Scholar (2023), one NSF GRFP recipient (2024), and one NSF GRFP honorable mention (2024).\n\n\n\n\nThe mission and aims of this GEOPAths award will be sustained beyond the duration of the award in two primary ways. Starting in Fall 2024 a 1-credit hour course (GLG 347) will be offered in the Department of Geology and Environmental Earth Science. This course, titled Geoscience Career Readiness aims to support undergraduate students as they navigate their degree programs and prepare for a career in the geosciences post graduation. This course will focus on student professional development and continue to utilize the resources curated and developed by the AUGITE program (see earlier, e.g., internship/fellowship applications, job interview preparation, workforce trends discussion, CV/resume design). This course will be overseen by PI Dr. Claire McLeod. Starting in Fall 2024, co-PI Dr. Mark Krekeler will oversee a cohort of undergraduate students as part of a newly-designed first year research experience program supported by the Honors College at Miami University.\n\t\t\t\t\tLast Modified: 04/17/2024\n\n\t\t\t\t\tSubmitted by: ClaireLMcleod\n"
 }
}