{
 "awd_id": "1801630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Medium: Collaborative: Secure Distributed Coded Computations for IoT: An Information Theoretic and Network Approach",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2018-07-18",
 "awd_max_amd_letter_date": "2018-07-18",
 "awd_abstract_narration": "The Internet of Things (IoT) is emerging as a new Internet paradigm connecting an exponentially increasing number of smart IoT devices and sensors. IoT applications include smart cities, transportation systems, mobile healthcare and smart grid, to name a few. Unlocking the full power of IoT requires analyzing and processing large amounts of data collected by the IoT devices through computationally intensive algorithms that are typically run in the cloud. This leaves the IoT network, and the applications it is supporting, at the complete mercy of an adversary (enemy nations, hackers, etc.), or a natural disaster (hurricane, earthquake, etc.), that can jeopardize the IoT, or completely disconnect it from its \"brain\" (the cloud), with potentially catastrophic consequences.  This research studies Secure Coded Computations aimed at addressing the security challenges of IoT dependence on the cloud for computations by allowing data to be processed locally by IoT-devices that collaborate together to compute.\r\n\r\nOur approach is based on the new theory of coded computations, which studies the design of erasure and error-correcting codes to improve the performance of distributed algorithms through \"smart\" data redundancy. This project represents the first attempt to create a unified framework to study schemes for secure coded computations that, in addition to providing reliable and secure computations on coded data, cater to the specific challenges of IoT. The focus of the proposed research is on (i) devising secure codes and algorithms with low computational complexity that are amenable to implementation on IoT devices typically characterized by low computation power, bandwidth, battery, and storage. Our approach will be based on information theoretic security that presents a lucrative alternative to high complexity homomorphic encryption methods; (ii) developing networking algorithms and protocols to make our secure coded computation framework adaptive to the heterogeneous and dynamic nature of IoT devices; (iii) validating the feasibility of the proposed secure codes and algorithms by building a mobile healthcare monitoring framework using IoT devices. The project also incorporates  educational and outreach efforts with a focus on minority groups in Science, Technology, Engineering and Mathematics (STEM). In addition, it includes opportunities for guided tours and possible internships at Rutgers WINLAB for undergraduate students, and a workshop that focuses on theoretical and systems aspects of security in IoT.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Salim",
   "pi_last_name": "El Rouayheb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Salim El Rouayheb",
   "pi_email_addr": "salim.elrouayheb@rutgers.edu",
   "nsf_id": "000663086",
   "pi_start_date": "2018-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yingying",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingying Chen",
   "pi_email_addr": "yingche@scarletmail.rutgers.edu",
   "nsf_id": "000080615",
   "pi_start_date": "2018-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "ECE Department, Rutgers University",
  "perf_str_addr": "33 knightsbridge Rd",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543925",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to develop a secure coded computation framework that allows IoT devices to perform data processing locally, reducing reliance on cloud computing and mitigating security risks. We developed secure codes and algorithms with low computational complexity that are amenable to implementation on IoT devices typically characterized by low computation power, bandwidth, battery, and storage. We further developed networking algorithms and protocols to make our secure coded computation framework adaptive to the heterogeneous and dynamic nature of IoT devices. In addition, we validated the feasibility of the proposed secure codes and algorithms by building a mobile healthcare monitoring framework using IoT devices.&nbsp; Particularly, we accomplished the following aspects. (1) Stealthy Backdoor Attack on RF Signal Classification, and (2) A Continuous Articulatory-Gesture-Based Liveness Detection for Voice Authentication on Smart Devices.&nbsp;</p>\n<p><br />(1) Stealthy Backdoor Attack on RF Signal Classification. Deep learning has recently become a key technology supporting radio frequency (RF) signal classification applications. To date, backdoor attacks have been explored in the computer vision domain but rarely in the RF domain. We developed the first stealthy RF backdoor attack that targeted deep-learning-based RF signal classification applications. Our research thoroughly examined the differences in RF IQ data across various RF applications and within individual applications. We found that fixed-positioned triggers were easily detectable. To enhance the stealthiness of backdoor triggers, we proposed a novel trigger generation approach that could be broadly applied to different input samples within an RF signal application. Specifically, we systematically explored various stealthy trigger patterns from both spatial and temporal perspectives. Additionally, we introduced a training-based trigger optimization technique to further improve stealthiness and performance for specific RF signal classification applications.&nbsp;</p>\n<p><br />(2) A Continuous Articulatory-Gesture-Based Liveness Detection for Voice Authentication on Smart Devices. Voice biometrics gained significant attention as a method for user authentication on smart devices. However, it was vulnerable to replay attacks, where adversaries attempted to spoof voice authentication systems using prerecorded voice samples from genuine users. To counter this, we proposed a voice liveness detection system that required only a speaker and microphone, both standard components of smart devices. Human speech production relies on the coordinated movements of multiple articulators (e.g., lips, jaw, tongue) to produce phonemes, a process called articulatory gesture. VoiceGesture detected liveness by extracting Doppler shift features caused by these articulatory gestures when a user spoke. Moreover, subtle differences in articulatory gestures among individuals, due to variations in the human vocal tract (e.g., shape and size) and habitual pronunciation of phonemes, were leveraged by VoiceGesture to detect mimicry attacks. Our method, VoiceGesture, was practical as it required no additional operations beyond the conventional voice authentication process. Once integrated with the voice authentication system, the liveness detection was seamless and transparent to users.</p>\n<p><br />This research focused on Secure Coded Computations to tackle the security challenges associated with IoT's reliance on cloud-based computations. By enabling IoT devices to process data locally through collaborative efforts, the study draws upon the emerging theory of coded computations, which explores using erasure and error-correcting codes to enhance distributed algorithms via \"smart\" data redundancy. This project is a pioneering effort to establish a unified framework for secure coded computations, addressing the unique challenges posed by IoT while ensuring reliable and secure data processing. The integration of these research outcomes into undergraduate and graduate curricula, along with outreach initiatives, has significantly influenced the education and training of cybersecurity and computer science professionals. Special emphasis was placed on involving minority groups in Science, Technology, Engineering, and Mathematics (STEM) through educational and outreach activities. Additionally, the project offered guided tours and potential internships at Rutgers WINLAB for undergraduate students, as well as a workshop dedicated to the theoretical and systems aspects of IoT security. The project provided students with valuable mentoring and research experience in experiment design, prototyping, and data analysis. It supported both graduate and undergraduate students, leading to great publications and scientific results.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/29/2024<br>\nModified by: Yingying&nbsp;Chen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project is to develop a secure coded computation framework that allows IoT devices to perform data processing locally, reducing reliance on cloud computing and mitigating security risks. We developed secure codes and algorithms with low computational complexity that are amenable to implementation on IoT devices typically characterized by low computation power, bandwidth, battery, and storage. We further developed networking algorithms and protocols to make our secure coded computation framework adaptive to the heterogeneous and dynamic nature of IoT devices. In addition, we validated the feasibility of the proposed secure codes and algorithms by building a mobile healthcare monitoring framework using IoT devices. Particularly, we accomplished the following aspects. (1) Stealthy Backdoor Attack on RF Signal Classification, and (2) A Continuous Articulatory-Gesture-Based Liveness Detection for Voice Authentication on Smart Devices.\n\n\n\n(1) Stealthy Backdoor Attack on RF Signal Classification. Deep learning has recently become a key technology supporting radio frequency (RF) signal classification applications. To date, backdoor attacks have been explored in the computer vision domain but rarely in the RF domain. We developed the first stealthy RF backdoor attack that targeted deep-learning-based RF signal classification applications. Our research thoroughly examined the differences in RF IQ data across various RF applications and within individual applications. We found that fixed-positioned triggers were easily detectable. To enhance the stealthiness of backdoor triggers, we proposed a novel trigger generation approach that could be broadly applied to different input samples within an RF signal application. Specifically, we systematically explored various stealthy trigger patterns from both spatial and temporal perspectives. Additionally, we introduced a training-based trigger optimization technique to further improve stealthiness and performance for specific RF signal classification applications.\n\n\n\n(2) A Continuous Articulatory-Gesture-Based Liveness Detection for Voice Authentication on Smart Devices. Voice biometrics gained significant attention as a method for user authentication on smart devices. However, it was vulnerable to replay attacks, where adversaries attempted to spoof voice authentication systems using prerecorded voice samples from genuine users. To counter this, we proposed a voice liveness detection system that required only a speaker and microphone, both standard components of smart devices. Human speech production relies on the coordinated movements of multiple articulators (e.g., lips, jaw, tongue) to produce phonemes, a process called articulatory gesture. VoiceGesture detected liveness by extracting Doppler shift features caused by these articulatory gestures when a user spoke. Moreover, subtle differences in articulatory gestures among individuals, due to variations in the human vocal tract (e.g., shape and size) and habitual pronunciation of phonemes, were leveraged by VoiceGesture to detect mimicry attacks. Our method, VoiceGesture, was practical as it required no additional operations beyond the conventional voice authentication process. Once integrated with the voice authentication system, the liveness detection was seamless and transparent to users.\n\n\n\nThis research focused on Secure Coded Computations to tackle the security challenges associated with IoT's reliance on cloud-based computations. By enabling IoT devices to process data locally through collaborative efforts, the study draws upon the emerging theory of coded computations, which explores using erasure and error-correcting codes to enhance distributed algorithms via \"smart\" data redundancy. This project is a pioneering effort to establish a unified framework for secure coded computations, addressing the unique challenges posed by IoT while ensuring reliable and secure data processing. The integration of these research outcomes into undergraduate and graduate curricula, along with outreach initiatives, has significantly influenced the education and training of cybersecurity and computer science professionals. Special emphasis was placed on involving minority groups in Science, Technology, Engineering, and Mathematics (STEM) through educational and outreach activities. Additionally, the project offered guided tours and potential internships at Rutgers WINLAB for undergraduate students, as well as a workshop dedicated to the theoretical and systems aspects of IoT security. The project provided students with valuable mentoring and research experience in experiment design, prototyping, and data analysis. It supported both graduate and undergraduate students, leading to great publications and scientific results.\n\n\n\t\t\t\t\tLast Modified: 08/29/2024\n\n\t\t\t\t\tSubmitted by: YingyingChen\n"
 }
}