{
 "awd_id": "1801317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fullerene Cages as Molecular Nanocontainers to Stabilize Unprecedented Uranium Clusters and Bonding Motifs",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 599999.0,
 "awd_amount": 599999.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2018-07-18",
 "awd_abstract_narration": "Professors Luis Echegoyen and Skye Fortier of the University of Texas at El Paso are supported by the Macromolecular, Supramolecular and Nanochemistry Program of the Division of Chemistry to prepare, purify and characterize novel uranium-based endohedral fullerenes.  The goal is to explore the fundamental bonding properties of uranium within the fullerene cage with other atoms such as carbon, sulfur, and oxygen.  Fullerenes are chemical compounds composed exclusively of many carbon atoms that are bonded together to form spherical or pseudo-spherical closed structures, that in some cases resemble nano-sized soccer balls.  Fullerenes are essential components in materials applications such as in solar cells and photovoltaics.  The hollow cavities inside these fullerenes offer a unique environment to study isolated chemical systems with unusual structures and bonding motifs as well as interesting electronic properties. The entrapment of metals or metal clusters inside these endohedral fullerenes provides a stable nanocontainer environment.  This enables the study of unique and unusual uranium clusters that will allow for a better fundamental and practical understanding of uranium electronic properties in particular and the actinide series of elements in general.  The project provides an entryway into an essentially new branch of fullerene and actinide science.  A group of students from the University of Texas at El Paso, which is a minority serving institution, are involved in the project.  Given the collaborative nature of the project, they are also exposed to an international research experience.  In addition, several learning modules, targeting middle school, mainly Hispanic science students, are developed.  This new, one month, 20-25 student community outreach program is intended to stimulate their interest in science while developing critical thinking and problem-solving skills. \r\n\r\nIn this project, a new series of uranium containing endohedral fullerenes is synthesized, purified and isolated.  It is expected that these carbon caged nanocontainers will allow access to unusual uranium clusters and provide a better fundamental understanding of actinide bonding and chemistry.  Initial results on the isolation and structural characterization of a non-IPR (Isolated Pentagon Rule) uranium endohedral, U@C80, provide incontrovertible support for the uniqueness of these molecules and the feasibility of the approach.  The synthetic methodology is being optimized using different reactor gases, while soot extraction conditions are being tested to maximize the yield. The isolated compounds are being studied through a full battery of techniques that includes X-ray crystallographic analysis, cyclic voltammetry, electronic and vibrational spectroscopy, SQUID magnetic analysis, and theoretical modeling to fully elucidate their structures and properties. Both national and international collaborations are being leveraged to accomplish these critical tasks. This work provides an entryway into an essentially new branch of fullerene and actinide science and is expected to yield fundamental knowledge and new discoveries on both fronts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Echegoyen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luis Echegoyen",
   "pi_email_addr": "echegoyen@utep.edu",
   "nsf_id": "000571135",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Skye",
   "pi_last_name": "Fortier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Skye Fortier",
   "pi_email_addr": "asfortier@utep.edu",
   "nsf_id": "000598264",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W. University Ave",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799025816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 599999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong>&nbsp;The scientific achievements of this project have substantially advanced our understanding of actinides, a crucial element series in nuclear energy and environmental management. By employing endohedral metallofullerene chemistry, as special molecular carbon cages, we have uncovered new insights into the electronic and bonding behaviors of actinides. This knowledge is vital for improving nuclear energy production efficiency, developing advanced materials, and enhancing strategies for radioactive waste management. Our research has contributed to the scientific community's ability to predict and manipulate the chemical properties of these complex elements, representing a significant leap forward in inorganic chemistry and material science.</p>\n<p><strong>Broader Impacts:</strong>&nbsp;This project also involved important outreach activities. Our educational initiatives, namely the \"Saturday Science Spree\" (SASS) and \"Discussions with a Scientist,\" had an important impact on the community, particularly among young students. SASS engaged middle schoolers with the basics of molecular bonding, radioactivity, and light properties, sparking their curiosity in science from an early age. This was later followed by \"Discussions with a Scientist\" that engaged local high school students. This initiative&nbsp;created a platform for students to delve into contemporary scientific topics, encouraging them to think critically and discuss the forefront of scientific research and its societal implications. These initiatives collectively nurtured a budding interest in science, paving the way for informed and engaged future generations.</p>\n<p>Moreover, the activities of this award were primarily conducted at UTEP, a minority-serving institution with a notable Hispanic student population. This setting has significantly enhanced the project's influence on underrepresented groups in the scientific community.&nbsp;By providing valuable skills and knowledge, these outreach and research efforts have opened pathways for diverse students to pursue scientific careers, thereby contributing to a more inclusive and innovative future scientific workforce.</p>\n<p>In total, the project's outcomes have demonstrated considerable intellectual merit through scientific advancements in actinide chemistry and broader societal impacts through dedicated educational outreach. These achievements reflect our commitment to pushing the boundaries of scientific knowledge and making science accessible and engaging for the next generation, ultimately contributing to a more informed, capable, and diverse society.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/22/2023<br>\nModified by: Skye&nbsp;Fortier</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:The scientific achievements of this project have substantially advanced our understanding of actinides, a crucial element series in nuclear energy and environmental management. By employing endohedral metallofullerene chemistry, as special molecular carbon cages, we have uncovered new insights into the electronic and bonding behaviors of actinides. This knowledge is vital for improving nuclear energy production efficiency, developing advanced materials, and enhancing strategies for radioactive waste management. Our research has contributed to the scientific community's ability to predict and manipulate the chemical properties of these complex elements, representing a significant leap forward in inorganic chemistry and material science.\n\n\nBroader Impacts:This project also involved important outreach activities. Our educational initiatives, namely the \"Saturday Science Spree\" (SASS) and \"Discussions with a Scientist,\" had an important impact on the community, particularly among young students. SASS engaged middle schoolers with the basics of molecular bonding, radioactivity, and light properties, sparking their curiosity in science from an early age. This was later followed by \"Discussions with a Scientist\" that engaged local high school students. This initiativecreated a platform for students to delve into contemporary scientific topics, encouraging them to think critically and discuss the forefront of scientific research and its societal implications. These initiatives collectively nurtured a budding interest in science, paving the way for informed and engaged future generations.\n\n\nMoreover, the activities of this award were primarily conducted at UTEP, a minority-serving institution with a notable Hispanic student population. This setting has significantly enhanced the project's influence on underrepresented groups in the scientific community.By providing valuable skills and knowledge, these outreach and research efforts have opened pathways for diverse students to pursue scientific careers, thereby contributing to a more inclusive and innovative future scientific workforce.\n\n\nIn total, the project's outcomes have demonstrated considerable intellectual merit through scientific advancements in actinide chemistry and broader societal impacts through dedicated educational outreach. These achievements reflect our commitment to pushing the boundaries of scientific knowledge and making science accessible and engaging for the next generation, ultimately contributing to a more informed, capable, and diverse society.\n\n\n\t\t\t\t\tLast Modified: 12/22/2023\n\n\t\t\t\t\tSubmitted by: SkyeFortier\n"
 }
}