{
 "awd_id": "1801387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Friction, Resonance Problems and New Methods in Geometric Flows",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 18084.0,
 "awd_amount": 18084.0,
 "awd_min_amd_letter_date": "2017-10-18",
 "awd_max_amd_letter_date": "2017-10-18",
 "awd_abstract_narration": "The problem of quantum friction concerns the motion of an invading classical particle in the Bose Einstein condensate. The PI considers the problem on a partial differential equation (PDE) model. Specifically the PI uses a nonlinear Schrodinger equation coupled to the trajectory of a classical particle, obtained after taking the mean field limit on the Bose Einstein condensate. The PI will prove the following three results: (1) if the initial speed of the classical particle is higher than the speed of sound in the Bose Einstein condensate, i.e. supersonic, then the particle will decelerate due to the friction until the speed reaches the speed of sound, (2) if the initial speed of the particle is subsonic, then the particle will travel ballistically as the time goes to infinity, (3) the whole system will converge to some inertial mode. Technically, the PI has to develop a better understanding of integro-differential equations, together with other techniques in nonlinear PDEs, for example Fermi Golden rules. The second problem is the resonance problem. The PI wants to consider the problem in the context of linear and nonlinear Schrodinger equations. Very often the presence of degeneracy, or resonance, in perturbation expansions makes the problem hard. The PI hopes to develop a better understanding of normal form transformations, and then to tackle some of the problems in Schrodinger equations. The third problem is to develop a new method for geometric flows, specifically mean curvature flow and Ricci flow. Different from the previous works, by Huisken for example, the PI mainly uses modulation equations and spectral analysis to perform almost precise estimates, instead of the maximum principle and entropy estimates. Hopefully the PI can solve some open problems here. For example, in the context of mean curvature flow, the evolving surface will collapse in finite time and form a cylinder around the collapsing point. However, whether the cylinder is unique is an open problem. The PI hopes to solve it, also a similar problem in Ricci flow.\r\n\r\nQuantum friction has many applications nowadays. One example is to test the speed of particles, for example neutrinos, by shooting the particle to some medium, for example argon. This phenomenon is known as Cerenkov radiation (Noble prize 1958). Despite its importance, the mathematical understanding of Cerenkov radiation is not satisfactory. In a broader context, the problem is in the class of non-equilibrium statistical mechanics and quantum fluid, which are popular at the moment. The second problem, the resonance problem, will deepen the understanding of normal form transformations, and help to tackle other problems, for example, in dynamical system (specifically KAM theory), and spin model in quantum mechanics. For the third problem, in the recent years, people have applied mean curvature flow to classify topological structures of different surfaces, and have estimated the amount of mass in general relativity. The PI's techniques provide more precise information on the evolution of the surfaces. Hopefully the PI's method will find applications there.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Zhou",
   "pi_email_addr": "gzhou@math.binghamton.edu",
   "nsf_id": "000631021",
   "pi_start_date": "2017-10-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18084.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I studied the generic formation of singularity under mean curvature flow. In the considered generic regime, I obtained a detailed description of a fixed space-and-time neighborhood of generic singularities, and proved that it is mean convex. This confirms a longstanding conjecture, which is the Problem 4 in the list of open problems mantained by Tom Ilmanen on his webpage.</p>\n<p class=\"p1\">This is important, since it rules out the possibility of fattening for the flow through singularity by level set flow, thus implies the uniqueness.&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">Intellectual merit: the techniques are completely new. A key method in my paper is to use the modulational equations and propagator estimate. These methods were used in mathematical physics and theoretical physics. Namely, instead of relying on energy functional to derive estimates, we use semi-group (or propagator estimates) and modulational equation to derive sharper estimates in a larger region. These in turn allow us to find critically important informations to derive the desired results.</p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 18.0px Helvetica; color: #000000} -->\n<p class=\"p1\">The method is independent of dimensions, and hence it will help to understand four dimensional hypersurfaces. We expect our methods will work for four dimensional Ricci flow.</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">Broader impact: mean curvature flow has a lot of applications, for example, classification of manifold, study the interface of different mediums.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2018<br>\n\t\t\t\t\tModified by: Gang&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nI studied the generic formation of singularity under mean curvature flow. In the considered generic regime, I obtained a detailed description of a fixed space-and-time neighborhood of generic singularities, and proved that it is mean convex. This confirms a longstanding conjecture, which is the Problem 4 in the list of open problems mantained by Tom Ilmanen on his webpage.\nThis is important, since it rules out the possibility of fattening for the flow through singularity by level set flow, thus implies the uniqueness. \n \nIntellectual merit: the techniques are completely new. A key method in my paper is to use the modulational equations and propagator estimate. These methods were used in mathematical physics and theoretical physics. Namely, instead of relying on energy functional to derive estimates, we use semi-group (or propagator estimates) and modulational equation to derive sharper estimates in a larger region. These in turn allow us to find critically important informations to derive the desired results.\n\nThe method is independent of dimensions, and hence it will help to understand four dimensional hypersurfaces. We expect our methods will work for four dimensional Ricci flow.\n \nBroader impact: mean curvature flow has a lot of applications, for example, classification of manifold, study the interface of different mediums.\n\n\t\t\t\t\tLast Modified: 10/18/2018\n\n\t\t\t\t\tSubmitted by: Gang Zhou"
 }
}