{
 "awd_id": "1801940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Using APOGEE Chemical Abundances to Probe Formation Scenarios of the Milky Way Bulge",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925039",
 "po_email": "hgupta@nsf.gov",
 "po_sign_block_name": "Harshal Gupta",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 289242.0,
 "awd_min_amd_letter_date": "2018-06-12",
 "awd_max_amd_letter_date": "2021-06-01",
 "awd_abstract_narration": "Sten Hasselquist is awarded an NSF Astronomy and Astrophysics Fellowship to conduct a program of research and education at the University of Utah.  Using high quality spectra of thousands of stars observed with the Apache Point Observatory Galactic Evolution Experiment (APOGEE), Hasselquist will perform a detailed chemical analysis of the Milky Way's central bulge.  Because a central bulge seems to be a feature of most disk galaxies, understanding how the bulge of our galaxy formed and evolved will allow astronomers to understand how galaxy formation and evolution occurs across the Universe.  Alongside this research, Hasselquist will develop and run an inquiry-based high-altitude balloon program targeted at high school students from groups that are underrepresented in science.  \r\n\r\nHasselquist will analyze how the mean chemical abundance tracks for each element provided by APOGEE compare between the Milky Way's bulge and inner disk.  He will explore chemical abundance correlations in N-dimensional space, analyzing how these correlations differ between bulge and inner disk.  From these analyses, conclusions can be drawn about formation mechanisms of the bulge.  He will also identify the origin of metal-poor stars in the bulge by invoking clustering algorithms to quantify chemical abundance similarities between the metal-poor bulge and the Milky Way's halo or satellite populations. Additionally, he will use carbon-to-nitrogen abundance ratios to assign a chemical clock to the Galaxy's stars, allowing for an in-depth study of the chemical abundance patterns of the Galaxy's bulge with an added time dimension that is not typically available in large-scale chemical evolution studies.  Working with outreach facilities at his host institution, Hasselquist will create a program in which high school students gain valuable critical thinking skills by designing and executing high-altitude balloon experiments to answer specific scientific questions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sten",
   "pi_last_name": "Hasselquist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sten Hasselquist",
   "pi_email_addr": "",
   "nsf_id": "000759657",
   "pi_start_date": "2018-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hasselquist             Sten",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Las Cruces",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "",
  "inst_zip_code": "880119998",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": null,
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 89242.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ae8fe8c1-7fff-ae31-a110-db84c18d42c6\">\n<p dir=\"ltr\"><span>I have successfully completed the work for &ldquo;Using APOGEE Chemical Abundances to Probe Formation Scenarios of the Milky Way Bulge&rdquo;. I successfully derived ages for stars in the Milky Way (MW) bulge to determine that, while the majority of bulge stars with [Fe/H] &gt; -0.5 are older than 8 Gyr, younger stars can be found closer to the plane, suggesting that there was some star formation as recent as 2-3 Gyr ago in the inner region of the MW. I extended this type of star formation history analysis to 5 of the most massive satellite galaxies of the MW to find that these satellite galaxies evolved differently depending on how isolated their formation and evolution environment was, with galaxies near to the MW evolving more quickly (like the MW bulge) than galaxies only recently entering the gravitational potential of the MW. This work has been published across two publications in the Astrophysical Journal.</span></p>\n<br />\n<p dir=\"ltr\"><span>My broader impact program was successful as we launched two high-altitude balloons with the University of Utah&rsquo;s REFUGES after school and bridge programs, which are programs that address &ldquo;the under-representation of women, minorities, refugees, non-native English speakers, and economically disadvantaged students in STEM disciplines&rdquo; and &ldquo;the academic weaknesses that refugee youth face in the Utah school system due to placement in grade levels that are not suitable to their educational backgrounds&rdquo; (taken from the REFUGES website). The students successfully launched a high-altitude balloon to ~80,000ft, measuring the location of the tropopause of the Earth&rsquo;s atmosphere both times. These results are shown in a youtube video, and a guide for educators to repeat this program can be found on my website.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2022<br>\n\t\t\t\t\tModified by: Sten&nbsp;Hasselquist</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nI have successfully completed the work for \"Using APOGEE Chemical Abundances to Probe Formation Scenarios of the Milky Way Bulge\". I successfully derived ages for stars in the Milky Way (MW) bulge to determine that, while the majority of bulge stars with [Fe/H] &gt; -0.5 are older than 8 Gyr, younger stars can be found closer to the plane, suggesting that there was some star formation as recent as 2-3 Gyr ago in the inner region of the MW. I extended this type of star formation history analysis to 5 of the most massive satellite galaxies of the MW to find that these satellite galaxies evolved differently depending on how isolated their formation and evolution environment was, with galaxies near to the MW evolving more quickly (like the MW bulge) than galaxies only recently entering the gravitational potential of the MW. This work has been published across two publications in the Astrophysical Journal.\n\n\nMy broader impact program was successful as we launched two high-altitude balloons with the University of Utah’s REFUGES after school and bridge programs, which are programs that address \"the under-representation of women, minorities, refugees, non-native English speakers, and economically disadvantaged students in STEM disciplines\" and \"the academic weaknesses that refugee youth face in the Utah school system due to placement in grade levels that are not suitable to their educational backgrounds\" (taken from the REFUGES website). The students successfully launched a high-altitude balloon to ~80,000ft, measuring the location of the tropopause of the Earth’s atmosphere both times. These results are shown in a youtube video, and a guide for educators to repeat this program can be found on my website.\n\n\n \n\n\t\t\t\t\tLast Modified: 07/05/2022\n\n\t\t\t\t\tSubmitted by: Sten Hasselquist"
 }
}