{
 "awd_id": "1802641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of surfactant - amyloid-beta protein interactions during self-assembly",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924842",
 "po_email": "wolbrich@nsf.gov",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 111404.0,
 "awd_amount": 117404.0,
 "awd_min_amd_letter_date": "2018-06-06",
 "awd_max_amd_letter_date": "2019-05-30",
 "awd_abstract_narration": "Clumping of protein molecules in a process called \"aggregation\" is a common problem in cellular biology. One kind of protein aggregation leads to a specific structure of the clumps called \"amyloids\" and is thought to play a key role in many neurodegenerative diseases including Alzheimer's disease. Recently, protein amyloids have also been associated with normal cellular functions.  A wide variety of aggregate structures are formed during aggregation, and many of these cause a specific biological response.  Hence, understanding the mechanisms of aggregation is critical for human health.  Amyloid formation is influenced by biological surfactant molecules, which associate many amyloid proteins.  In the proposed project, the principal investigator along with a team of collaborators will use experiments, computer simulations, and mathematical analysis to understand how surfactants modulate amyloid protein aggregation to form specific aggregate species. This will transform our understanding of these interactions which play a role in Alzheimer's disease. This scientific endeavor will also involve many students, who will not only learn new areas of research but will also contribute towards data collection and interpretation of results.\r\n\r\nSelf-association of a protein called amyloid beta, associated with Alzheimer's disease, involves the conversion from its intrinsically disordered, monomeric form to well-organized, fibrillar structures in a nucleation-dependent manner. Among the aggregates formed, the low-molecular weight oligomers have emerged to be physiologically important species. The oligomers formed need not be the obligate intermediates of the fibril formation pathway, and they could be formed along alternate \"off-pathways\", which result in many distinct structural strains of amyloid beta. Many factors can induce off-pathway products.  Among these factors, interfaces generated by biological surfactants (SAs) are physiologically relevant due to their perpetual association with amyloid beta. Recent findings from the principle investigator's lab indicate that non-esterified fatty acid SAs induce off- or on- pathway aggregates in a concentration dependent manner. The investigators hypothesize that concentration-dependent phase transitions of SAs modulate amyloid beta aggregation pathways to generate distinct oligomers. In this work, a collaborative team will test the hypothesis with two specific aims: Aim 1 will investigate biophysically the interactions between amyloid beta and SAs using a variety of anionic SAs, and Aim 2 will model temporal evolution of oligomers as a result of amyloid beta-SA interactions using numerical simulations and reduced order mathematical analysis. An interdisciplinary approach involving experimental biophysics, simulation and mathematical analysis with a synergistic feedback between the experiments (Aim 1) and simulations (Aim 2) will provide insights into the heterotypic interactions between amyloid beta and SAs and will bridge the existing knowledge gap in the field. Considering that the functional effects of off-pathway aggregates are related to their respective morphologies, understanding the physiochemical properties of amyloid beta-SA interactions will be of paramount significance in deciphering amyloid-related cellular processes. This work will also help in a better understanding of aggregation pathways in a larger, more complex network of reactions involving amyloids, which can then be utilized to design intervention strategies in the future. The proposed project will have broader impacts on science and education for undergraduate and graduate students from the three institutions of University of Southern Mississippi (USM), Virginia Commonwealth University (VCU), and Montclair State University (MSU) spanning the areas of molecular biophysics, computational systems biology and mathematical biology respectively.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashuwin",
   "pi_last_name": "Vaidya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashuwin Vaidya",
   "pi_email_addr": "vaidyaa@mail.montclair.edu",
   "nsf_id": "000541719",
   "pi_start_date": "2018-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 Normal Avenue",
  "perf_city_name": "Montclair",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 111404.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Overview.</strong></p>\n<p>Clumping of protein molecules in a process called \"aggregation\" is a common problem in cellular biology. One kind of protein aggregation leads to a specific structure of the clumps called \"amyloids\" and is thought to play a key role in many neurodegenerative diseases including Alzheimer's disease. The oligomers formed need not be the obligate intermediates of the fibril formation pathway, and they could be formed along alternate \"off-pathways\", which result in many distinct structural strains of amyloid beta. Many factors can induce off-pathway products. Among these factors, interfaces generated by biological surfactants (SAs) are physiologically relevant due to their perpetual association with amyloid beta. Hence, understanding the mechanisms of aggregation is critical for human health.</p>\n<p>In this project, the principal investigator along with a team of collaborators used experiments, computer simulations, and mathematical analysis to understand how surfactants modulate amyloid protein aggregation to form specific aggregate species. We focused on two specific aims: Aim 1 involved the biophysical investigation of interactions between amyloid beta and SAs using a variety of anionic SAs, and Aim 2, which was the primary focus of this portion of the grant, involved the development and numerical solutions of mathematical models to capture the temporal evolution of oligomers as a result of amyloid beta-SA interactions.&nbsp;</p>\n<p><strong>Main Results of the Project.</strong></p>\n<p>Outcomes of this project which have appeared in the form of scientific publications and presentations are certain to advance our understanding of these interactions and their role in neurodegenerative diseases such as Alzheimer's disease. This work led to the development of an innovative, scaled mass action based dynamical system model based on the competition between oligomer formation in the ?on? and ?off' pathways. &nbsp;The model used control parameters which were dependent on the surfactant concentration in the system which yielded a topological phase map of the conditions for the dominance of different reaction pathways. Certain relevant thermodynamic features of these reaction pathways were also examined, such as the free energy, whose minimization appears to indicate the stability of the previously identified reaction pathways. The outcomes of the theoretical work and its extensions have serious biophysical implications and has led the team to consider theoretical and experimental strategies which could reveal intervention mechanisms to draw the reactions away from the ?toxic? pathways. The results of our studies have been reported in journals, conference proceedings and as chapters in books.</p>\n<p><strong>Training students.</strong></p>\n<p>This scientific endeavor also involved undergraduate and graduate students, who not only learned advanced topics in math and science related to this new research but also contributed to the data collection and interpretation of results. Specifically, we trained two students through this project who started as undergraduate students over the summer and continued to work on this project as Masters students producing an MS Thesis and a final capstone report on this project. One of these students, is now working on his PhD with a collaborator at Virginia Commonwealth University on computational issues related to similar biophysical problems.</p>\n<p><strong>New directions.</strong></p>\n<p>Theoretical work stemming from this project has resulted in the development of novel ?Network Thermodynamics? approaches to such complex dynamic problems which have inspired new collaborations and areas of research pertaining to aggregation and self-organization behavior in other types of physical and chemical systems, including a recent study of multi-strain COVID outbreak modeling. The network thermodynamics model promises to serve as a valid general formulation for dissipative, self-organizing systems which we will continue to develop and pursue in the future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2022<br>\n\t\t\t\t\tModified by: Ashuwin&nbsp;Vaidya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Overview.\n\nClumping of protein molecules in a process called \"aggregation\" is a common problem in cellular biology. One kind of protein aggregation leads to a specific structure of the clumps called \"amyloids\" and is thought to play a key role in many neurodegenerative diseases including Alzheimer's disease. The oligomers formed need not be the obligate intermediates of the fibril formation pathway, and they could be formed along alternate \"off-pathways\", which result in many distinct structural strains of amyloid beta. Many factors can induce off-pathway products. Among these factors, interfaces generated by biological surfactants (SAs) are physiologically relevant due to their perpetual association with amyloid beta. Hence, understanding the mechanisms of aggregation is critical for human health.\n\nIn this project, the principal investigator along with a team of collaborators used experiments, computer simulations, and mathematical analysis to understand how surfactants modulate amyloid protein aggregation to form specific aggregate species. We focused on two specific aims: Aim 1 involved the biophysical investigation of interactions between amyloid beta and SAs using a variety of anionic SAs, and Aim 2, which was the primary focus of this portion of the grant, involved the development and numerical solutions of mathematical models to capture the temporal evolution of oligomers as a result of amyloid beta-SA interactions. \n\nMain Results of the Project.\n\nOutcomes of this project which have appeared in the form of scientific publications and presentations are certain to advance our understanding of these interactions and their role in neurodegenerative diseases such as Alzheimer's disease. This work led to the development of an innovative, scaled mass action based dynamical system model based on the competition between oligomer formation in the ?on? and ?off' pathways.  The model used control parameters which were dependent on the surfactant concentration in the system which yielded a topological phase map of the conditions for the dominance of different reaction pathways. Certain relevant thermodynamic features of these reaction pathways were also examined, such as the free energy, whose minimization appears to indicate the stability of the previously identified reaction pathways. The outcomes of the theoretical work and its extensions have serious biophysical implications and has led the team to consider theoretical and experimental strategies which could reveal intervention mechanisms to draw the reactions away from the ?toxic? pathways. The results of our studies have been reported in journals, conference proceedings and as chapters in books.\n\nTraining students.\n\nThis scientific endeavor also involved undergraduate and graduate students, who not only learned advanced topics in math and science related to this new research but also contributed to the data collection and interpretation of results. Specifically, we trained two students through this project who started as undergraduate students over the summer and continued to work on this project as Masters students producing an MS Thesis and a final capstone report on this project. One of these students, is now working on his PhD with a collaborator at Virginia Commonwealth University on computational issues related to similar biophysical problems.\n\nNew directions.\n\nTheoretical work stemming from this project has resulted in the development of novel ?Network Thermodynamics? approaches to such complex dynamic problems which have inspired new collaborations and areas of research pertaining to aggregation and self-organization behavior in other types of physical and chemical systems, including a recent study of multi-strain COVID outbreak modeling. The network thermodynamics model promises to serve as a valid general formulation for dissipative, self-organizing systems which we will continue to develop and pursue in the future.\n\n \n\n\t\t\t\t\tLast Modified: 09/27/2022\n\n\t\t\t\t\tSubmitted by: Ashuwin Vaidya"
 }
}