{
 "awd_id": "1802247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Exploring the nature of deep-focus earthquakes in the Japan, Kuril, and Izu-Bonin subduction zones",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Hearn",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 330500.0,
 "awd_amount": 330500.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2022-04-21",
 "awd_abstract_narration": "About 75% of all earthquakes occur in the upper 60 km of the Earth. The remaining events, known as intermediate and deep earthquakes, take place over a depth range of 60 to 700 km and are focused within lithospheric oceanic slabs descending into the mantle at convergent plate boundaries. The distribution of these events has provided unique and direct evidence of mantle convection, the driving force behind plate tectonics that shapes the surface of the Earth. Though the information derived from deep earthquakes have been essential for understanding the Earth's dynamic system as a whole, the physical mechanisms causing these events are still a mystery. In contrast to their shallow counterparts, deep earthquakes occur at depths where high temperatures and pressures should inhibit seismic brittle failure. Several mechanisms have been proposed to explain their occurrence, though differentiating between them has been difficult partly due to resolution limitations in both seismic velocity models, which are critical in constraining the geometry and internal physical properties of subducting slabs, and earthquake source models, which characterize the spatial and temporal evolution of source regions during seismic failure. The goal of this study is to improve seismic velocity structure and earthquake source imaging resolution in the Japan, Kuril, and Izu-Bonin regions, which host a significant number of deep earthquakes. The improved seismic images will clarify the spatial relationships between earthquake source properties and the internal structure of subducting slabs. These relationships will provide a new set of fundamental constraints for evaluating the viability of proposed deep earthquake source mechanisms. Through this project, undergraduate students will have opportunities to work on the proposed research activities, K-12 outreach events will be organized to encourage girls to pursue STEM field careers, and public lectures will be given on the work to adults who participate in lifelong learning programs. \r\n\r\nIt is still unclear where deep-focus earthquakes nucleate and propagate within a slab, and as a result, details of the Earth's dynamic inner workings in the lower half of the upper mantle are still missing. Addressing this issue critically depends on accurate high-resolution images of both the slab internal structure and deep-focus earthquake source properties. Previous seismic image resolution and accuracy at depths below 300 km were limited from sparse data coverage and theoretical approximations used in traditional seismic tomography. Classical ray-theory based tomography images indicate that deep-focus hypocenters coincide with the highest wavespeed anomalies within the slab, traditionally viewed as the slab's cold core, where phase transformational faulting, involving the breakdown of metastable olivine, is considered as a likely cause of deep-focus earthquakes. However, with an unprecedented seismic data set in East Asia aided by the advanced full waveform tomography technique, the new images of the Japan, Kuril, and Izu-Bonin slabs (EARA2014) show that deep-focus earthquakes consistently occur near the top of high wavespeed regions, possibly indicating that these events occur near the top of the subducting slab. This intriguing observation motivated this proposal to further explore and resolve the fine-scale wavespeed variations and earthquake source properties in these slabs using high frequency full waveform information. The central hypothesis of this project is that deep-focus earthquakes nucleate and propagate along the top of the slab, where oceanic crust and a hydrous serpentine layer are located, i.e. away from the slab's cold core. In order to test this hypothesis, the following three specific goals will be pursued: (1) obtain a slab structural model with improved spatial resolution from the existing model EARA2014 using higher frequency seismic waveforms; (2) relocate deep-focus hypocenters and image deep-focus earthquake rupture propagation with the aid of the new tomographic slab model; (3) establish spatial relationships between the slab internal structure and deep-focus earthquake locations and rupture properties. If the central hypothesis of this project is supported by the proposed work, then there will be a paradigm shift in terms of our understanding of the nature of deep-focus earthquakes, and consequently, mechanisms other than phase transformational faulting need to be considered.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Min",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Min Chen",
   "pi_email_addr": "chenmi22@msu.edu",
   "nsf_id": "000646615",
   "pi_start_date": "2018-08-03",
   "pi_end_date": "2022-04-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Songqiao",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Songqiao Wei",
   "pi_email_addr": "swei@msu.edu",
   "nsf_id": "000771010",
   "pi_start_date": "2022-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "Room 2507E, Engineering Building",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488244403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 113013.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 107200.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 110287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The origins of intermediate-depth earthquakes occurring at 70-400 depths within the Earth have remained a topic of intense debate for decades. One study supported by this grant presents groundbreaking findings that shed light on the mechanisms responsible for intermediate-depth earthquakes. Most notably, it defines the deep interface of the subducting Pacific Plate beneath Japan using an advanced seismic imaging technique. This enhanced model reveals vertically varying double seismic zones located within the top 60 km of the plate at depths ranging from 100 to 380 km. The critical discovery lies in the correlation between the pressure-temperature conditions of the lower plane of this double seismic zone and the breakdown of hydrous minerals. This correlation suggests that the release of water resulting from the breakdown of these minerals raises pore-fluid pressure, thereby triggering intermediate-depth earthquakes.&nbsp;</p>\n<p>Furthermore, another study supported by this grant delves into the long-standing hypothesis of transformational faulting within the rim of the metastable olivine wedge as a trigger for deep-focus earthquakes. While the existence of this rim had lacked direct evidence, variations in the b value, representing the slope of the Gutenberg-Richter distribution, are used to elucidate triggering and rupture mechanisms of deep earthquakes. Unsupervised machine learning applied to deep seismicity data from the northwestern Pacific Plate highlights a significant change in b values, particularly at magnitude 3.7&ndash;3.8. This abrupt transition signifies an increase in transformational faulting, likely catalyzed by deep hydrous defects aligned with the unstable rim of the metastable olivine wedge, whose estimated thickness is approximately 1 km.&nbsp;</p>\n<p>In a third study, for the first time, we detected earthquakes with source locations in the lower mantle, down to depths of approximately 750 km, deeper than any earthquakes ever reported. These observations provide new insights into the mechanisms that can produce earthquakes deep inside the Earth.&nbsp;</p>\n<p>This project also develops a groundbreaking 3-D radially anisotropic seismic velocity model, EARA2023, which offers a comprehensive understanding of the crust and mantle beneath East Asia and the northwestern Pacific. Compared to earlier models, EARA2023 significantly enhances the imaging of subducted oceanic plates within the upper mantle, mantle transition zone, and uppermost lower mantle along the Kuril, Japan, Izu-Bonin, and Ryukyu Trenches. These improvements enable the observation of complex slab deformations and break-offs at varying depths. Additionally, EARA2023 offers novel insights into the origins of intraplate volcanoes in East Asia, such as Changbaishan, Datong-Fengzhen, Tengchong, and Hainan volcanic fields.&nbsp;</p>\n<p>This project also includes a few studies that image the fine structure of the subducted Pacific Plate in the mantle transition zone (MTZ) by examining the 410-km and 660-km discontinuities, which delineate the MTZ's upper and lower boundaries. These mineralogical phase transformation interfaces offer critical insights into the dynamics, temperature, and composition of the MTZ. The research introduces a computational tool called FastTrip, designed for modeling upper-mantle triplications recorded at regional distances. FastTrip leverages data from dense seismic arrays to constrain the structure of the subducting Pacific slab near the 410-km discontinuity beneath the northern Sea of Japan. The findings reveal the presence of an ultra-low-velocity layer within the cold slab, providing essential constraints on dynamic interactions between the upper mantle and lower mantle through the MTZ.</p><br>\n<p>\n Last Modified: 11/04/2023<br>\nModified by: Songqiao&nbsp;Wei</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128087942_Picture1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128087942_Picture1--rgov-800width.png\" title=\"intermediate-depth earthquakes\"><img src=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128087942_Picture1--rgov-66x44.png\" alt=\"intermediate-depth earthquakes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cartoon of slab seismogenesis beneath Japan. Earthquakes occurring in the slab crust are denoted by white stars and in the slab mantle are red and yellow stars. The intraslab deep earthquakes are associated with water released in situ due to different stages of dehydration processes (red stars) or t</div>\n<div class=\"imageCredit\">Chen, M., V. C. Manea, F. L. Niu, S. S. Wei, and E. Kiser (2019), Genesis of Intermediate-Depth and Deep Intraslab Earthquakes beneath Japan Constrained by Seismic Tomography, Seismicity, and Thermal Modeling, Geophys Res Lett, 46(4), 2025-2036</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Songqiao&nbsp;Wei\n<div class=\"imageTitle\">intermediate-depth earthquakes</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128492600_Picture4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128492600_Picture4--rgov-800width.png\" title=\"Vs cross-sections\"><img src=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128492600_Picture4--rgov-66x44.png\" alt=\"Vs cross-sections\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cross-sections of S-wave velocity perturbation for northwestern Pacific subduction zones.</div>\n<div class=\"imageCredit\">Xi, Z., M. Chen, S. S. Wei, J. Li, T. Zhou, B. Wang, and Y. Kim (in revision), EARA2023: A New Radially Anisotropic Model for the Crust and Upper Mantle beneath East Asia and Northwestern Pacific Subduction Zones, Geophys. J. Int.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Songqiao&nbsp;Wei\n<div class=\"imageTitle\">Vs cross-sections</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128294920_Picture2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128294920_Picture2--rgov-800width.png\" title=\"metastable olivine wedge\"><img src=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128294920_Picture2--rgov-66x44.png\" alt=\"metastable olivine wedge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Mechanisms proposed to explain the b-value kinks observed around Mw 3.8 from the JMA catalog and Mw 6.7 from the CMT catalog.</div>\n<div class=\"imageCredit\">Mao, G.L., Ferrand, T.P., Li, J. et al. Unsupervised machine learning reveals slab hydration variations from deep earthquake distributions beneath the northwest Pacific. Commun Earth Environ 3, 56 (2022).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Songqiao&nbsp;Wei\n<div class=\"imageTitle\">metastable olivine wedge</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128376717_Picture3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128376717_Picture3--rgov-800width.png\" title=\"lower mantle earthquakes\"><img src=\"/por/images/Reports/POR/2023/1802247/1802247_10565538_1699128376717_Picture3--rgov-66x44.png\" alt=\"lower mantle earthquakes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">N65 E cross section through the 3D dVp model EARA2014 (M. Chen et al., 2015) with aftershock locations.</div>\n<div class=\"imageCredit\">Kiser, E., Kehoe, H., Chen, M., & Hughes, A. (2021). Lower mantle seismicity following the 2015 Mw 7.9 Bonin Islands deep-focus earthquake. Geophysical Research Letters, 48, e2021GL093111</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Songqiao&nbsp;Wei\n<div class=\"imageTitle\">lower mantle earthquakes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe origins of intermediate-depth earthquakes occurring at 70-400 depths within the Earth have remained a topic of intense debate for decades. One study supported by this grant presents groundbreaking findings that shed light on the mechanisms responsible for intermediate-depth earthquakes. Most notably, it defines the deep interface of the subducting Pacific Plate beneath Japan using an advanced seismic imaging technique. This enhanced model reveals vertically varying double seismic zones located within the top 60 km of the plate at depths ranging from 100 to 380 km. The critical discovery lies in the correlation between the pressure-temperature conditions of the lower plane of this double seismic zone and the breakdown of hydrous minerals. This correlation suggests that the release of water resulting from the breakdown of these minerals raises pore-fluid pressure, thereby triggering intermediate-depth earthquakes.\n\n\nFurthermore, another study supported by this grant delves into the long-standing hypothesis of transformational faulting within the rim of the metastable olivine wedge as a trigger for deep-focus earthquakes. While the existence of this rim had lacked direct evidence, variations in the b value, representing the slope of the Gutenberg-Richter distribution, are used to elucidate triggering and rupture mechanisms of deep earthquakes. Unsupervised machine learning applied to deep seismicity data from the northwestern Pacific Plate highlights a significant change in b values, particularly at magnitude 3.73.8. This abrupt transition signifies an increase in transformational faulting, likely catalyzed by deep hydrous defects aligned with the unstable rim of the metastable olivine wedge, whose estimated thickness is approximately 1 km.\n\n\nIn a third study, for the first time, we detected earthquakes with source locations in the lower mantle, down to depths of approximately 750 km, deeper than any earthquakes ever reported. These observations provide new insights into the mechanisms that can produce earthquakes deep inside the Earth.\n\n\nThis project also develops a groundbreaking 3-D radially anisotropic seismic velocity model, EARA2023, which offers a comprehensive understanding of the crust and mantle beneath East Asia and the northwestern Pacific. Compared to earlier models, EARA2023 significantly enhances the imaging of subducted oceanic plates within the upper mantle, mantle transition zone, and uppermost lower mantle along the Kuril, Japan, Izu-Bonin, and Ryukyu Trenches. These improvements enable the observation of complex slab deformations and break-offs at varying depths. Additionally, EARA2023 offers novel insights into the origins of intraplate volcanoes in East Asia, such as Changbaishan, Datong-Fengzhen, Tengchong, and Hainan volcanic fields.\n\n\nThis project also includes a few studies that image the fine structure of the subducted Pacific Plate in the mantle transition zone (MTZ) by examining the 410-km and 660-km discontinuities, which delineate the MTZ's upper and lower boundaries. These mineralogical phase transformation interfaces offer critical insights into the dynamics, temperature, and composition of the MTZ. The research introduces a computational tool called FastTrip, designed for modeling upper-mantle triplications recorded at regional distances. FastTrip leverages data from dense seismic arrays to constrain the structure of the subducting Pacific slab near the 410-km discontinuity beneath the northern Sea of Japan. The findings reveal the presence of an ultra-low-velocity layer within the cold slab, providing essential constraints on dynamic interactions between the upper mantle and lower mantle through the MTZ.\t\t\t\t\tLast Modified: 11/04/2023\n\n\t\t\t\t\tSubmitted by: SongqiaoWei\n"
 }
}