{
 "awd_id": "1802242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BPS Geometry, Singularities, and String Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 309965.0,
 "awd_amount": 309965.0,
 "awd_min_amd_letter_date": "2018-04-20",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "This award supports the continuing research of the Principal Investigator at the interface of algebraic geometry in mathematics and string theory in theoretical physics.  Algebraic geometry is the investigation of algebraic solutions of polynomial equations, the geometry of the graphs of these solutions, and the theoretical structure describing their properties.  It has numerous applications in science and engineering, including geometric modeling, robotics, control theory, coding theory, phylogenetics, as well as the application to string theory being advanced in this project.  String theory is a physical theory which provides a framework for a unified field theory incorporating all of the forces and particles found in nature.  String theory has found wide application beyond unified field theory, including condensed matter physics, black hole physics, and the application to mathematics being advanced in this project.  The Principal Investigator will involve graduate students and postdocs in aspects of the project, assisting their professional development and contributing to the development of the scientific workforce.\r\n\r\nIn more technical terms, the project will concern itself with three interrelated areas: BPS Geometry, Singularities, and String Theory.  BPS states are certain supersymmetric states which play a fundamental role in many supersymmetric physical theories.  Geometric techniques will be applied to advance the theory of the associated BPS invariants and their refinements, including orientations on the derived category of coherent sheaves on a Calabi-Yau threefold, Fourier-Mukai transforms as global symmetries of physical theories, a new theory of log BPS invariants, and advancing the connection between Bridgeland stability in mathematics and Pi-stability in physics.   The geometric study of singularities is incorporated into this project in at least two ways: canonical threefold singularities can be used to engineer 5 dimensional superconformal field theories, and certain codimension 2 singularities can be used to engineer gauge theories analogous to the Hitchin system.    Proposed research in string theory proper includes a more careful analysis of the holomorphic anomaly equation with particular attention to the Principal Investigator's earlier work on BPS invariants of elliptic fibrations and Jacobi forms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheldon",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheldon Katz",
   "pi_email_addr": "katzs@illinois.edu",
   "nsf_id": "000179339",
   "pi_start_date": "2018-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 106263.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 101498.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 102204.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on a collection of specific questions regarding the interaction of geometry with theoretical physics.&nbsp; The flow of information between geometry and physics was reminiscent of Einstein&rsquo;s famous insight that gravity is essentially geometric in nature, amounting to nothing more and nothing less than the curvature of space and time.</p>\n<p>In this project, several previously unresolved questions connecting geometry and physics were answered and significant progress was made on other questions.&nbsp;&nbsp; Using physical reasoning, predictions were made about geometry, which can be tested in the &ldquo;laboratory&rdquo; of mathematics by formulating geometric consequences and subsequently proving them as mathematical theorems.&nbsp; In the other direction, new results of geometry have implications for physics, particularly quantum field theory and string theory, which help refine the theoretical underpinnings of these areas of physics.&nbsp;</p>\n<p>The research performed in this project was reported on in 9 published research papers, 3 preprints, and 15 lectures at conferences and workshops in the US and abroad.</p>\n<p>The project also contributed to workforce development in both mathematics and physics. Five Ph.D. students received direct training as part of the project. Two of these students completed their doctorates during the award period and are currently postdoctoral researchers at mathematics research departments.&nbsp; A third student was finishing his dissertation as the award expired, and was later appointed as a postdoctoral researcher in a physics department.&nbsp; Two of the five Ph.D. students have co-authored papers with the principal investigator.&nbsp; Additional graduate students and undergraduate students benefited from the project by participating in the activities of the research group of the principal investigator.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/23/2023<br>\n\t\t\t\t\tModified by: Sheldon&nbsp;Katz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on a collection of specific questions regarding the interaction of geometry with theoretical physics.  The flow of information between geometry and physics was reminiscent of Einstein’s famous insight that gravity is essentially geometric in nature, amounting to nothing more and nothing less than the curvature of space and time.\n\nIn this project, several previously unresolved questions connecting geometry and physics were answered and significant progress was made on other questions.   Using physical reasoning, predictions were made about geometry, which can be tested in the \"laboratory\" of mathematics by formulating geometric consequences and subsequently proving them as mathematical theorems.  In the other direction, new results of geometry have implications for physics, particularly quantum field theory and string theory, which help refine the theoretical underpinnings of these areas of physics. \n\nThe research performed in this project was reported on in 9 published research papers, 3 preprints, and 15 lectures at conferences and workshops in the US and abroad.\n\nThe project also contributed to workforce development in both mathematics and physics. Five Ph.D. students received direct training as part of the project. Two of these students completed their doctorates during the award period and are currently postdoctoral researchers at mathematics research departments.  A third student was finishing his dissertation as the award expired, and was later appointed as a postdoctoral researcher in a physics department.  Two of the five Ph.D. students have co-authored papers with the principal investigator.  Additional graduate students and undergraduate students benefited from the project by participating in the activities of the research group of the principal investigator.\n\n \n\n\t\t\t\t\tLast Modified: 07/23/2023\n\n\t\t\t\t\tSubmitted by: Sheldon Katz"
 }
}