{
 "awd_id": "1802605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MSB-ECA:  Phylogenetically-informed modeling of the regional context of community assembly",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 299021.0,
 "awd_amount": 299021.0,
 "awd_min_amd_letter_date": "2018-07-12",
 "awd_max_amd_letter_date": "2020-07-27",
 "awd_abstract_narration": "Ecologists have made great progress using observations from projects such as the National Ecological Observatory Network (NEON) to understand how communities of species will adapt to environmental change. This project builds on this progress by examining communities of species within the context of their evolutionary history, asking whether close relatives respond similarly (or differently) to environmental change. This research will focus first on modelling the plants, mammals, and birds observed at NEON sites, using this information to predict regions where non-native species could invade and degrade the valuable ecosystem services that these communities provide. Building on these foundations, this project will statistically model and predict species? associations, giving insight into costly beetle pest outbreaks and ticks that can carry diseases. As part of this work, teaching materials will be developed to help under-represented groups develop data science skills and make use of the data publicly available from NEON. Additionally, the project will develop a data science class for the Native American STEM Mentorship Program at Utah State, focusing on the use and analysis of NEON data.\r\n\r\nIntegrating the cross-scale drivers of the distribution of biodiversity requires an understanding of both ongoing ecology and historic evolution. Species? shared evolutionary history reflects the biogeographical history that shaped them, and can inform us of constraints on species? ecology in the present. This proposal will integrate local-scale ecological community assembly with macro-scale regional assembly and trait evolution. Evolution is the context within which ecological processes take place: there can be no macro-scale synthesis of ecology without addressing phylogenetic context. This will be achieved through three major research objectives: (1) develop and release new datasets of North American plants, birds, mammals, beetles, and ticks found at and around NEON sites; (2) extend previous analyses (Phylogenetic Generalized Linear Mixed Models; PGLMMs) of the evolution of species? environmental tolerances to test macro-evolutionary models of local-scale competition within the plants, bird, and mammals of the NEON sites; and (3) extend these models to incorporate cross-guild interactions, focusing on plant-beetle and mammal-tick associations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Alston",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Diane G Alston",
   "pi_email_addr": "diane.alston@usu.edu",
   "nsf_id": "000509662",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Pearse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Pearse",
   "pi_email_addr": "will.pearse@gmail.com",
   "nsf_id": "000731811",
   "pi_start_date": "2018-07-12",
   "pi_end_date": "2020-07-27"
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "5305 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843225305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299021.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ecologists have made great progress using observations from projects such as the National Ecological Observatory Network (NEON) to understand how communities of species will adapt to environmental change. What has proven difficult, however, is to place all of these different species into a common framework so that we can model them altogether. This project provided that framework, by recognizing that all species are branches from the same evolutionary tree. By accounting for the evolution of species&rsquo; traits along that evolutionary tree, we were able to understand in greater detail how species&rsquo; responses to environmental change have evolved, and so better predict what they will do in the future.</p>\n<p>In particular, we were able to unpick how the birds and mammals at sites across NEON respond to changes in climate, but also to the plants that are present or absent at a site. This is particularly important if we are to forecast the distribution of economically important species, like pests and disease vectors. Further, we were able to perform a risk-assessment of ground-beetles, finding warning signs that beetle communities may produce fewer benefits for humans in the future if we do not act to preserve them now.</p>\n<p>As part of this work, we worked with traditionally under-represented groups in STEM through the Native American STEM Mentorship Program at Utah State. This was challenging to do during the COVID-19 pandemic, but despite these challenges we were still able to help students develop their data science skills while working with NEON data.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2021<br>\n\t\t\t\t\tModified by: Diane&nbsp;G&nbsp;Alston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEcologists have made great progress using observations from projects such as the National Ecological Observatory Network (NEON) to understand how communities of species will adapt to environmental change. What has proven difficult, however, is to place all of these different species into a common framework so that we can model them altogether. This project provided that framework, by recognizing that all species are branches from the same evolutionary tree. By accounting for the evolution of species’ traits along that evolutionary tree, we were able to understand in greater detail how species’ responses to environmental change have evolved, and so better predict what they will do in the future.\n\nIn particular, we were able to unpick how the birds and mammals at sites across NEON respond to changes in climate, but also to the plants that are present or absent at a site. This is particularly important if we are to forecast the distribution of economically important species, like pests and disease vectors. Further, we were able to perform a risk-assessment of ground-beetles, finding warning signs that beetle communities may produce fewer benefits for humans in the future if we do not act to preserve them now.\n\nAs part of this work, we worked with traditionally under-represented groups in STEM through the Native American STEM Mentorship Program at Utah State. This was challenging to do during the COVID-19 pandemic, but despite these challenges we were still able to help students develop their data science skills while working with NEON data.\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2021\n\n\t\t\t\t\tSubmitted by: Diane G Alston"
 }
}