{
 "awd_id": "1802383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Implicitization, Residual Intersections, and Differential Methods in Commutative Algebra",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 321526.0,
 "awd_amount": 321526.0,
 "awd_min_amd_letter_date": "2018-04-19",
 "awd_max_amd_letter_date": "2020-06-29",
 "awd_abstract_narration": "This award funds research in Commutative Algebra, the study of systems of polynomial equations in several unknowns. To this end, one considers the collection of all solutions of a system of equations as a geometric object and investigates the functions defined on this object. Reversing the perspective leads to the implicitization problem, which the investigator plans to work on: Given a geometric object, such as a curve or a surface, one wishes to construct a system of polynomial equations that has the geometric object as its solution set. Once the system of polynomial equations is known, it becomes much easier, for instance, to decide whether a specific point lies on the surface or whether the surface is smooth at one of its points. The implicitization problem is difficult and requires advanced techniques from pure mathematics, but its solution even in particular cases has numerous applications, for instance in computer aided design, robotics, and other areas of engineering.\r\n\t\r\n\r\nThis project addresses several topics in Commutative Algebra that have close connections with Algebraic and Analytic Geometry and with Elimination Theory. They include the implicitization problem for Rees algebras and rational maps, equisingularity theory, the Poincare problem for plane foliations, and residual intersection theory. Determining the implicit equations of graphs and images of rational maps is a classical, but open problem in elimination theory, which amounts to finding defining ideals of Rees algebras. Previously, the PI and his collaborators solved this problem for Rees algebras of codimension three Gorenstein ideals, under the additional assumption that the entries of a syzygy matrix of the ideal generate a complete intersection. Now the PI intends to remove this crucial hypothesis. The PI also plans to investigate Rees algebras of more general ideals, with the aim to obtain at least qualitative statements and bounds for the implicit equations. A goal in equisingularity theory is to devise fiberwise numerical criteria for when a family of analytic spaces is topologically trivial. An important intermediate step are numerical characterizations of integral dependence of modules. The PI intends to prove such a characterization using a notion of multiplicity that is inspired by intersection theory. Poincare had asked how to decide whether a singular algebraic foliation of the complex plane has an algebraic curve as a leaf. In more recent times, this question has often been treated as a problem about relating invariants of a vector field to invariants of curves or varieties that are left invariant by the vector field. The PI will investigate this problem, using his expertise from prior work on algebraic differentials and Castelnuovo-Mumford regularity. The notion of residual intersection, a generalization of linkage or liaison, is ubiquitous and appears naturally in intersection theory and in the study of Rees algebras, for instance. Of central importance are the Cohen-Macaulayness and duality properties of residual intersections. Based on partial results and experimental evidence, David Eisenbud and the PI have observed that, unexpectedly, many residual intersections, even when they fail to be Cohen-Macaulay, admit maximal Cohen-Macaulay modules of rank one that are self-dual. The PI and his collaborators intend to give a proof of this unusual phenomenon.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bernd",
   "pi_last_name": "Ulrich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernd Ulrich",
   "pi_email_addr": "ulrich@math.purdue.edu",
   "nsf_id": "000289504",
   "pi_start_date": "2018-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "150 North University Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 109227.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 105834.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 106465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>An important problem in mathematics is to decide whether geometric objects are alike, especially when these objects occur as members of a continuous family. A goal in this area, called equisingularity theory, is to attach numerical data to each of the geometric objects and to infer from the numerical data alone that the objects in the family have similar geometric properties. The numerical invariants often used are so-called multiplicities. However, in order to deal with the most general situation, new notions of multiplicities need to be devised and it has to be shown that these notions have the desired properties. The investigator, with his collaborators, was able to do this for a particular kind of multiplicity, called multiplicity sequence. Another topic of the project has been residual intersection theory. In this theory one investigates geometric structures that are obtained by removing a geometric object from a larger one. This often requires rather stringent hypotheses. The investigator and his collaborators were able to eliminate some of these hypotheses and still obtain the desired results. Most notably, they have constructed algebraic objects for residual intersections that exhibit certain symmetries and have the so-called Cohen-Macaulay property.</span></p>\n<p><span>Over the duration of the award, the investigator has disseminated his findings through seventeen invited lectures at national and international conferences and in seminars and colloquia. He has supported scientific exchange as a member of the editorial boards of two mathematics journals and as a co-organizer of five conferences. He has contributed to the training of young researchers as Ph.D. advisor of thirteen students.</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Bernd&nbsp;Ulrich</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nAn important problem in mathematics is to decide whether geometric objects are alike, especially when these objects occur as members of a continuous family. A goal in this area, called equisingularity theory, is to attach numerical data to each of the geometric objects and to infer from the numerical data alone that the objects in the family have similar geometric properties. The numerical invariants often used are so-called multiplicities. However, in order to deal with the most general situation, new notions of multiplicities need to be devised and it has to be shown that these notions have the desired properties. The investigator, with his collaborators, was able to do this for a particular kind of multiplicity, called multiplicity sequence. Another topic of the project has been residual intersection theory. In this theory one investigates geometric structures that are obtained by removing a geometric object from a larger one. This often requires rather stringent hypotheses. The investigator and his collaborators were able to eliminate some of these hypotheses and still obtain the desired results. Most notably, they have constructed algebraic objects for residual intersections that exhibit certain symmetries and have the so-called Cohen-Macaulay property.\n\n\nOver the duration of the award, the investigator has disseminated his findings through seventeen invited lectures at national and international conferences and in seminars and colloquia. He has supported scientific exchange as a member of the editorial boards of two mathematics journals and as a co-organizer of five conferences. He has contributed to the training of young researchers as Ph.D. advisor of thirteen students.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: BerndUlrich\n"
 }
}