{
 "awd_id": "1802281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Counting Problems in Number Theory: Elliptic and Plane Quartic Curves over Finite Fields",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 148152.0,
 "awd_amount": 155217.0,
 "awd_min_amd_letter_date": "2018-04-24",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "This research project will explore several questions concerning counting in number theory.  One of the fundamental goals of number theory is to understand solution sets of polynomial equations.  These equations define geometric objects, for example, the algebraic curves on which many modern cryptographic systems are based.  Instead of focusing on solutions to a single equation, one can consider a family of equations and attempt to understand the average behavior, the extremal behavior, and in particularly nice settings, to compute the entire distribution of the number of solutions when varying through this family.  Within families of curves there are certain properties that one might want to avoid, or select for, so it is an important problem to understand how often these properties arise.  In the second half of the twentieth century, mathematicians began to develop the interplay between number theory and the theory of error-correcting codes.  This project will explore this connection, using ideas from coding theory to understand families of algebraic curves.\r\n\r\nThe questions examined in this research project are a part of the field of arithmetic statistics.  The principal investigator will explore distributions of rational point counts for families of elliptic curves over finite fields, especially families that play a key role in cryptography.  The project will build on earlier work studying rational point count distributions for elliptic curves over a fixed finite field, applying these ideas to answer statistical questions about Legendre curves and pairing-friendly elliptic curves.  The project will also study the distribution of rational point counts for genus-3 curves over finite fields.  Computational evidence suggests that there are more curves with many rational points than with few points.  The principal investigator aims to use ideas from the theory of error-correcting codes to understand this asymmetry.  A major theme of this project is finding boundaries between counting problems that have polynomial answers, ones where formulas are not polynomial but can be expressed in terms of quantities such as Fourier coefficients of modular forms, and problems where we can only hope for asymptotic answers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan C Kaplan",
   "pi_email_addr": "nckaplan@math.uci.edu",
   "nsf_id": "000655257",
   "pi_start_date": "2018-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Rowland Hall room 540C",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 148152.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 7065.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This grant supported the PI&rsquo;s research program, which has been primarily focused on understanding families of arithmetic objects.&nbsp;&nbsp;The PI has investigated families of curves and surfaces over finite fields, sublattices and subrings of&nbsp;<strong>Z</strong><sup>n</sup>&nbsp;and orders in number fields, and cokernels of families of integer and p-adic matrices and distributions on finite abelian p-groups.&nbsp;&nbsp;The PI has been particularly focused on the role that algebraic structure plays in these kinds of questions.&nbsp;&nbsp;The PI has pursued projects that cross traditional mathematical boundaries, for example by using tools from the theory of error-correcting codes to study counting problems in number theory.&nbsp;</p>\n<p class=\"p1\">The PI has been a dedicated mentor for student research.&nbsp;&nbsp;Four of the PI&rsquo;s PhD students received their degrees while he was being supported by this grant and three of them now hold tenure-track positions.&nbsp;&nbsp;The PI has also closely worked with two postdocs on projects related to this grant.&nbsp;&nbsp;The PI has worked extensively with undergraduate and high-school students on research projects.&nbsp;&nbsp;In particular, he has developed projects about families of numerical semigroups and sandpile groups of graphs that are a good fit for student research.</p>\n<p class=\"p1\">The PI has been very involved in mathematical outreach throughout this grant.&nbsp; He has given a talk in the&nbsp;<em>Math Encouters</em>&nbsp;series at the&nbsp;<em>Museum of Mathematics&nbsp;</em>in New York City and gave a plenary talk at the&nbsp;<em>Undergraduate Mathematics Symposium at UIC</em>.&nbsp;&nbsp;He has given talks for REU groups and Undergraduate Math Clubs and has led sessions of the&nbsp;<em>UCI Math Circle</em>.</p>\n<p class=\"p1\">The PI has given many talks related to projects from this grant and has organized activities to help build research collaborations in this area.&nbsp;&nbsp;He gave an MAA Invited Lecture at JMM 2021 and organized an Invited Paper Session on&nbsp;<em>Coding Theory and Geometry</em>.&nbsp;&nbsp;He also co-organized a Special Session at the 2019 AMS Fall Western Sectional Meeting on topics related to the projects from this grant.</p>\n<p class=\"p2\">&nbsp;The PI has engaged in significant professional development and service to the mathematical profession during the course of this grant.&nbsp; He is a member of the Editorial Board for two journals and a member of the Advisory Board for the Springer book series&nbsp;<em>Undergraduate Texts in Mathematics</em>.&nbsp; He served on the selection committee for the AMS-MAA-SIAM Morgan Prize for Outstanding Undergraduate Research for three years, including one year as Chair.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2023<br>\n\t\t\t\t\tModified by: Nathan&nbsp;C&nbsp;Kaplan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This grant supported the PI’s research program, which has been primarily focused on understanding families of arithmetic objects.  The PI has investigated families of curves and surfaces over finite fields, sublattices and subrings of Zn and orders in number fields, and cokernels of families of integer and p-adic matrices and distributions on finite abelian p-groups.  The PI has been particularly focused on the role that algebraic structure plays in these kinds of questions.  The PI has pursued projects that cross traditional mathematical boundaries, for example by using tools from the theory of error-correcting codes to study counting problems in number theory. \nThe PI has been a dedicated mentor for student research.  Four of the PI’s PhD students received their degrees while he was being supported by this grant and three of them now hold tenure-track positions.  The PI has also closely worked with two postdocs on projects related to this grant.  The PI has worked extensively with undergraduate and high-school students on research projects.  In particular, he has developed projects about families of numerical semigroups and sandpile groups of graphs that are a good fit for student research.\nThe PI has been very involved in mathematical outreach throughout this grant.  He has given a talk in the Math Encouters series at the Museum of Mathematics in New York City and gave a plenary talk at the Undergraduate Mathematics Symposium at UIC.  He has given talks for REU groups and Undergraduate Math Clubs and has led sessions of the UCI Math Circle.\nThe PI has given many talks related to projects from this grant and has organized activities to help build research collaborations in this area.  He gave an MAA Invited Lecture at JMM 2021 and organized an Invited Paper Session on Coding Theory and Geometry.  He also co-organized a Special Session at the 2019 AMS Fall Western Sectional Meeting on topics related to the projects from this grant.\n The PI has engaged in significant professional development and service to the mathematical profession during the course of this grant.  He is a member of the Editorial Board for two journals and a member of the Advisory Board for the Springer book series Undergraduate Texts in Mathematics.  He served on the selection committee for the AMS-MAA-SIAM Morgan Prize for Outstanding Undergraduate Research for three years, including one year as Chair.\n\n \n\n\t\t\t\t\tLast Modified: 04/25/2023\n\n\t\t\t\t\tSubmitted by: Nathan C Kaplan"
 }
}