{
 "awd_id": "1803798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Selective Oxidation Catalysis on Oxides Containing Pores of Molecular Dimensions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 334710.0,
 "awd_amount": 334710.0,
 "awd_min_amd_letter_date": "2018-08-27",
 "awd_max_amd_letter_date": "2018-08-27",
 "awd_abstract_narration": "Our modern standard of living depends upon the fuels that are needed for our transportation, and the chemicals that are used to make many of the materials of our many consumer products. These fuels and chemicals are predominantly derived from the conversion of fossil fuels into value-added chemicals and materials via catalytic reactions. Thus, the environmental footprint of our lifestyles can be significantly reduced with more efficient use and conversion of these raw materials. One example of a catalytic upgrading reaction is the conversion of shale gas to bulk chemical and fuel precursors.  Conversion of the short, saturated hydrocarbon molecules (light alkanes) within shale gas to alkenes leads to a more reactive, and thus more valuable, chemical intermediate.  This conversion involves the removal of hydrogen atoms and insertion of a more reactive carbon-carbon double bond.  To perform this conversion at low temperatures requires use of a catalyst, and one such example is a mixed metal oxide catalyst. The objective of this project is to understand how the size and shape of pores within the mixed metal oxide may be engineered to more selectivity catalyze the oxidative alkane to alkene reaction.\r\n \r\nThis project will probe the role of micropores in ordered bulk transition metal oxide catalysts in the selective hydrocarbon oxidation of small alkanes and alkanols. Ordered M1 phase mixed oxides contain one dimensional pores that are similar in size to the kinetic diameters of the reactants; examples include M1 phase mixed oxides of Mo V, Te and Nb and octahedral molecular sieves of Mn oxides. The project will correlate the oxidation rate ratios of linear versus branched alkanes to cycloalkanes to pore dimension, with consideration of pore sizes that exhibit size exclusivity. Kinetic and density functional theory (DFT) will probe selectivity with variations in pore geometry, reactant geometry, and surface reactivity. It is anticipated van der Walls stabilizations and steric hindrance may limit conversion to secondary byproducts, which may enhance selectivity by bypassing the thermodynamic driving forces for secondary oxidation reactions to secondary byproducts. Planned education and outreach activities will promote understanding of heterogeneous catalysis and its role in meeting the challenges of sustainable chemical production and energy efficiency. These activities will target students from underprivileged backgrounds, with an aim to increase their retention in science and engineering fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prashant",
   "pi_last_name": "Deshlahra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prashant Deshlahra",
   "pi_email_addr": "prashant.deshlahra@tufts.edu",
   "nsf_id": "000759140",
   "pi_start_date": "2018-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "200 College Ave",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 334710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The increase in the production of &nbsp;shale gas over the past two decades is commonly known as the shale gas boom. This boom has increased the availability of small hydrocarbons such as methane, ethane, and propane. These small hydrocarbons, when utilized efficiently, can be a source of raw materials for the sustainable production of valuable chemicals produced and consumed in large scale. Such chemicals include unsaturated hydrocarbons such as ethylene and propylene and oxygen containing organic molecules that are used to produce products we use in everyday life, including plastics, fabric, paints, coatings, adhesives, detergents and so on. Thus, improving the efficiency of chemical production from shale gas derived hydrocarbons has great economic, environmental and sustainability implications. This production typically requires the removal of hydrogen atoms from strong C-H bonds in hydrocarbons, resulting in the formation of molecules with more reactive carbon-carbon double bonds. This conversion can be performed low temperatures by reacting hydrocarbons with oxygen in the presence of catalysts such as mixed solid oxides of different transition metals. This project focused on understanding how the size and shape of pores within the mixed metal oxide may be engineered to more selectivity catalyze the oxidative alkane to alkene reaction. Two different classes of mixed oxides of metals such as vanadium, molybdenum, niobium, and manganese were investigated. The project benchmarked physical and chemical properties and performance of real catalysts against quantum- mechanics based computer simulation to understand how the catalysts function and what properties of the catalyst should be tuned to achieve improved performance. The extent to which small molecules react inside the small pores was assessed by measuring ratios of reaction rates for small molecules that can potentially fit in the pores and ones that are too large to enter the pores. The results of these studies showed that hydrocarbons (ethane, propane) reacting within the pores of the catalyst more selectively converted to the desired alkenes (ethylene) or oxygen containing molecules (acrolein, acrylic acid). These findings resulted in several peer reviewed &nbsp;publications and the results were presented at scientific conferences. The project contributed to training and providing research and educational experience to graduate and undergraduate students, post-doctoral scholars. High school students considering college degrees in science and engineering also participated in research activities, learned about concepts being studied in this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2021<br>\n\t\t\t\t\tModified by: Prashant&nbsp;Deshlahra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe increase in the production of  shale gas over the past two decades is commonly known as the shale gas boom. This boom has increased the availability of small hydrocarbons such as methane, ethane, and propane. These small hydrocarbons, when utilized efficiently, can be a source of raw materials for the sustainable production of valuable chemicals produced and consumed in large scale. Such chemicals include unsaturated hydrocarbons such as ethylene and propylene and oxygen containing organic molecules that are used to produce products we use in everyday life, including plastics, fabric, paints, coatings, adhesives, detergents and so on. Thus, improving the efficiency of chemical production from shale gas derived hydrocarbons has great economic, environmental and sustainability implications. This production typically requires the removal of hydrogen atoms from strong C-H bonds in hydrocarbons, resulting in the formation of molecules with more reactive carbon-carbon double bonds. This conversion can be performed low temperatures by reacting hydrocarbons with oxygen in the presence of catalysts such as mixed solid oxides of different transition metals. This project focused on understanding how the size and shape of pores within the mixed metal oxide may be engineered to more selectivity catalyze the oxidative alkane to alkene reaction. Two different classes of mixed oxides of metals such as vanadium, molybdenum, niobium, and manganese were investigated. The project benchmarked physical and chemical properties and performance of real catalysts against quantum- mechanics based computer simulation to understand how the catalysts function and what properties of the catalyst should be tuned to achieve improved performance. The extent to which small molecules react inside the small pores was assessed by measuring ratios of reaction rates for small molecules that can potentially fit in the pores and ones that are too large to enter the pores. The results of these studies showed that hydrocarbons (ethane, propane) reacting within the pores of the catalyst more selectively converted to the desired alkenes (ethylene) or oxygen containing molecules (acrolein, acrylic acid). These findings resulted in several peer reviewed  publications and the results were presented at scientific conferences. The project contributed to training and providing research and educational experience to graduate and undergraduate students, post-doctoral scholars. High school students considering college degrees in science and engineering also participated in research activities, learned about concepts being studied in this project.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2021\n\n\t\t\t\t\tSubmitted by: Prashant Deshlahra"
 }
}