{
 "awd_id": "1803991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Maximizing efficiency in solar water splitting by engineering interfaces in hybrid photo-catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2018-07-10",
 "awd_abstract_narration": "Photocatalytic splitting of water using sunlight to create abundant and inexpensive hydrogen fuel is an important technical challenge for scientists and engineers. This technology has impact for the production of \"solar fuels\" that uses the resource of solar energy to convert water or carbon dioxide into higher valued chemicals and fuels with a lower environmental impact. It is becoming increasingly recognized that high efficiency solar water splitting processes will require multi-component, multi-functional photo-catalytic systems. These photocatalysts contain a semiconductor light absorber, a material that stabilizes the light absorber under the reactions conditions (insulators are often used for this function) and attached metal electrocatalysts that perform chemical transformations. In this project, fundamental understanding will result on how different components of these multi-functional photo-catalysts impact the performance of these systems. Ultimately, the knowledge will be used to form the foundation for developing predictive structure-performance relationships that would guide the design of the multi-component photocatalysts for efficient solar water splitting. The project also emphasizes a wide array of educational activities that build upon the Principal Investigator's (PI) research to promote engagement of students in science, technology, engineering and mathematics (STEM) disciplines. The project will result in new curriculum content for a massive open online course (MOOC) emphasizing sustainable energy topics. These activities include outreach to high school and undergraduate students from underrepresented groups, as well as strategies aimed at improving the utilization of the World Wide Web in reaching students and the general public. \r\n\r\nThis project will focus on fundamental understanding about the influence of insulating protective layers on the overall performance of metal-insulator-semiconductor (MIS) photocatalyst system for solar water splitting.  The aim of the project is to identify the fundamental characteristics of the protective layers that impact the performance and tune these characteristics to design MIS photocatalyst with minimal junction losses. The project has two central objectives: 1)   Developing a physically transparent model that will capture the essential features of the MIS photocatalyst systems, 2) Guided by the model, design MIS photocatalysts with optimal geometric characteristics. The PI will focus on some of the most promising semiconductors (Si, GaAs, and Cu2O) and their coupling to oxygen evolution reaction (OER) electrocatalysts (Ni, Ru, and Ir) through the insulating layers (HfO2 and Al2O3). The project will use characterization techniques that include atomistic characterization of the geometric structure of the MIS photocatalysts, analysis of electronic and optical properties of the multicomponent systems as well as rigorous measurements to assess the device-level performance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suljo",
   "pi_last_name": "Linic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suljo Linic",
   "pi_email_addr": "linic@umich.edu",
   "nsf_id": "000227308",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2800 Plymouth Rd., ChE Dept.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High efficiency solar water splitting will require multi-component multi-functional photo-catalytic systems. The materials that have received the most attention for the solar splitting of water are hybrids that contain a semiconductor light absorber and an attached metal electrocatalysts that performs chemical transformations. Techno-economic analysis has shown that the semiconductors that should be used in combination with electrocatalysts to drive solar water splitting with high efficiency need to have band gaps that are lower than ~ 2.2 eV and higher than 1.1 eV. The main problems in the development of these hybrid photocatalysts are the chemical instability of the desired semiconductors (with the appropriate band gap) under the relevant water splitting conditions, and the losses associated with the presence of the semiconductor/electrocatalyst junction in these photo-catalytic systems.&nbsp;&nbsp; It has been demonstrated that these low band gap semiconductors can in some cases be stabilized by incorporating a stable insulator between the metal electrocatalyst and semiconductor by forming metal/insulator/semiconductor (MIS) photocatalysts. <em>The central hypothesis of our work is that contrary to common perceptions, the insulating protective layer not only provides the semiconductors with the desired stability, but it also represents an additional lever that can be favorably tuned to optimize the MIS photocatalyst systems and allow these to reach the desired techno-economic targets.</em></p>\n<p>It has been argued that in these MIS systems, the insulating protective layer should be as thin as possible. The reason for this is that the transfer of photoexcited minority charge carriers that are performing the reactions, should not be impeded by the insulating layer. We showed in our studies funded by this grant that contrary to this common view, by tuning the thickness of these layers, we can significantly improve the photocatalyst efficiencies compared to the same systems that employ very thin oxide layers. We also developed a physically transparent mathematical model that capture the essential features of the functioning MIS photocatalyst systems.</p>\n<p>We also engaged in a wide range of activities that included a number of conventional outreach activities comprising reaching out to high school and undergraduate students from underrepresented groups, as well as less conventional strategies aimed at improving the utilization of the World Wide Web in reaching students and the general public.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2023<br>\n\t\t\t\t\tModified by: Suljo&nbsp;Linic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHigh efficiency solar water splitting will require multi-component multi-functional photo-catalytic systems. The materials that have received the most attention for the solar splitting of water are hybrids that contain a semiconductor light absorber and an attached metal electrocatalysts that performs chemical transformations. Techno-economic analysis has shown that the semiconductors that should be used in combination with electrocatalysts to drive solar water splitting with high efficiency need to have band gaps that are lower than ~ 2.2 eV and higher than 1.1 eV. The main problems in the development of these hybrid photocatalysts are the chemical instability of the desired semiconductors (with the appropriate band gap) under the relevant water splitting conditions, and the losses associated with the presence of the semiconductor/electrocatalyst junction in these photo-catalytic systems.   It has been demonstrated that these low band gap semiconductors can in some cases be stabilized by incorporating a stable insulator between the metal electrocatalyst and semiconductor by forming metal/insulator/semiconductor (MIS) photocatalysts. The central hypothesis of our work is that contrary to common perceptions, the insulating protective layer not only provides the semiconductors with the desired stability, but it also represents an additional lever that can be favorably tuned to optimize the MIS photocatalyst systems and allow these to reach the desired techno-economic targets.\n\nIt has been argued that in these MIS systems, the insulating protective layer should be as thin as possible. The reason for this is that the transfer of photoexcited minority charge carriers that are performing the reactions, should not be impeded by the insulating layer. We showed in our studies funded by this grant that contrary to this common view, by tuning the thickness of these layers, we can significantly improve the photocatalyst efficiencies compared to the same systems that employ very thin oxide layers. We also developed a physically transparent mathematical model that capture the essential features of the functioning MIS photocatalyst systems.\n\nWe also engaged in a wide range of activities that included a number of conventional outreach activities comprising reaching out to high school and undergraduate students from underrepresented groups, as well as less conventional strategies aimed at improving the utilization of the World Wide Web in reaching students and the general public.\n\n \n\n\t\t\t\t\tLast Modified: 01/01/2023\n\n\t\t\t\t\tSubmitted by: Suljo Linic"
 }
}