{
 "awd_id": "1803423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 2018 NAACL Student Research Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2018-03-07",
 "awd_max_amd_letter_date": "2018-03-07",
 "awd_abstract_narration": "The Association for Computational Linguistics (ACL) is the primary international organization for computational linguistics and natural language processing, which in turn is one of the primary application areas for research in machine learning and artificial intelligence. The annual meeting of the North American chapter of the ACL (NAACL) is one of the most prestigious and selective international conferences in these fields. The proceedings of this meeting is among the most cited publications in computational linguistics, and the meeting itself is the most important meeting for North American researchers in the field on years when it is held. This project will subsidize travel, conference and housing expenses of students selected to participate in the NAACL Student Research Workshop, which will take place during the main NAACL conference June 1?6, 2018 in New Orleans, LA. The Student Research Workshop helps create a new generation of researchers with a more thorough understanding of their field, with connections and collaborations across institutions, and with innovative and exciting research programs. This contributes to America's pool of researchers with the needed scientific and engineering knowledge and skills. The workshop encourages a spirit of collaborative research and builds a supportive environment for a new generation of computational linguists. \r\n\r\nThe Student Research Workshop solicits two categories of submissions: research papers and research proposals. The research proposal can have only one author who must be a student. The research papers can have multiple authors, with the first author being a student (at either the graduate or undergraduate level). The workshop is a venue for students to receive constructive critical feedback on their work from experts outside of their institution, and to connect with other students and senior researchers in their field. The students gain exposure by presenting their work earlier than they would otherwise (i.e., in a form not yet ready for the main conference). This is particularly valuable for students from smaller institutions and undergraduate students. In addition, the workshop is organized and run by students. The student organizers gain valuable opportunities for professional growth and interaction with the researchers on the organizing committee of the main conference.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Bowman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel R Bowman",
   "pi_email_addr": "sb6065@nyu.edu",
   "nsf_id": "000736653",
   "pi_start_date": "2018-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100122331",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Association for Computational Linguistics (ACL) is the primary international scientific organization in the fields of computational linguistics, natural language processing and&nbsp;human language technologies. The annual meeting of its North American chapter (NAACL) is one of the most prestigious and selective international conferences in these fields. The Student Research Workshop (SRW) is an established tradition at NAACL conferences, allowing students to present their research and receive feedback from senior researchers.</p>\n<p>The primary purpose of this project is to support the professional development of students new to this field.</p>\n<p>Beyond the basic professional development provided by the opportunity to present research at a major international forum, we also followed previous editions of the Student Research Workshop by offering students the opportunity to get mentoring feedback before submitting their work for review. Each student that requested presubmission mentorship was assigned to an experienced researcher who read the paper and provided some comments on how to improve the quality of writing and presentation of the student&rsquo;s work. During the workshop itself, we also provided an on-site mentorship program. Each mentor met with their assigned students to provide feedback on their poster or oral presentation, and to discuss their research careers.</p>\n<p>In addition, the workshop itself was largely student-organized. Senior mentors Bowman (PI) and Somasundaran supported and trained the four PhD student organizers in their effort to plan and operate an scientific meeting.</p>\n<p>This award primarily funded the travel, conference and housing expenses of students selected to participate in the 2018 edition of the NAACL Student Research Workshop, which&nbsp;took place during the main NAACL conference June 1--6, 2018 in New Orleans, Louisiana. The workshop was built around the presentation of peer-reviewed work in two categories: 1) thesis proposals, for advanced students who have decided on a thesis topic and wish to get feedback on their proposal and research direction and 2) research papers, for graduate students to present either completed work or work in progress that has already achieved preliminary results. Each accepted paper was assigned a mentor who was asked to meet with the student during the NAACL conference and provide individual feedback. 20 students presented, and 21 participated in the mentorshp program.</p>\n<p>A small amount of additional funding was rolled-over (in conjunction with a new 2019 NSF award) to support the 2019 installation of this event, which took place in Minneapolis, Minnesota. 24 students presented at this event.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2020<br>\n\t\t\t\t\tModified by: Samuel&nbsp;R&nbsp;Bowman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Association for Computational Linguistics (ACL) is the primary international scientific organization in the fields of computational linguistics, natural language processing and human language technologies. The annual meeting of its North American chapter (NAACL) is one of the most prestigious and selective international conferences in these fields. The Student Research Workshop (SRW) is an established tradition at NAACL conferences, allowing students to present their research and receive feedback from senior researchers.\n\nThe primary purpose of this project is to support the professional development of students new to this field.\n\nBeyond the basic professional development provided by the opportunity to present research at a major international forum, we also followed previous editions of the Student Research Workshop by offering students the opportunity to get mentoring feedback before submitting their work for review. Each student that requested presubmission mentorship was assigned to an experienced researcher who read the paper and provided some comments on how to improve the quality of writing and presentation of the student’s work. During the workshop itself, we also provided an on-site mentorship program. Each mentor met with their assigned students to provide feedback on their poster or oral presentation, and to discuss their research careers.\n\nIn addition, the workshop itself was largely student-organized. Senior mentors Bowman (PI) and Somasundaran supported and trained the four PhD student organizers in their effort to plan and operate an scientific meeting.\n\nThis award primarily funded the travel, conference and housing expenses of students selected to participate in the 2018 edition of the NAACL Student Research Workshop, which took place during the main NAACL conference June 1--6, 2018 in New Orleans, Louisiana. The workshop was built around the presentation of peer-reviewed work in two categories: 1) thesis proposals, for advanced students who have decided on a thesis topic and wish to get feedback on their proposal and research direction and 2) research papers, for graduate students to present either completed work or work in progress that has already achieved preliminary results. Each accepted paper was assigned a mentor who was asked to meet with the student during the NAACL conference and provide individual feedback. 20 students presented, and 21 participated in the mentorshp program.\n\nA small amount of additional funding was rolled-over (in conjunction with a new 2019 NSF award) to support the 2019 installation of this event, which took place in Minneapolis, Minnesota. 24 students presented at this event.\n\n\t\t\t\t\tLast Modified: 04/02/2020\n\n\t\t\t\t\tSubmitted by: Samuel R Bowman"
 }
}