{
 "awd_id": "1803262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ionic Amplifiers for Biosensing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 198117.0,
 "awd_amount": 198117.0,
 "awd_min_amd_letter_date": "2018-06-26",
 "awd_max_amd_letter_date": "2018-06-26",
 "awd_abstract_narration": "Nature has evolved complex pathways to amplify the signal from the detection of low concentrations of ions or molecules.  A robust, man-made amplifier system with similar control and amplification of ionic and molecular signals as those achieved in Nature will be helpful for probing biological channels with ultra-low conductivities (like those important in diabetes) and understanding biological processes. Inspired by biology, this research will focus on development of the first steps to prepare ionic circuits with amplifying properties built on the principles of both electronic integrated circuits and Nature?s signaling pathways. Prototypes of ionic circuits will be prepared using nanopores with controlled geometry and surface chemistry as the building blocks. The investigators chose nanopores as building blocks, because biological channels and pores in a biological cell create the first step of biological amplification. The interdisciplinary program will create an excellent training environment for graduate and undergraduate students. Visits of students from local schools at both universities are also planned with hands-on activities on nanotechnology and biosensing.\r\n\r\nThe overarching goal of the research is to design a generic route for ionic amplification and building ionic transistors with millisecond response time for biosensing applications. Nanopores in various materials including silicon nitride, polymer films and glass nanopipettes will be rendered ionic transistors by tuning their surface characteristics and geometries. The nanoporous transistors will be three terminal systems, which will function according to principles similar to those of semiconductor-based transistors. In the ionic systems constructed, instead of electrons, anions will carry negative charge, and, instead of holes, cations will carry positive charge. Nanoscale dimensions of the system are required for a quick temporal response, as movement of only a few ions or molecules will lead to changes in the measured signal. Connecting two ionic transistors in a circuit will lead to preparation of an ionic equivalent of a Darlington amplifier, where current gain is equal to a product of amplifications of the two component transistors. Application of the Darlington amplifier to probe ion channels with ultralow conductivities will be demonstrated as well. Preparation of an ionic differential amplifier will also be explored. With these amplifiers, in principle, thousand-fold amplification might be achieved, making measuring femto-Ampere currents accessible.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lane",
   "pi_last_name": "Baker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lane A Baker",
   "pi_email_addr": "lane.baker@tamu.edu",
   "nsf_id": "000399357",
   "pi_start_date": "2018-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "800 E Kirkwood Ave",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 197077.0
  }
 ],
 "por": null
}