{
 "awd_id": "1803055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unraveling regulatory networks in biological nutrient removal (BNR) microbiomes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2018-07-16",
 "awd_abstract_narration": "A large fraction of the energy cost in operating a wastewater treatment plant is supplying oxygen to the microorganisms performing the treatment process. These costs would decrease if treatment plants could be operated under low-oxygen conditions. It remains unknown how microorganisms adapt to low-oxygen conditions and whether treatment plants can be effectively operated with minimal oxygen aeration. This project will reveal how key microorganisms in wastewater treatment systems regulate their internal gene networks in response to plant operations with minimal aeration. Other impacts of the project include educational activities related to mentoring high school, undergraduate, and graduate students, and advancing the understanding of gene regulation in natural and engineered environments. If successful, this project will provide transformative information that can help protect the Nation's water security through advanced treatment processes to remove both reactive nitrogen and phosphorus.\r\n\r\nThis proposal seeks to develop and test a framework to study transcriptional regulation in complex microbiomes. Specifically, the framework will be used to investigate transcriptional regulatory networks (TRNs) in an ammonia-oxidizing bacterium and a polyphosphate accumulating organism identified as major contributors to a biological nutrient removal (BNR) microbiome. This microbiome is maintained in a high-rate BNR bioreactor operated using cycles of anaerobic and micro-aerobic conditions. The proposed framework involves: (i) the use of metagenomic data to assemble genomes of key organisms; time-series metatranscriptomic data to identify gene expression patterns in the organisms of interest; (ii) chromatin immunoprecipitation (ChIP) followed by genome-scale DNA sequencing (ChIP-seq) to identify genes directly targeted by a specific transcription factor (TF); and (iii) an in silico phylogenomic approach to predict sets of co-regulated genes in assembled genomes. The project consists of four Tasks. Task 1 focuses on improving genome assembly by using novel tools, obtaining long DNA sequence reads with an emerging sequencing technology, and creating enrichments of the organisms of interest. Task 2 relates to the use ChIP-seq to experimentally identify genes in Nitrosomonas strain UW-LDO-1 targeted by ANR. Task 3 will use ChIP-seq to target RegA, ANR, and DNR - three TFs hypothesized to control aerobic and anoxic respiration in Accumulibacter strain UW-TNR-IC. Task 4 consists of an in silico reconstruction of large-scale TRNs of Nitrosomonas UW-LDO-1 and Accumulibacter UW-TNR-IC. The effective use of this integrative systems biology methodology is transformational because it is the first attempt at assembling a TRN in uncultured microbes using a combination of experimental and computational approaches. This project will provide the first analysis of how respiration is regulated at the transcription level in two key organisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Noguera",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Noguera",
   "pi_email_addr": "noguera@engr.wisc.edu",
   "nsf_id": "000309992",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Donohue",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Donohue",
   "pi_email_addr": "tdonohue@bact.wisc.edu",
   "nsf_id": "000156262",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "McMahon",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine D McMahon",
   "pi_email_addr": "tmcmahon@engr.wisc.edu",
   "nsf_id": "000290702",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin - Madison",
  "perf_str_addr": "1552 University Ave",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537264084",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project used metagenomic and metatranscriptomic approaches to study key elements of microbiomes used in wastewater treatment, including defining the transcriptional regulatory networks of a deammonification microbiome, investigating the metabolism of a key nitrite-oxidizing bacterium, and performing a phylogenetics based analysis of &ldquo;<em>Candidatus</em> Accumulibacter,&rdquo; a key microorganism involved in biological phosphorus removal.</p>\n<p>Wastewater treatment processes are energy intensive operations that rely on the adaptation of microorganisms to environmental conditions that favor the removal of contaminants from the water. Nitrogen and phosphorus are nutrients that need to be removed, and for their effective removal, wastewater treatment microbiomes are often exposed to cyclic aerobic and anoxic conditions. Furthermore, efforts to control the cost of the treatment process have led to investigating new conditions in which the aerobic portion of the cycle uses the lowest amount of oxygen possible. It is in this context that we investigated wastewater microbiomes in this project.</p>\n<p>In one line of inquiry, we focused on the transcription factors (TF) that regulate the response of microorganisms to oxygen. TFs bind to DNA to upregulate or downregulate the expression of specific genes. In a deammonification microbiome subjected to aerobic and anoxic cycles, we identified potential DNA binding sites for TFs in the CRP/FNR family and correlated these sites with metatranscriptomic changes to predict which genes were regulated during the aeration cycles. We identified that the FNR TF controls the activity of <em>Nitrosomonas</em> and <em>Rhodocyclaceae</em>. Under aerobic conditions, <em>Nitrosomonas</em> performs the function of oxidizing ammonium to nitrite. Under anaerobic conditions, FNR seems to regulate steps in nitrifier denitrification, particularly the reduction of nitrite to nitric oxide. FNR also regulates the expression of genes for denitrification in the <em>Rhodocyclaceae</em> organisms present in the microbiome.&nbsp;We also detected the NnrR TF in <em>Nitrospira</em>. This CRP/FNR family regulator appears to control nitrifier denitrification in this organism, under anaerobic conditions. In the anammox organism <em>Brocadia</em>, we detected the presence of a CRP/FNR family TF that was most closely associated with the CRP group of regulators. This group of regulators respond to the sensing of organic molecules. The potential sensing of organic molecules by <em>Brocadia</em> is consistent with its predicted role of releasing organic molecules that other organisms in the microbiome can use, such as vitamin B12 and amino acids.</p>\n<p>Also related to deammonification microbiomes, we evaluated the metabolic pathways in anaerobic ammonium oxidation (anammox) organisms using metabolic network mapping with <sup>13</sup>C and <sup>2</sup>H as tracers. We also analyzed the metabolism of nitrite oxidizing bacteria using <sup>13</sup>C as a tracer. This analysis confirmed that <em>Nitrospira moscoviensis</em> uses the reductive tricarboxylic acid cycle for CO<sub>2</sub> &#64257;xation and that <em>N. moscoviensis</em> can indirectly use formate as a carbon source by oxidizing it &#64257;rst to CO<sub>2</sub> followed by reassimilation.</p>\n<p>We collaborated with the Madison Metropolitan Sewerage District to run pilot-scale nutrient removal reactors operated with aeration cycles in which the aerobic phase is maintained with low dissolved oxygen (DO) conditions. During the operation of these reactors, we collected biomass samples for metagenomic analyses. We assembled genomes of &ldquo;<em>Ca.</em> Accumulibacter&rdquo; species that were present in the pilot plants. The &ldquo;<em>Ca.</em> Accumulibacter&rdquo; genus is one of the most important microorganisms involved in biological phosphorus removal in wastewater treatment plants, and its species diversity is just beginning to be defined. Our analysis helped determine the most abundant &ldquo;<em>Ca.</em> Accumulibacter&rdquo; in pilot plants operated with low DO. In addition, we identified &ldquo;<em>Ca.</em> Accumulibacter jenkinsii&rdquo; sp. nov., a new &ldquo;<em>Ca.</em> Accumulibacter&rdquo; species found in the pilot plants.</p>\n<p>In broader impacts, this project contributed to the education of three doctoral students. Two of these students are now working at two of the leading environmental engineering consulting firms in the country, and the third student continued in academia as an assistant professor at a well-known institution. The project also allowed training opportunities for one high school student and several undergraduate students who participated in the operation and maintenance of bioreactors. The results from research in this project were disseminated via 11 peer reviewed publications and 3 doctoral dissertations. The findings from this project contribute to the development of nutrient removal processes that decrease energy use during wastewater treatment, an important outcome with positive economic and environmental implications.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Daniel&nbsp;R&nbsp;Noguera</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project used metagenomic and metatranscriptomic approaches to study key elements of microbiomes used in wastewater treatment, including defining the transcriptional regulatory networks of a deammonification microbiome, investigating the metabolism of a key nitrite-oxidizing bacterium, and performing a phylogenetics based analysis of Candidatus Accumulibacter, a key microorganism involved in biological phosphorus removal.\n\n\nWastewater treatment processes are energy intensive operations that rely on the adaptation of microorganisms to environmental conditions that favor the removal of contaminants from the water. Nitrogen and phosphorus are nutrients that need to be removed, and for their effective removal, wastewater treatment microbiomes are often exposed to cyclic aerobic and anoxic conditions. Furthermore, efforts to control the cost of the treatment process have led to investigating new conditions in which the aerobic portion of the cycle uses the lowest amount of oxygen possible. It is in this context that we investigated wastewater microbiomes in this project.\n\n\nIn one line of inquiry, we focused on the transcription factors (TF) that regulate the response of microorganisms to oxygen. TFs bind to DNA to upregulate or downregulate the expression of specific genes. In a deammonification microbiome subjected to aerobic and anoxic cycles, we identified potential DNA binding sites for TFs in the CRP/FNR family and correlated these sites with metatranscriptomic changes to predict which genes were regulated during the aeration cycles. We identified that the FNR TF controls the activity of Nitrosomonas and Rhodocyclaceae. Under aerobic conditions, Nitrosomonas performs the function of oxidizing ammonium to nitrite. Under anaerobic conditions, FNR seems to regulate steps in nitrifier denitrification, particularly the reduction of nitrite to nitric oxide. FNR also regulates the expression of genes for denitrification in the Rhodocyclaceae organisms present in the microbiome.We also detected the NnrR TF in Nitrospira. This CRP/FNR family regulator appears to control nitrifier denitrification in this organism, under anaerobic conditions. In the anammox organism Brocadia, we detected the presence of a CRP/FNR family TF that was most closely associated with the CRP group of regulators. This group of regulators respond to the sensing of organic molecules. The potential sensing of organic molecules by Brocadia is consistent with its predicted role of releasing organic molecules that other organisms in the microbiome can use, such as vitamin B12 and amino acids.\n\n\nAlso related to deammonification microbiomes, we evaluated the metabolic pathways in anaerobic ammonium oxidation (anammox) organisms using metabolic network mapping with 13C and 2H as tracers. We also analyzed the metabolism of nitrite oxidizing bacteria using 13C as a tracer. This analysis confirmed that Nitrospira moscoviensis uses the reductive tricarboxylic acid cycle for CO2 &#64257;xation and that N. moscoviensis can indirectly use formate as a carbon source by oxidizing it &#64257;rst to CO2 followed by reassimilation.\n\n\nWe collaborated with the Madison Metropolitan Sewerage District to run pilot-scale nutrient removal reactors operated with aeration cycles in which the aerobic phase is maintained with low dissolved oxygen (DO) conditions. During the operation of these reactors, we collected biomass samples for metagenomic analyses. We assembled genomes of Ca. Accumulibacter species that were present in the pilot plants. The Ca. Accumulibacter genus is one of the most important microorganisms involved in biological phosphorus removal in wastewater treatment plants, and its species diversity is just beginning to be defined. Our analysis helped determine the most abundant Ca. Accumulibacter in pilot plants operated with low DO. In addition, we identified Ca. Accumulibacter jenkinsii sp. nov., a new Ca. Accumulibacter species found in the pilot plants.\n\n\nIn broader impacts, this project contributed to the education of three doctoral students. Two of these students are now working at two of the leading environmental engineering consulting firms in the country, and the third student continued in academia as an assistant professor at a well-known institution. The project also allowed training opportunities for one high school student and several undergraduate students who participated in the operation and maintenance of bioreactors. The results from research in this project were disseminated via 11 peer reviewed publications and 3 doctoral dissertations. The findings from this project contribute to the development of nutrient removal processes that decrease energy use during wastewater treatment, an important outcome with positive economic and environmental implications.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: DanielRNoguera\n"
 }
}