{
 "awd_id": "1803045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Basis of the Effects of Hydrostatic Pressure on Biomacromolecules",
 "cfda_num": "47.049, 47.074",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 739744.0,
 "awd_amount": 789532.0,
 "awd_min_amd_letter_date": "2018-07-29",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "Professor George I. Makhatadze of Rensselaer Polytechnic Institute is supported by the Chemistry of Life Processes Program in the Division of Chemistry to develop and experimentally test models of how biomacromolecules such as proteins and DNA respond and adapt to high hydrostatic pressure.  The Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences, and the Physics of Living Systems Program in the Division of Physics also contribute to this award.  Hydrostatic pressure is an important environmental variable that plays a role in biological adaptation for many extremophilic organisms - organisms that can tolerate and even thrive under extreme environmental conditions. On Earth, pressure-tolerant barophiles generally populate the deep ocean floor, where the pressures on their bodies can reach 110 MPa (~1,100 atm).  This project is utilizing a combination of computational modeling and biochemical and biophysical experiments to determine the pressure-dependence of protein and nucleic acid stability in extremophilic organisms.  They also examine the role of hydrostatic pressure in modulating protein-DNA interactions.  The results of this project may enable prediction of pressure-dependent growth phenotypes of diverse organisms.  The project may also help in the design of next-generation, environmentally-friendly catalysts and robust biomaterials. Research topics and recent findings from the lab are integrated into Professor Makhatadze's teaching as part of the Biochemistry and Biophysics major at RPI.  The project engages graduate students, and high school students and undergraduates in interdisciplinary research, providing specialized training in a diverse and unique scientific skill set.\r\n \r\nThe objectives of this project are to probe at the structural proteome level the differences in volumetric properties of thermophilic, psychrophilic and barophilic organisms. The research provides quantitative understanding of the effects of hydrostatic pressure on protein-DNA interactions and nucleic acids.  This understanding is being achieved by uniquely combining biochemical and biophysical experiments with computational tools to interrogate and compare volume changes upon protein unfolding in specific barophilic organisms at the structural proteome level.  The research team also investigates the effects of hydrostatic pressure on stability of alpha-helices, and compares model predictions against high-pressure cell measurements of volume changes due to helix-coil transitions.  Dr. Makhatadze analyzes the effects of hydrostatic pressure, including hydration, on the stability of nucleic acids as the progenitor building blocks of life and investigate the effects of hydrostatic pressure on protein-DNA interactions, for comparison with high-pressure fluorescence experiments. In addition to training graduate researchers in interdisciplinary computational and experimental research at the intersection of biophysics and biochemistry, the team mentors high school and undergraduate students as active, ongoing participants in laboratory research.  Outreach to minority undergraduates through summer internships are provided by the Rensselaer's Louis Stokes Alliance for Minority Participation (LSAMP) program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Makhatadze",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "George I Makhatadze",
   "pi_email_addr": "makhag@rpi.edu",
   "nsf_id": "000232018",
   "pi_start_date": "2018-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 434751.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 49788.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150286.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 154707.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-funded research project led to new insights into the understanding of the molecular mechanisms of the effects of high hydrostatic pressure on biomacromolecules, new computational methodologies to compute volume changes upon conformational transitions, and the development of a novel hypothesis on how marine psychrophilic bacteria modulate its proteome to adapt to live at the bottom of the ocean.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The main findings originated from this grant are briefly described below.&nbsp; 1. The rationale for the apparent paradox in how dsDNA responds to high hydrostatic pressure was proposed. Experimentally, it was observed that at low temperatures, the dsDNA structure is destabilized by pressure, whereas at high temperatures dsDNA is stabilized by the pressure.&nbsp; We showed, through computation and additional experiments,&nbsp; that volume change upon unfolding of dsDNA, a parameter that defines the response of stability to pressure, changes sign at ~40-50<sup>o</sup>C.&nbsp; Below this temperature, the volume change is negative, and thus pressure destabilizes dsDNA, while above this temperature, the volume change becomes positive and pressure stabilizes dsDNA. &nbsp;2. Hydrostatic pressure together with the temperature is an important environmental variable that plays an essential role in the biological adaptation of extremophilic organisms.&nbsp; In particular, the effects of hydrostatic pressure on the rates of the protein folding/unfolding reaction are determined by the magnitude and sign of the activation volume changes.&nbsp; We performed a computational study to provide a molecular description of the activation volume changes for folding/unfolding reaction and compare them with the experimental data for six different globular proteins.&nbsp; We find that the volume of the transition state ensemble is always in between the volumes of the folded and unfolded states. Based on this, we conclude that hydrostatic pressure will invariably slow down protein folding and accelerate protein unfolding.&nbsp; 3. The interaction of proteins with nucleic acids is one of the central processes that allows information flow encoded in the sequence of DNA.&nbsp; We studied the interaction of cold shock protein B from <em>Bacillus subtilis</em> (CspB-Bs) with single-stranded DNA (ssDNA) as a function of temperature and hydrostatic pressure. Experimental data collected at different CspB-Bs:ssDNA ratios were analyzed using a thermodynamic linkage model, that accounts for both protein unfolding and CspB-Bs:ssDNA binding.&nbsp; Surprisingly, our study showed that the binding of CspB-Bs to ssDNA is stabilized by the increase in hydrostatic pressure.&nbsp; Thus, CspB-Bs binding to ssDNA represents a case of linked equilibrium in which folding and binding react differently upon an increase in hydrostatic pressure: protein folding/unfolding equilibrium favors the unfolded state, while protein-ligand binding equilibrium favors the bound state.&nbsp; These opposing effects set a &ldquo;maximum attainable&rdquo; pressure-tolerance to the protein-ssDNA complex under given conditions.&nbsp; 4.&nbsp; Using structural prediction algorithms based on AI, we have analyzed the proteomes of different strains of marine bacteria of the <em>Colwellia</em> genus.&nbsp; Using extensive bioinformatics analysis, molecular modeling, and methods to predict physico-chemical properties of proteins (developed in this lab) we were able to show the importance of electrostatic interactions in driving the adaptation of this organism to live at different depths, i.e. have different tolerance to the high hydrostatic pressure.&nbsp; These findings pave the way for the investigation of proteins from these organisms for their potential utilization in diverse biotechnological applications.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>An integral part of this research program was the enhancement of educational activities in STEM for high school, undergraduate, and graduate students and outreach to the community.&nbsp; During the course of this project, three graduate students (2 females, and 1 URM) were directly involved in the project.&nbsp; Eleven undergraduate students (8 females, 2 URM) were also working on various aspects of the project. They are continuing their education in graduate school in various STEM disciplines.&nbsp; One high school student who participated in the project majored with a BS degree in physics and is currently in graduate school in cosmology.</p>\n<p>A web server predicting volumes of proteins and DNA from structure and/or sequence was deployed and maintained for use by the community (gmlab.bio.rpi.edu).</p><br>\n<p>\n Last Modified: 08/04/2024<br>\nModified by: George&nbsp;I&nbsp;Makhatadze</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe NSF-funded research project led to new insights into the understanding of the molecular mechanisms of the effects of high hydrostatic pressure on biomacromolecules, new computational methodologies to compute volume changes upon conformational transitions, and the development of a novel hypothesis on how marine psychrophilic bacteria modulate its proteome to adapt to live at the bottom of the ocean.\n\n\n\n\n\nIntellectual Merit\n\n\nThe main findings originated from this grant are briefly described below. 1. The rationale for the apparent paradox in how dsDNA responds to high hydrostatic pressure was proposed. Experimentally, it was observed that at low temperatures, the dsDNA structure is destabilized by pressure, whereas at high temperatures dsDNA is stabilized by the pressure. We showed, through computation and additional experiments, that volume change upon unfolding of dsDNA, a parameter that defines the response of stability to pressure, changes sign at ~40-50oC. Below this temperature, the volume change is negative, and thus pressure destabilizes dsDNA, while above this temperature, the volume change becomes positive and pressure stabilizes dsDNA. 2. Hydrostatic pressure together with the temperature is an important environmental variable that plays an essential role in the biological adaptation of extremophilic organisms. In particular, the effects of hydrostatic pressure on the rates of the protein folding/unfolding reaction are determined by the magnitude and sign of the activation volume changes. We performed a computational study to provide a molecular description of the activation volume changes for folding/unfolding reaction and compare them with the experimental data for six different globular proteins. We find that the volume of the transition state ensemble is always in between the volumes of the folded and unfolded states. Based on this, we conclude that hydrostatic pressure will invariably slow down protein folding and accelerate protein unfolding. 3. The interaction of proteins with nucleic acids is one of the central processes that allows information flow encoded in the sequence of DNA. We studied the interaction of cold shock protein B from Bacillus subtilis (CspB-Bs) with single-stranded DNA (ssDNA) as a function of temperature and hydrostatic pressure. Experimental data collected at different CspB-Bs:ssDNA ratios were analyzed using a thermodynamic linkage model, that accounts for both protein unfolding and CspB-Bs:ssDNA binding. Surprisingly, our study showed that the binding of CspB-Bs to ssDNA is stabilized by the increase in hydrostatic pressure. Thus, CspB-Bs binding to ssDNA represents a case of linked equilibrium in which folding and binding react differently upon an increase in hydrostatic pressure: protein folding/unfolding equilibrium favors the unfolded state, while protein-ligand binding equilibrium favors the bound state. These opposing effects set a maximum attainable pressure-tolerance to the protein-ssDNA complex under given conditions. 4. Using structural prediction algorithms based on AI, we have analyzed the proteomes of different strains of marine bacteria of the Colwellia genus. Using extensive bioinformatics analysis, molecular modeling, and methods to predict physico-chemical properties of proteins (developed in this lab) we were able to show the importance of electrostatic interactions in driving the adaptation of this organism to live at different depths, i.e. have different tolerance to the high hydrostatic pressure. These findings pave the way for the investigation of proteins from these organisms for their potential utilization in diverse biotechnological applications.\n\n\n\n\n\nBroader Impacts\n\n\nAn integral part of this research program was the enhancement of educational activities in STEM for high school, undergraduate, and graduate students and outreach to the community. During the course of this project, three graduate students (2 females, and 1 URM) were directly involved in the project. Eleven undergraduate students (8 females, 2 URM) were also working on various aspects of the project. They are continuing their education in graduate school in various STEM disciplines. One high school student who participated in the project majored with a BS degree in physics and is currently in graduate school in cosmology.\n\n\nA web server predicting volumes of proteins and DNA from structure and/or sequence was deployed and maintained for use by the community (gmlab.bio.rpi.edu).\t\t\t\t\tLast Modified: 08/04/2024\n\n\t\t\t\t\tSubmitted by: GeorgeIMakhatadze\n"
 }
}