{
 "awd_id": "1803675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: How to Foil Synuclein Aggregation? Nanotechnology for Inhibition of Neurodegenerative Brain Plaques",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 429511.0,
 "awd_amount": 429511.0,
 "awd_min_amd_letter_date": "2018-06-27",
 "awd_max_amd_letter_date": "2018-06-27",
 "awd_abstract_narration": "As a greater proportion of our society ages, the scope and severity of brain health disorders are widening.  One of the serious challenges in neuroscience and aging is the progressive nerve damage that stems from excessive protein aggregation (proteins stick together and form a cluster) in the brain.  Alpha-synuclein (ASYN) is a key protein whose uncontrolled aggregation is believed to be a major risk factor leading to the death of healthy neurons and causing diseases like Parkinson' disease (PD) and certain types of dementia.  Under healthy conditions, immune cells in the brain attract and take-in ASYN, which is then degraded within the cell, a process referred to as \"ASYN clearance.\"  Under unhealthy conditions, the ASYN aggregates within the immune cell, which prevents degradation and leads to immune cell damage and ultimately to nerve damage.  Thus the challenging goal of this project is to design a therapeutic strategy for increasing the immune cell uptake of ASYN while minimizing the potential for ASYN aggregation within the cell.  The goal will be addressed using a systems-level engineering approach to design novel materials based on polymers that can help the immune cell uptake of ASYN yet interfere with ASYN aggregation within the cell.   Initial studies are designed to analyze protein-receptor interactions in vitro (outside the body).  These studies will then be extended to cellular and mouse models of ASYN clearance and aggregation.  The highly cross-disciplinary nature of this team will inspire boundary-bridging research, education, and outreach.   The educational efforts associated with this project will involve undergraduate researchers in summer experiences and lab boot-camp workshops in an REU on Cellular Bioengineering, as well as graduate and postdoctoral research experiences in diversity-expanding training programs on the campus.\r\n\r\nA major class of brain degenerative conditions is associated with excessive build up of aggregates of Alpha-synuclein (ASYN) and are referred to as \"synucleinopathies.\" ASYN is one of the disordered proteins whose dysregulated degradation and clearance can lead to high levels of oligomers, which can be released and can cause neurotoxicity.  The objective of this project is to design novel nanoscale materials with intrinsic therapeutic activity to advance a systems-level engineering approach to address the coupled processes of ASYN uptake/clearance (which needs to be increased) and ASYN aggregation (which needs to be disrupted).  The key intellectual innovation is the design of polymers that show tunable affinity to scavenger receptor proteins and the combination of such as ligands within dual-action nanoparticles (NPs). The shell ligands will act as nano-chaperones for ASYN binding and uptake into immune cells (microglia), while the core ligands will serve to disrupt the scavenger receptor templating that leads to self-aggregation of ASYN.  The research plan is arranged under three aims:  1) To elucidate the key receptor phenomena that trigger enhanced oligomerization of ASYN following its uptake in microglia, thus developing a rational basis for designing counter-ligands to disrupt these interactions; 2) To design synthetic counter-ligands, which disrupt ASYN intracellular oligomerization while enabling ASYN uptake and clearance, thus developing a rational design for independently functional NPs; and 3) To evaluate the dual ability of AM (amphiphilic macromolecules)-based NPs to promote ASYN clearance while inhibiting ASYN aggregation within a pilot synunucleinopathy model for a \"dyanamic\" brain environment, thus identifying the NP's role in engineering the rescue kinetics from ASYN aggregation.  These aims are designing to test the hypothesis that nanotechnology-mediated microglial dynamics of ASYN will reduce ASYN-induced neuropathology and toxicity in vivo, which may have significant implications for treatment of synucleinopathies, for which there are currently no disease modifying therapies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prabhas",
   "pi_last_name": "Moghe",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Prabhas V Moghe",
   "pi_email_addr": "moghe@rci.rutgers.edu",
   "nsf_id": "000385774",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Baum",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jean S Baum",
   "pi_email_addr": "Baum@rutchem.rutgers.edu",
   "nsf_id": "000181845",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Uhrich",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn E Uhrich",
   "pi_email_addr": "kathryn.uhrich@ucr.edu",
   "nsf_id": "000402362",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhiping",
   "pi_last_name": "Pang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiping Pang",
   "pi_email_addr": "pangzh@rwjms.rutgers.edu",
   "nsf_id": "000638548",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "599 Taylor Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088545610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 429511.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Parkinson&rsquo;s Disease is a neurodegenerative disease that is characterized by aggregation of the protein alpha-synuclein (ASYN) within the brain. Excessive, chronic accumulation of ASYN causes the recruitment of microglia, the resident immune cells of the brain, which play an important role in ASYN clearance. When ASYN binds to specific receptors on the surface of microglia, this triggers their activation, leading to the production of toxic, inflammatory substances that promote the death of neurons.&nbsp;The major objectives of this project were to design nanoparticles that could be used to regulate the interactions of microglia with ASYN and diminish the production of neurotoxic substances.&nbsp;</p>\n<p>The general outcomes of this project were:</p>\n<ul>\n<li>We designed antioxidant-based nanoparticles that were able to inhibit the intracellular and extracellular aggregation of ASYN, which both stimulate microglial activation. These results offered valuable insights into the potential mechanisms through which ASYN protein forms aggregates in microglia.&nbsp;</li>\n<li>We confirmed that ASYN binding to the CD36 receptor on microglia is a critical trigger for ASYN-induced microglial activation, stimulating the production of toxic molecules.</li>\n<li>Computer-aided modeling was successfully used to design synthetic nanoparticles with enhanced binding to the CD36 receptor on microglia. These nanoparticles were able to inhibit ASYN binding to CD36, blocking one of the earliest triggers that causes the production of toxic molecules. These results indicate that computer modeling can be used in combination with cell experimentation to efficiently identify promising therapeutic molecules.</li>\n<li>The two distinct types of nanoparticles designed in this project were able to significantly decrease the production of toxic, inflammatory molecules from microglia stimulated with ASYN. Synthetic CD36-binding nanoparticles were also capable of altering the gene expression of microglia, decreasing the expression of pro-inflammatory genes and increasing the expression of anti-inflammatory genes.</li>\n</ul>\n<p>Overall, our results emphasize the important role microglia play in ASYN uptake and clearance. Investigating the ability of nanoparticles to bind to the CD36 receptor not only demonstrated their ability to alter ASYN-induced microglial activation, but also points to the importance of the CD36 receptor in microglial activation. The use of these CD36-binding nanoparticles could be further extended to treatments for Alzheimer&rsquo;s Disease, in which CD36 also plays an important role. Considering the complex nature of neurodegenerative disorders, microglia-targeted nanomaterials can offer a unique therapeutic approach for treatment.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2021<br>\n\t\t\t\t\tModified by: Prabhas&nbsp;V&nbsp;Moghe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParkinson’s Disease is a neurodegenerative disease that is characterized by aggregation of the protein alpha-synuclein (ASYN) within the brain. Excessive, chronic accumulation of ASYN causes the recruitment of microglia, the resident immune cells of the brain, which play an important role in ASYN clearance. When ASYN binds to specific receptors on the surface of microglia, this triggers their activation, leading to the production of toxic, inflammatory substances that promote the death of neurons. The major objectives of this project were to design nanoparticles that could be used to regulate the interactions of microglia with ASYN and diminish the production of neurotoxic substances. \n\nThe general outcomes of this project were:\n\nWe designed antioxidant-based nanoparticles that were able to inhibit the intracellular and extracellular aggregation of ASYN, which both stimulate microglial activation. These results offered valuable insights into the potential mechanisms through which ASYN protein forms aggregates in microglia. \nWe confirmed that ASYN binding to the CD36 receptor on microglia is a critical trigger for ASYN-induced microglial activation, stimulating the production of toxic molecules.\nComputer-aided modeling was successfully used to design synthetic nanoparticles with enhanced binding to the CD36 receptor on microglia. These nanoparticles were able to inhibit ASYN binding to CD36, blocking one of the earliest triggers that causes the production of toxic molecules. These results indicate that computer modeling can be used in combination with cell experimentation to efficiently identify promising therapeutic molecules.\nThe two distinct types of nanoparticles designed in this project were able to significantly decrease the production of toxic, inflammatory molecules from microglia stimulated with ASYN. Synthetic CD36-binding nanoparticles were also capable of altering the gene expression of microglia, decreasing the expression of pro-inflammatory genes and increasing the expression of anti-inflammatory genes.\n\n\nOverall, our results emphasize the important role microglia play in ASYN uptake and clearance. Investigating the ability of nanoparticles to bind to the CD36 receptor not only demonstrated their ability to alter ASYN-induced microglial activation, but also points to the importance of the CD36 receptor in microglial activation. The use of these CD36-binding nanoparticles could be further extended to treatments for Alzheimer’s Disease, in which CD36 also plays an important role. Considering the complex nature of neurodegenerative disorders, microglia-targeted nanomaterials can offer a unique therapeutic approach for treatment. \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2021\n\n\t\t\t\t\tSubmitted by: Prabhas V Moghe"
 }
}