{
 "awd_id": "1803014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of the effects of turbulent flow on energy and mass transfer close to solid surfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 325592.0,
 "awd_amount": 325592.0,
 "awd_min_amd_letter_date": "2018-05-15",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "Turbulence is the most common type of fluid flow in both the industry and the environment, while it is still one of the unsolved problems in physics. Its ability to mix and disperse energy or mass (like chemicals or particles) plays a key role in every day applications, like flows in oil and gas pipelines, in industrial reactors, in mixing, in heating or cooling, as well as in the atmosphere and in oceans. The goal of this project is to understand the effects of flow features that are commonly observed in turbulent flow on the transport of energy and mass using advanced computational techniques. The findings of this research could lead to efficient energy management, efficient design of industrial equipment where heat and mass transfer take place, and better prediction and control of pollutant dispersion. The database generated through this project will become available to the scientific community, and simulation data generated through this project will be used to develop animations of turbulent dispersion that can be used in K-12 science demonstrations.\r\n\r\nCentral concerns for the development of a comprehensive turbulent transport theory have been the prediction of the spatial variation of turbulent viscosity, the effect of molecular dispersion on turbulent transport, and the effect of coherent velocity structures on the transport properties. The main hypothesis here is that the reason for the failure in predicting scalar transfer from momentum transfer is that only some of the velocity structures participate in turbulent transfer close to a wall, and the range of scales that participate in the transfer depends on molecular dispersion effects. Main questions to be answered are what is the role the very large scales of motion (known as VLSM) in turbulent transport, and how the interplay between molecular diffusion and convection affects mixing or separation of particles in anisotropic turbulence. The proposed approach is to use computations with Lagrangian methods for analysis, which afford the study of a range of fluids that span several orders of Prandtl number in magnitude (e.g., liquid metals, gases, refrigerants, and electrochemical fluids) making it possible to handle cases where conventional methods are often not feasible with the current supercomputers. Expected results could lead to the development of a comprehensive model for the prediction and control of turbulent transport.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dimitrios",
   "pi_last_name": "Papavassiliou",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitrios V Papavassiliou",
   "pi_email_addr": "dvpapava@ou.edu",
   "nsf_id": "000308826",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "201 David L. Boren Blvd",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 325592.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to investigate how mass and heat are transported in turbulent flow environments. This is a rather fundamental study, utilizing a very simple flow geometry (channel flow), yet with a complicated anisotropic velocity field. The transprot of energy (i.e., heat) or mass in this case is affected by the flow characteristics -- especially those that are found often in turbulence close to solid walls -- and by molecular diffusion. We developed compuational methods to account for the molecular diffusion of different species, thus being able to decipher the effects of each of these two transport mechanisms.</p>\n<p>Using these methods, we were able to measure the flow-induced stress along the trajectorirnes of species that travel in the flow and to show that not only the average value, but the full distribution of the stresses and the history of the stress distribution are important for understanding what happens to particles that move in the flow field. If one applies this analysis on small molecules, like proteins that diffuse in a turbulent flow field, then it becomes apparent that empirical approaches to design medical devices based on average stress calculations can be ineffective. One needs to calculate and predict the full distribution of stresses, bacause it is important for maintaining the properties of proteins, such as those that are responsible for blood clotting in cases of cardiovascular implants. Failure to predict those may lead to devices that cause the conformation of protein molecules to change in catastrophic ways.</p>\n<p>We further investigated the history of flow features, such as the helicity and the vorticity, along the trajectories of species that diffuse the most in turbulent flow. Helicity and vorticity are measures that show how flow structures rotate and move relative to the solid wall. We correlated this twisting flow motion to the dissipation of the kinetic energy of the turbulent velocity along the trajectories of dispersing species and we found that while helicity does not appear to correlate with dissipation, there are differences in the helicity history for the species that move the farthest away from the solid channel wall and those that move the least.</p>\n<p>We disseminated the findings of this research in several journal publications and presetnations in professional meetings. One student received a PhD working on this project, while several undergraduate students received training in research techniques and in using advanced computing&nbsp; to answer scientific questions.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/01/2024<br>\nModified by: Dimitrios&nbsp;V&nbsp;Papavassiliou</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of the project was to investigate how mass and heat are transported in turbulent flow environments. This is a rather fundamental study, utilizing a very simple flow geometry (channel flow), yet with a complicated anisotropic velocity field. The transprot of energy (i.e., heat) or mass in this case is affected by the flow characteristics -- especially those that are found often in turbulence close to solid walls -- and by molecular diffusion. We developed compuational methods to account for the molecular diffusion of different species, thus being able to decipher the effects of each of these two transport mechanisms.\n\n\nUsing these methods, we were able to measure the flow-induced stress along the trajectorirnes of species that travel in the flow and to show that not only the average value, but the full distribution of the stresses and the history of the stress distribution are important for understanding what happens to particles that move in the flow field. If one applies this analysis on small molecules, like proteins that diffuse in a turbulent flow field, then it becomes apparent that empirical approaches to design medical devices based on average stress calculations can be ineffective. One needs to calculate and predict the full distribution of stresses, bacause it is important for maintaining the properties of proteins, such as those that are responsible for blood clotting in cases of cardiovascular implants. Failure to predict those may lead to devices that cause the conformation of protein molecules to change in catastrophic ways.\n\n\nWe further investigated the history of flow features, such as the helicity and the vorticity, along the trajectories of species that diffuse the most in turbulent flow. Helicity and vorticity are measures that show how flow structures rotate and move relative to the solid wall. We correlated this twisting flow motion to the dissipation of the kinetic energy of the turbulent velocity along the trajectories of dispersing species and we found that while helicity does not appear to correlate with dissipation, there are differences in the helicity history for the species that move the farthest away from the solid channel wall and those that move the least.\n\n\nWe disseminated the findings of this research in several journal publications and presetnations in professional meetings. One student received a PhD working on this project, while several undergraduate students received training in research techniques and in using advanced computing to answer scientific questions.\n\n\n\t\t\t\t\tLast Modified: 09/01/2024\n\n\t\t\t\t\tSubmitted by: DimitriosVPapavassiliou\n"
 }
}