{
 "awd_id": "1804611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Predicting Current-Use Pesticides and Emerging Flame Retardants in a Changing Arctic - Fate and Phototransformation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 160350.0,
 "awd_amount": 218599.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2023-09-06",
 "awd_abstract_narration": "The Arctic is experiencing rapid changes such as longer ice-free seasons. One issue that must be navigated in this changing landscape is the fate of the many synthetic organic chemicals that ultimately end up in the Arctic. Little is known about the fate of these chemicals once they reach the Artic, and any of these substances can harm organisms and people. The exposure risk of these compounds is tightly coupled to their environmental fate. This research will assess the abundance of these synthetic compounds and the ability of the Arctic environment to break down these substances. To support the education of future scientists on this emerging topic, a high school module will be delivered for the Alaska Summer Research Academy on Arctic environmental chemistry. Additionally, the research groups of Jennifer Guerard and Yu-Ping Chin will recruit a teacher for the Polar TREC (Teachers and Researchers Exploring and Collaborating) Program. If successful, this project will help direct contaminant mitigation efforts that will be required in the rapidly evolving Artic landscape. \r\n\r\nOrganic chemicals from industry and agriculture have been recently detected throughout the Arctic in the tundra, air, water, organisms, and people. However, little is known about the Artic fate of current use pesticides (CUPs) or emerging brominated flame retardants (EBFRs). This collaborative work between the University of Alaska Fairbanks and the University of Delaware seeks to understand how the Arctic's unique environment influences the fate and transformation of CUPs and EBFRs. Photolysis may play a critical role in the fate of these substances due to continuous solar irradiance in summer months coupled with the presence of dissolved organic matter (DOM).  These factors can catalyze contaminant attenuation through reaction with photo-derived reactive oxygen species (ROS) or other pathways. This project tests the hypotheses that: 1) Concentrations of CUPs and EBFRs in surface waters will be highest during and immediately following melt of snowpack; and  2) The formation of analyte-DOM complexes will render these substances more susceptible to photodegradation. The CUPs chlorpyrifos and chlorothalonil, and EBFRs 1,2-bis(2,4,6- tribromophenoxy)ethane and tetrabromobisphenol A, will be measured by atmospheric and aqueous sampling over two field seasons at Toolik Field Station. Partitioning to suspended solids, DOM, and phototransformation pathways influenced by Arctic DOM will be quantified through field and laboratory experiments. Critical measurements will be made of physical and biogeochemical parameters that can be incorporated into an Arctic-specific chemical fate model, including parameters for partitioning into environmental compartments and attenuation rates by photolytic pathways. A chemical fate model for CUPs and EBFRs in Arctic lakes will be developed to predict chemical behavior in Arctic waters under various physical and environmental conditions. Quantifying the persistence and transformation of these compounds will be indispensable for risk assessment and long-term policy development for Arctic region contaminants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu-Ping",
   "pi_last_name": "Chin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu-Ping Chin",
   "pi_email_addr": "yochin@udel.edu",
   "nsf_id": "000245820",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 160350.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 34253.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 23996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Arctic is under threat from a number of man-made phenomena with climate change being the focus of most studies.&nbsp;&nbsp;The accumulation of organic contaminants in the Arctic originating from their ubiquitous application in industrial societies have posed threats to the Arctic environment for decades and yet has not garner as much attention as climate change.&nbsp;&nbsp;While legacy organic substances (also referred to as persistent organic pollutants or POPs as defined by the Stockholm Convention) have been commonly detected in the Arctic, less is known about current use chemicals such as pesticides and flame retardants.&nbsp;&nbsp;Further, for both current contaminants and POPs, processes that control their fate in the Arctic environment, especially in surface waters have not been well understood or studied. &nbsp;</p>\n<p><em>Intellectual Merit</em></p>\n<p>The outcomes of our proposal <em>Collaborative Research: Predicting Current-Use Pesticides and Emerging Flame Retardants in a Changing Arctic Fate and Phototransformation</em> investigated the important pathways that lead to the attenuation of these substances in Arctic waterways.&nbsp;&nbsp;Our research project was multi-faceted and included scientists with specific levels of expertise that resulted in truly convergent research results.&nbsp;&nbsp;These include experts in the measurement of low-level concentrations of our target compounds (PI Hageman), in photochemistry (PI Guerard), and sorption/sediment attenuation (PI Chin).&nbsp;&nbsp;We collected samples over two field summer field seasons (2019 and 2022) that enabled us to develop a more complete picture of how our selected contaminants behaved in an Arctic environment.&nbsp;&nbsp;</p>\n<p>The current use organic compounds that we chose to study were detected in the air and water of two Arctic lakes in the National Science Foundation funded Toolik Field Station (TFS).&nbsp;&nbsp;We found that many of these compounds accumulate in snow and ice during the winter and enter lakes and streams as a &ldquo;pulse&rdquo; during the Spring melt and runoff period.&nbsp;&nbsp;Once these substances enter Arctic surface water bodies, they can undergo degradation by sunlight (commonly referred to as \"photolysis\"), but the degree to which this occurs varies dramatically and is dependent upon the contaminant's chemical structure as well as the nature of the surface water body e.g., lake vs. stream vs. wetland.&nbsp;&nbsp;For example, one of our compounds, tetrabromo-bisphenol A (TBBPA, which is a commonly used flame retardant), rapidly decomposes in sunlight, while chlorpyrifos (a widely applied pesticide) does not.&nbsp;&nbsp;The later, however, does undergo photolysis in the presence of dissolved organic matter (DOM), which are natural compounds formed from the decay of plant material.&nbsp;&nbsp;DOM is present in all natural water bodies and can catalyze photolysis by forming free radicals in the presence of light that react with the pollutant.&nbsp;&nbsp;We found, however, the degree to which DOM can facilitate the photolysis of chlorpyrifos is highly compositional dependent with lake derived DOM being the most potent.&nbsp;&nbsp;Regardless, we believe that photolysis is an important fate pathway for many of these contaminants, especially during the summer months where sunlight occurs 24/7 in the Arctic.&nbsp;</p>\n<p>In addition to DOM's role in photolysis, research to date has shown that it can also play an important role in the bioavailability of organic contaminants because of its ability to bind some of these compounds making them less accessible to aquatic organisms.&nbsp;&nbsp;Our project, however,&nbsp;&nbsp;demonstrated that this process is not important based upon both the strength of the DOM-pollutant complex and the amount of DOM present in many Arctic surface waters.&nbsp;&nbsp;The degree to which this binding phenomenon occurs is again strongly dependent upon DOM composition, which can vary greatly over time and space.&nbsp;&nbsp;</p>\n<p><em>Broader Impacts&nbsp;</em></p>\n<p>Our project demonstrated that in addition to threats posed by climate change, the presence of contaminants originating from the much more developed lower latitudes continues to pose a threat to Arctic ecosystems and indigenous communities alike.&nbsp;&nbsp;Because many of these substances, both legacy and current use, have the propensity to bioaccumulate up the food chain those organisms at the highest trophic levels are most threatened by their presence.&nbsp;&nbsp;This is especially true for Alaskan Native and other indigenous communities in the Arctic that rely upon the harvesting of country foods for their livelihood.&nbsp;&nbsp;Our research identified the important mechanisms responsible for attenuating these contaminants in the Arctic environment and serve as an important first step in understanding their ultimate fate and possible exposure to the indigenous communities that reside there.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/28/2024<br>\nModified by: Yu-Ping&nbsp;Chin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Arctic is under threat from a number of man-made phenomena with climate change being the focus of most studies.The accumulation of organic contaminants in the Arctic originating from their ubiquitous application in industrial societies have posed threats to the Arctic environment for decades and yet has not garner as much attention as climate change.While legacy organic substances (also referred to as persistent organic pollutants or POPs as defined by the Stockholm Convention) have been commonly detected in the Arctic, less is known about current use chemicals such as pesticides and flame retardants.Further, for both current contaminants and POPs, processes that control their fate in the Arctic environment, especially in surface waters have not been well understood or studied. \n\n\nIntellectual Merit\n\n\nThe outcomes of our proposal Collaborative Research: Predicting Current-Use Pesticides and Emerging Flame Retardants in a Changing Arctic Fate and Phototransformation investigated the important pathways that lead to the attenuation of these substances in Arctic waterways.Our research project was multi-faceted and included scientists with specific levels of expertise that resulted in truly convergent research results.These include experts in the measurement of low-level concentrations of our target compounds (PI Hageman), in photochemistry (PI Guerard), and sorption/sediment attenuation (PI Chin).We collected samples over two field summer field seasons (2019 and 2022) that enabled us to develop a more complete picture of how our selected contaminants behaved in an Arctic environment.\n\n\nThe current use organic compounds that we chose to study were detected in the air and water of two Arctic lakes in the National Science Foundation funded Toolik Field Station (TFS).We found that many of these compounds accumulate in snow and ice during the winter and enter lakes and streams as a pulse during the Spring melt and runoff period.Once these substances enter Arctic surface water bodies, they can undergo degradation by sunlight (commonly referred to as \"photolysis\"), but the degree to which this occurs varies dramatically and is dependent upon the contaminant's chemical structure as well as the nature of the surface water body e.g., lake vs. stream vs. wetland.For example, one of our compounds, tetrabromo-bisphenol A (TBBPA, which is a commonly used flame retardant), rapidly decomposes in sunlight, while chlorpyrifos (a widely applied pesticide) does not.The later, however, does undergo photolysis in the presence of dissolved organic matter (DOM), which are natural compounds formed from the decay of plant material.DOM is present in all natural water bodies and can catalyze photolysis by forming free radicals in the presence of light that react with the pollutant.We found, however, the degree to which DOM can facilitate the photolysis of chlorpyrifos is highly compositional dependent with lake derived DOM being the most potent.Regardless, we believe that photolysis is an important fate pathway for many of these contaminants, especially during the summer months where sunlight occurs 24/7 in the Arctic.\n\n\nIn addition to DOM's role in photolysis, research to date has shown that it can also play an important role in the bioavailability of organic contaminants because of its ability to bind some of these compounds making them less accessible to aquatic organisms.Our project, however,demonstrated that this process is not important based upon both the strength of the DOM-pollutant complex and the amount of DOM present in many Arctic surface waters.The degree to which this binding phenomenon occurs is again strongly dependent upon DOM composition, which can vary greatly over time and space.\n\n\nBroader Impacts\n\n\nOur project demonstrated that in addition to threats posed by climate change, the presence of contaminants originating from the much more developed lower latitudes continues to pose a threat to Arctic ecosystems and indigenous communities alike.Because many of these substances, both legacy and current use, have the propensity to bioaccumulate up the food chain those organisms at the highest trophic levels are most threatened by their presence.This is especially true for Alaskan Native and other indigenous communities in the Arctic that rely upon the harvesting of country foods for their livelihood.Our research identified the important mechanisms responsible for attenuating these contaminants in the Arctic environment and serve as an important first step in understanding their ultimate fate and possible exposure to the indigenous communities that reside there.\n\n\n\t\t\t\t\tLast Modified: 10/28/2024\n\n\t\t\t\t\tSubmitted by: Yu-PingChin\n"
 }
}