{
 "awd_id": "1804685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Impacts of biocides associated with hydraulic fracturing on aquatic microbial communities.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 107508.0,
 "awd_amount": 107508.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "Hydraulic fracturing (HF), commonly called \"fracking\", is a method for recovery of oil and gas using high pressure water, sand, and chemicals to fracture rocks, releasing oil and gas. This process transformed the U.S. energy industry, but more research is needed to study the environmental impacts of HF. This project at Juniata College, in collaboration with researchers at Michigan Technological University and the University of Tennessee Knoxville, will focus on the environmental impacts of biocides, some of the most commonly used chemicals in HF. Biocides are designed to kill microbes and are used in HF to protect equipment from microbial corrosion and to preserve the quality of oil and gas. However, once exposed to biocides, naturally-occurring microorganisms can become resistant to these chemicals. Because of this link between biocide resistance and the ability of microbes to become resistant to medications, it is important to clarify the impact of industrial biocides associated with HF on the environment, and the processes leading to biocide resistance.  If successful, this research will lead to better strategies to identify and mitigate the potential effects of biocides on the environment and public health, protecting the Nation's water security while enabling the use of an important source of raw energy materials.   \r\n\r\nThe goal of this study is to better understand the environmental impacts of HF and how the use of industrial biocides in HF operations may contribute to development of antimicrobial resistance (AMR) in aquatic microbial communities. Previous work demonstrated altered microbial community compositions in streams impacted by HF operations as well as increased tolerance to biocides in streams impacted by HF. Several streams in Pennsylvania were selected for this study based on their reception of HF wastewater due to spills or close proximity to active HF wells. Another set of streams with no active HF operations were selected as control settings. The initial objective of this work will be to study links between the observed changes in high HF active streams and potential releases of HF wastewater. Chemical tracers, isotopic signatures, biocide concentrations, and biocide breakdown products will be measured in HF-impacted streams and compared to both HF wastewater and control streams. The microbial community composition and functions within these 3 general aquatic ecosystems will also be studied using high-throughput sequencing to elucidate the impact of HF operations on biogeochemical cycling and assess the potential for microbes to be used as sensitive bio-indicators of HF impacts. In addition to investigating the impact of HF operations on streams and the consequences of AMR, studies will be performed to investigate the biological mechanism for resistance to various industrial biocides using biocide resistant strains isolated from HF wastewater and HF-impacted streams. Transcriptomics will be employed to assess the microbial response to industrial biocides. The levels of biocide-resistant strains and AMR genes will be determined in these environments over multiple years to investigate the long-term impact of HF activities on the development and persistence of strains resistant to antimicrobials. This project will provide insights into links between HF activity, biocide resistance, and the pathways controlling the fate of biocides in these settings. If successful, this research could serve as the foundation for the development of future molecular diagnostic tools for detecting biocide contamination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Techtmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Techtmann",
   "pi_email_addr": "smtechtm@mtu.edu",
   "nsf_id": "000706148",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 107508.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Antimicrobials are used throughout our daily lives to control the growth of bacteria and other microorganisms.&nbsp; Antimicrobials such as biocides are routinely used in household and industrial applications. In this project, we investigated the impact of industrial use of biocides on stream microbial communities in Pennsylvania.&nbsp; Many streams in Pennsylvania have been impacted by Unconventional Oil and Gas (UOG) production also known as hydraulic fracturing.&nbsp; One of the chemicals commonly used in hydraulic fracturing operations are biocides meant to control microbial growth in the equipment.&nbsp; Previous work has shown that streams adjacent to hydraulic fracturing operations have altered microbial communities relative to control streams.&nbsp;</p>\n<p>In this work, we explored alterations in stream microbial communities with a particular focus an antimicrobial resistance genes.&nbsp; We also investigated the impact of biocides and antimicrobial nanoparticles on stream microbial communities and isolated bacteria from these streams.&nbsp; We found that we were able to isolate diverse bacteria from streams adjacent to hydraulic fracturing operations that can resist some of the commonly used biocides.&nbsp; We also performed experiments in the lab to test the impact of biocides and antimicrobial metal oxide nanoparticles on stream microbial communities.&nbsp; In these studies, we found that biocide additions resulted in dramatic alterations in the microbial community of stream microcosms.&nbsp; However, nanoparticle addition resulted in minor changes in the taxonomic composition of the bacterial community.&nbsp; We further investigated the potential that biocides more rapidly select for antimicrobial resistance compared to antimicrobial nanopartices by performing an experimental evolution study where a bacterium was adapted for growth in presence of biocides and nanoparticles.&nbsp; In this study, <em>E. coli </em>was grown with low concentrations of the antimicrobials and transferred for ten times.&nbsp; During this time, <em>E. coli</em> became almost 30 times more resistant to the antimicrobials than the original strain. This finding indicates that bacteria can quickly acquire resistance to both biocides and antimicrobial nanoparticles.</p>\n<p>This work has greatly expanded our understanding of the environmental impacts of industrial antimicrobial use.&nbsp; In particular, we have shown that both biocides and antimicrobial particles can have impacts on microorganisms found in stream microbial communities. Furthermore, we have shown that common bacteria can rapidly develop resistance to both industrial biocides and antimicrobial nanoparticles.&nbsp; These findings can provide information to support more informed use of biocides and other antimicrobials in industrial settings in a way that limits the development of antimicrobial resistance.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2021<br>\n\t\t\t\t\tModified by: Stephen&nbsp;M&nbsp;Techtmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAntimicrobials are used throughout our daily lives to control the growth of bacteria and other microorganisms.  Antimicrobials such as biocides are routinely used in household and industrial applications. In this project, we investigated the impact of industrial use of biocides on stream microbial communities in Pennsylvania.  Many streams in Pennsylvania have been impacted by Unconventional Oil and Gas (UOG) production also known as hydraulic fracturing.  One of the chemicals commonly used in hydraulic fracturing operations are biocides meant to control microbial growth in the equipment.  Previous work has shown that streams adjacent to hydraulic fracturing operations have altered microbial communities relative to control streams. \n\nIn this work, we explored alterations in stream microbial communities with a particular focus an antimicrobial resistance genes.  We also investigated the impact of biocides and antimicrobial nanoparticles on stream microbial communities and isolated bacteria from these streams.  We found that we were able to isolate diverse bacteria from streams adjacent to hydraulic fracturing operations that can resist some of the commonly used biocides.  We also performed experiments in the lab to test the impact of biocides and antimicrobial metal oxide nanoparticles on stream microbial communities.  In these studies, we found that biocide additions resulted in dramatic alterations in the microbial community of stream microcosms.  However, nanoparticle addition resulted in minor changes in the taxonomic composition of the bacterial community.  We further investigated the potential that biocides more rapidly select for antimicrobial resistance compared to antimicrobial nanopartices by performing an experimental evolution study where a bacterium was adapted for growth in presence of biocides and nanoparticles.  In this study, E. coli was grown with low concentrations of the antimicrobials and transferred for ten times.  During this time, E. coli became almost 30 times more resistant to the antimicrobials than the original strain. This finding indicates that bacteria can quickly acquire resistance to both biocides and antimicrobial nanoparticles.\n\nThis work has greatly expanded our understanding of the environmental impacts of industrial antimicrobial use.  In particular, we have shown that both biocides and antimicrobial particles can have impacts on microorganisms found in stream microbial communities. Furthermore, we have shown that common bacteria can rapidly develop resistance to both industrial biocides and antimicrobial nanoparticles.  These findings can provide information to support more informed use of biocides and other antimicrobials in industrial settings in a way that limits the development of antimicrobial resistance.\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2021\n\n\t\t\t\t\tSubmitted by: Stephen M Techtmann"
 }
}