{
 "awd_id": "1804690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Light Trapping in charge transfer states for improved organic photovoltaic performance",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 422293.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2020-07-27",
 "awd_abstract_narration": "Photovoltaics (PVs) convert sunlight directly into electricity without any production of greenhouse gases.  Most commercial PVs are made from silicon, which is expensive to process, heavy to transport, and brittle. This fundamental research project contributes to the development of PV devices that are made from organic materials that are low-cost, light-weight, and mechanically flexible. One issue for all PV devices is that the sunlight must be absorbed and not reflected from the surface for any angle of incidence on the surface. This problem has been addressed for silicon PV devices by roughening the front and back surfaces of the silicon in a specific pattern to cause the light to be absorbed into the silicon instead of being reflected back to space. This research project addresses a similar process to roughen the back surface of the organic PV layer to enhance absorption of light specifically in the near infrared portion of the solar spectrum, which contains a large proportion of the solar energy. Through this surface roughening process, the efficiency of organic PV devices will be increased, making them a better commercial option for clean energy production. The pattern will also make the organic PV absorb light more efficiently at high incidence angles, which is similar to sunlight in the morning and evening. Undergraduate and Ph.D. graduate students will be trained with research skills that are valued in the solar, polymer, and semiconducting industries. Student recruiting and outreach activities are designed to enhance inclusion of underrepresented minorities in research science.\r\n\r\nThere is a critical need to engineer light&#8208;trapping structures into organic photovoltaic (OPV) devices that can greatly increase the charge&#8208;transfer (CT) state absorbance in the near infrared (NIR). The goal of this project is to enhance CT&#8208;state absorbance in OPV devices using lateral light&#8208;trapping structures. The overall objective is to develop a roll&#8208;to&#8208;roll (R2R) compatible optical patterning process to scribe lateral light&#8208;trapping structures into OPV layers that can increase the external quantum efficiency (EQE) of CT&#8208;state absorbance above 20% across a broad wavelength range. The central hypothesis of this project is that 700&#8208;1000 nm 2D lateral patterning of the OPV layer combined with a thick active layer will achieve this goal of 20% EQE in the CT&#8208;states. The rationale that underlies the research is to mimic light&#8208;trapping structures used in inorganic thin&#8208;film PV devices using solution processing methods that make OPV potentially both inexpensive and scalable. The University of California-Davis team brings expertise in OPV device fabrication, optical modeling, and conjugated polymer synthesis to the project. The project is structured into three aims. Aim 1: Create NIR light&#8208;trapping structures using rapid optical processing. The working hypothesis is that deep light&#8208;trapping structures will optimize waveguide modes below the excitonic band gap, leading to enhanced absorbance in the NIR range. Aim 2: Synthesize OPV materials with controlled solubility for optimized patterning. The pattern fidelity is maximized by high molecular weight and low dispersity polymers that are active donors for OPV applications. And Aim 3: Develop, test and model patterned OPV devices with record power conversion efficiency (PCE). The team will use large&#8208;area solution patterning to fabricate patterned OPV devices with the most promising polymeric active materials. This fundamental research will enable a departure from flat OPV layers to focus on light capture in sub&#8208;band gap states. The expected significance extends beyond the individual device efficiency as other researchers will be able to adopt the patterning method and industry will be able to expand its use to large area organic device applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Moule",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Adam J Moule",
   "pi_email_addr": "amoule@ucdavis.edu",
   "nsf_id": "000452164",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandr",
   "pi_last_name": "Dudnik",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandr S Dudnik",
   "pi_email_addr": "adudnik@ucdavis.edu",
   "nsf_id": "000627788",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Davis",
  "perf_str_addr": "1 Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 124757.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 172842.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 124694.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>One Sentence Goal:</strong> The research funded in NSF award 1804690 was focused on improving organic photovoltaic (OPV) devices by developing an optical patterning method that would enable the creation of optical traps that strongly enhance absorbance in near infrared.</p>\n<p><strong>The Science behind the goal: </strong>Charge transfer states in OPV devices absorb light in the near infrared part of the solar spectrum. Our goal was to pattern the film laterally on the 800-2000 nm length scale to cause the creation of optical traps that capture near infrared light. After patterning the film, we apply a metal back electrode that is highly reflective and curved due to the pattern. Fig. 1 shows a schematic of the desired structure. It is possible to increase the absorbance at a particular wavelength by almost 100 times, which would increase the current that the device could produce.</p>\n<p><strong>Engineering thin-film optical traps</strong>: Prior to this award, we had developed an optical patterning process for conjugated polymers with very high resolution (~300 nm) that was perfect for the goal of creating optical traps in thin OPV films.</p>\n<p>The main task of this proposal was to simplify and scale up the patterning process so that it could be used over device relevant areas to pattern optical traps into OPV layers. Our long-term plan is to use existing optical lithography instruments that are already scaled to 6&rdquo; or 9&rdquo; wafers to pattern our OPV materials. We built our own optical patterning system based on an optical microscope as seen in Fig. 2. Using this microscope setup we had three major achievements:</p>\n<p>MA1: We demonstrated a universal method to pattern conjugated polymers with resolution of 1 &micro;m. The method is universal because it involves simple local heating with a laser. It is extremely important that this method works for all conjugated polymers because it means that the patterning method can and will be applied for other purposes and from other groups.</p>\n<p>MA2: To get the patterning method to produce accurate patterns it is necessary to determine the correct solvent mixture to achieve dissolution at a planned temperature. Fig. 3 shows a schematic of the the measurement setup we developed and a plot for how the dissolution temperature for the polymer P3HT changes as a fuction of the choice of dissolution solvent.&nbsp;</p>\n<p>MA3: We patterned multiple different OPV polymers into stripe and spot patterns that are appropriate for the creation of lateral optical waveguides. Fig. 4 shows an atomic force microscopy image and cross section of a 2D hexagonal waveguide from our paper. This image is significant because it demonstrates that we can pattern at the right length scale for a near infrared waveguide and we can control the depth. The pattern is 500 nm deep in a 1000 nm thick film.</p>\n<p>Murrey, T. L.; Mulvey, J. T.; Jha, M.; Fergerson, A. S.; Vong, D.; Soika, A.; Lorek, J.; Dolan, S. E.; Tiffany-Appleton, D. R.; Moule, A. J. Approaching Rapid, High-Resolution, Large-Area Patterning of Semiconducting Polymers Using Projection Photothermal Lithography. <em>Advanced Materials Technologies </em><strong>2022</strong>, <em>7</em> (6).</p>\n<p>After this work we realized that the best pathway to achieve high-resolution patterning of OPV materials over large-areas was to use the optics in existing photolithography instruments. Fig. 6 shows an AFM image of a P3HT film sample patterned using the Alveole PRIMO, which is a commercial lithography instrument. The image shows that we achieved high-resolution patterning, but there is a lot of polymer material that redeposited onto the sample (the light spots). To remove redeposition, we need to develop a patterning cell that uses solvent flow to remove the dissolved polymer so that it cannot redeposit. The Moule group designed a first patterning flow cell in 2022 and filed a preliminary patent for the design of the conjugated polymer optical patterning flow cell. We also applied for and received continuing funding for conjugated polymer patterning from the NSF Advanced Manufacturing program (#2208009). The following award will focus on development of the patterning method for commercial use.</p>\n<p>Broader Impacts: The Moule Group focused heavily on outreach activities involving kids. Our main activity was to host 4H club projects in STEM related areas. A typical project meets once a month for 2-3 hours with 10ish kids in the age range of 10-16.</p>\n<p>We also have a strong collaborative exchange with the Mechanical Engineering program at Bonn/Rhein/Seig University in Germany. My group hosted a total of 6 students over 4 years for 6 months each to work on design and building problems for their senior thesis. These students designed prototypes for the motor in the optical microscope that loads and moves the photo mask, the automated apparatus for polymer dissolution temperature control, and the initial patterning flow cells. It has been an excellent cultural and engineering exchange for both my students and the visitors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2023<br>\n\t\t\t\t\tModified by: Adam&nbsp;J&nbsp;Moule</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053521052_Outcomes_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053521052_Outcomes_Fig1--rgov-800width.jpg\" title=\"Goal Device\"><img src=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053521052_Outcomes_Fig1--rgov-66x44.jpg\" alt=\"Goal Device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This was the goal device structure. The patterning method makes the grooves and then silver is evaporated to make the optical trap.</div>\n<div class=\"imageCredit\">Adam Moule</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Adam&nbsp;J&nbsp;Moule</div>\n<div class=\"imageTitle\">Goal Device</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053681313_Outcomes_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053681313_Outcomes_Fig2--rgov-800width.jpg\" title=\"Patterning Microscope\"><img src=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053681313_Outcomes_Fig2--rgov-66x44.jpg\" alt=\"Patterning Microscope\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a schematic of our home built patterning microscope. The laser goes in the back. An image of the photomask is focused onto the polymer film to make a pattern.</div>\n<div class=\"imageCredit\">Justin Mulvey</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Adam&nbsp;J&nbsp;Moule</div>\n<div class=\"imageTitle\">Patterning Microscope</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053814679_Outlook_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053814679_Outlook_Fig3--rgov-800width.jpg\" title=\"Polymer Dissolution\"><img src=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673053814679_Outlook_Fig3--rgov-66x44.jpg\" alt=\"Polymer Dissolution\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The top image shows the apparatus to measure polymer dissolution. The bottom plot is the dissolution temperature vs the solvent mole fraction of good and poor solvents.</div>\n<div class=\"imageCredit\">Tucker Murrey</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Adam&nbsp;J&nbsp;Moule</div>\n<div class=\"imageTitle\">Polymer Dissolution</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054009965_Outlook_Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054009965_Outlook_Fig4--rgov-800width.jpg\" title=\"Goal Pattern Achieved\"><img src=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054009965_Outlook_Fig4--rgov-66x44.jpg\" alt=\"Goal Pattern Achieved\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is an atomic force microscopy image of a film of the OPV polymer P3HT patterned in a hexagonal grid. The pattern depth is 500 nm in a 1000 nm film, which is ideal for a light trap structure that captures near infra red light.</div>\n<div class=\"imageCredit\">Meghna Jha</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Adam&nbsp;J&nbsp;Moule</div>\n<div class=\"imageTitle\">Goal Pattern Achieved</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054117849_Outlook_Fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054117849_Outlook_Fig5--rgov-800width.jpg\" title=\"Lare Area Challenges\"><img src=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054117849_Outlook_Fig5--rgov-66x44.jpg\" alt=\"Lare Area Challenges\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This shows a zoomed out optical image of a patterned film. The uneven color shows that the film depth and pattern depth change across the image due to uneven light intensity.</div>\n<div class=\"imageCredit\">Tucker Murrey</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Adam&nbsp;J&nbsp;Moule</div>\n<div class=\"imageTitle\">Lare Area Challenges</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054316528_Outlook_Fgi6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054316528_Outlook_Fgi6--rgov-800width.jpg\" title=\"Alveole sample\"><img src=\"/por/images/Reports/POR/2023/1804690/1804690_10569676_1673054316528_Outlook_Fgi6--rgov-66x44.jpg\" alt=\"Alveole sample\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is an atomic force microscopy image and cross section of a P3HT film photopatterned using the Alveole Primo linthography instrument.</div>\n<div class=\"imageCredit\">Meghna Jha</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Adam&nbsp;J&nbsp;Moule</div>\n<div class=\"imageTitle\">Alveole sample</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOne Sentence Goal: The research funded in NSF award 1804690 was focused on improving organic photovoltaic (OPV) devices by developing an optical patterning method that would enable the creation of optical traps that strongly enhance absorbance in near infrared.\n\nThe Science behind the goal: Charge transfer states in OPV devices absorb light in the near infrared part of the solar spectrum. Our goal was to pattern the film laterally on the 800-2000 nm length scale to cause the creation of optical traps that capture near infrared light. After patterning the film, we apply a metal back electrode that is highly reflective and curved due to the pattern. Fig. 1 shows a schematic of the desired structure. It is possible to increase the absorbance at a particular wavelength by almost 100 times, which would increase the current that the device could produce.\n\nEngineering thin-film optical traps: Prior to this award, we had developed an optical patterning process for conjugated polymers with very high resolution (~300 nm) that was perfect for the goal of creating optical traps in thin OPV films.\n\nThe main task of this proposal was to simplify and scale up the patterning process so that it could be used over device relevant areas to pattern optical traps into OPV layers. Our long-term plan is to use existing optical lithography instruments that are already scaled to 6\" or 9\" wafers to pattern our OPV materials. We built our own optical patterning system based on an optical microscope as seen in Fig. 2. Using this microscope setup we had three major achievements:\n\nMA1: We demonstrated a universal method to pattern conjugated polymers with resolution of 1 &micro;m. The method is universal because it involves simple local heating with a laser. It is extremely important that this method works for all conjugated polymers because it means that the patterning method can and will be applied for other purposes and from other groups.\n\nMA2: To get the patterning method to produce accurate patterns it is necessary to determine the correct solvent mixture to achieve dissolution at a planned temperature. Fig. 3 shows a schematic of the the measurement setup we developed and a plot for how the dissolution temperature for the polymer P3HT changes as a fuction of the choice of dissolution solvent. \n\nMA3: We patterned multiple different OPV polymers into stripe and spot patterns that are appropriate for the creation of lateral optical waveguides. Fig. 4 shows an atomic force microscopy image and cross section of a 2D hexagonal waveguide from our paper. This image is significant because it demonstrates that we can pattern at the right length scale for a near infrared waveguide and we can control the depth. The pattern is 500 nm deep in a 1000 nm thick film.\n\nMurrey, T. L.; Mulvey, J. T.; Jha, M.; Fergerson, A. S.; Vong, D.; Soika, A.; Lorek, J.; Dolan, S. E.; Tiffany-Appleton, D. R.; Moule, A. J. Approaching Rapid, High-Resolution, Large-Area Patterning of Semiconducting Polymers Using Projection Photothermal Lithography. Advanced Materials Technologies 2022, 7 (6).\n\nAfter this work we realized that the best pathway to achieve high-resolution patterning of OPV materials over large-areas was to use the optics in existing photolithography instruments. Fig. 6 shows an AFM image of a P3HT film sample patterned using the Alveole PRIMO, which is a commercial lithography instrument. The image shows that we achieved high-resolution patterning, but there is a lot of polymer material that redeposited onto the sample (the light spots). To remove redeposition, we need to develop a patterning cell that uses solvent flow to remove the dissolved polymer so that it cannot redeposit. The Moule group designed a first patterning flow cell in 2022 and filed a preliminary patent for the design of the conjugated polymer optical patterning flow cell. We also applied for and received continuing funding for conjugated polymer patterning from the NSF Advanced Manufacturing program (#2208009). The following award will focus on development of the patterning method for commercial use.\n\nBroader Impacts: The Moule Group focused heavily on outreach activities involving kids. Our main activity was to host 4H club projects in STEM related areas. A typical project meets once a month for 2-3 hours with 10ish kids in the age range of 10-16.\n\nWe also have a strong collaborative exchange with the Mechanical Engineering program at Bonn/Rhein/Seig University in Germany. My group hosted a total of 6 students over 4 years for 6 months each to work on design and building problems for their senior thesis. These students designed prototypes for the motor in the optical microscope that loads and moves the photo mask, the automated apparatus for polymer dissolution temperature control, and the initial patterning flow cells. It has been an excellent cultural and engineering exchange for both my students and the visitors.\n\n\t\t\t\t\tLast Modified: 01/06/2023\n\n\t\t\t\t\tSubmitted by: Adam J Moule"
 }
}