{
 "awd_id": "1804974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: New Estimates of Atmospheric pCO2 from the Paleocene-Eocene",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 111772.0,
 "awd_amount": 111772.0,
 "awd_min_amd_letter_date": "2018-04-19",
 "awd_max_amd_letter_date": "2020-05-11",
 "awd_abstract_narration": "How global temperature responds to changes in atmospheric carbon dioxide is a central question in Earth science with enormous societal significance. The deep-time history of carbon dioxide in Earth's atmosphere may help us quantify the role of this greenhouse gas in abrupt climate change events in the geological past, giving a better perspective towards climate projections under future scenarios of increasing atmospheric carbon dioxide. This project will refine proxy estimates of atmospheric carbon dioxide that are based on an understanding of how the properties of stomatal pores in the leaves of Ginkgo trees respond to elevated carbon dioxide concentration. This proxy relationship, established using controlled experiments on cultivated Ginkgo leaves, will then be applied to the ancient record of atmospheric carbon dioxide using fossil Ginkgo leaves that are common in sediments deposited during periods when Earth's atmospheric carbon dioxide concentration and climate varied substantially. These more precise estimates of ancient atmospheric carbon dioxide will thus help to refine our understanding of the sensitivity of Earth's climate system to greenhouse gas concentrations and facilitate more accurate projections of changes in climate, ice volume and sea level that will result from anthropogenic carbon dioxide emissions. More accurate projections of these future scenarios will have significant societal and economic implications for infrastructure and food production. The project will also educate students and citizen scientists about the scientific method and insights from this research by involving them in collecting specimens, making measurements and analyzing data.\r\n\r\nSensitivity of global temperature to atmospheric pCO2 is difficult to determine by direct atmospheric measurements because feedbacks in the Earth system play out over millennia or longer. This research will develop a reliable, temporally dense proxy record of pCO2 for the late Paleocene and Early Eocene period of warm climates (~60-53 Ma) using stomatal properties of fossil Ginkgo leaves. The researchers will first refine a proxy relationship between Ginkgo leaf stomatal properties, and then apply this proxy to dense and temporally well-constrained fossil records of Ginkgo.  To establish the response of modern Ginkgo to elevated pCO2 concentrations, trees will be cultivated under experimental conditions at three elevated CO2 concentrations in open-top chambers, while monitoring stomatal density, size and index, as well as carbon isotopic composition and rates of photosynthetic assimilation and transpiration, temperature, relative humidity, and photosynthetically active radiation. These data from experimental cultivation will be used along with survey data of modern Ginkgo leaves, to allow the researchers to evaluate modeled relationships between paleo-pCO2 and fossil stomata. Once this response is calibrated for modern Ginkgo biloba, the results will be applied to extensive collections of fossil Ginkgo wyomingensis from the terrestrial sediments of the Paleogene in the Rocky Mountains. This record, combined with records of paleotemperature from the marine and terrestrial realms will be used to evaluate the role of atmospheric CO2 during episodes of geologically rapid temperature increases (hyperthermals).  Better estimates of paleo-pCO2 will contribute substantially to refining our understanding of Earth's climate sensitivity to carbon dioxide and increase our understanding of controls on past warm climates in the geological record.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Wilson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan P Wilson",
   "pi_email_addr": "jwilson@haverford.edu",
   "nsf_id": "000596168",
   "pi_start_date": "2018-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Haverford College",
  "inst_street_address": "370 W LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HAVERFORD",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6108961000",
  "inst_zip_code": "190411336",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "THE CORPORATION OF HAVERFORD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QAP9NNDEWGZ8"
 },
 "perf_inst": {
  "perf_inst_name": "Haverford College",
  "perf_str_addr": "370 Lancaster Ave",
  "perf_city_name": "Haverford",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190411336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 38960.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 36032.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 36780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6950901e-7fff-e19c-26db-3ae423cec972\"> </span></p>\n<p dir=\"ltr\"><span>Plants respond to their environment and plants also record aspects of their environment in their tissues, in both chemical and morphological ways. Because plant materials preserve well in the fossil record, paleoenvironmental information can be reconstructed by making measurements from plant fossils. One of the most crucial sources of paleoenvironmental information is the paleo-CO</span><span><span><sub>2</sub></span></span><span> barometer derived from the number of stomata on plant leaves. Stomata are leaf structures surrounded by specialized cells that open to allow the leaf to absorb carbon dioxide for photosynthesis and close to prevent excess water loss. Past work has shown that the number of plant stomata on plant leaves reflects the concentration of carbon dioxide in the atmosphere. Using fossilized leaves, this relationship means that the history of carbon dioxide can be reconstructed in deep time, especially if we use plants whose morphological features have changed little over eons.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>However, each of these relationships between carbon dioxide concentration and number of stomata must be tested using experimental work. These experiments require growing plants in high-CO</span><span><span><sub>2</sub></span></span><span> environments to examine how their leaves respond to these treatments. Much of the past experiments have focused on small plants in growth chambers, but this study examined the \"living fossil\" plant, </span><em>Ginkgo biloba</em><span>, in growth chambers at 400ppm CO</span><span><span><sub>2</sub></span></span><span>, 600ppm CO<sub>2</sub></span><span>, 800ppm CO<sub>2</sub></span><span>, and 1000ppm CO<sub>2</sub></span><span>&nbsp;over more than four years of growth, to examine how this plant responds morphologically, physiologically, and biochemically to concentrations of carbon dioxide hypothesized to have existed in the geologic past, and that Earth might reach over the 21st and 22nd centuries.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>In this project, we combined anatomical measurements and physiological analysis to examine how </span><em>Ginkgo</em><span> trees responded to these carbon dioxide concentrations. Using the innovative Fossil Atmospheres chambers, we measured the plants ability to conduct photosynthesis.&nbsp; We discovered that healthy trees at high carbon dioxide concentrations could photosynthesize at high rates. We performed a series of gas exchange experiments, called A-Ci curves, that allowed us to assess which parts of </span><em>Ginkgo'</em><span>s photosynthetic biochemistry may be responsible for these photosynthetic rates. A further addition to the experiment included adding saplings and seedlings of </span><em>Ginkgo</em><span> to the chambers and physiological examination of how different life phases of the plant would respond to elevated carbon dioxide concentrations. Across life phases, we found that plants at higher carbon dioxide concentrations could photosynthesize at high rates, but exhibited minimal biochemical differences between CO<sub>2</sub></span><span>&nbsp;concentrations within life phases. To date, this is one of the most detailed physiological datasets ever generated for a non-angiosperm seed plant, yielding a remarkable insight into the living fossil tree </span><em>Ginkgo biloba</em><span>.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>These results, when combined with other analyses from this project, showed that careful attention is needed when interpreting CO<sub>2</sub></span><span>&nbsp;concentrations from fossilized plant material. The experiments in this study were used to test two frequently-used plant-based CO<sub>2</sub></span><span>&nbsp;proxies, and results showed that neither one correctly predicted the CO<sub>2</sub></span><span>&nbsp;concentration from the experimental arrangement. More experiments, and more paleobotanical data, are needed to develop the next generation of paleo-CO<sub>2</sub></span><span>&nbsp;proxies that can yield insights into deep time climate change.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>To date, this project has produced two peer-reviewed publications, with further papers in development. Results of this research have been presented at local and national scientific meetings and have yielded new collaborations. Morphological data and physiological data have been made available, and will be published in detail in further manuscripts. Four Haverford College undergraduate students performed extensive work on this project, which resulted in three undergraduate senior theses. Several graduate students, postdocs, high school students, and volunteers were trained in morphological analysis, plant physiology, and plant evolution throughout this project.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2022<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;P&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nPlants respond to their environment and plants also record aspects of their environment in their tissues, in both chemical and morphological ways. Because plant materials preserve well in the fossil record, paleoenvironmental information can be reconstructed by making measurements from plant fossils. One of the most crucial sources of paleoenvironmental information is the paleo-CO2 barometer derived from the number of stomata on plant leaves. Stomata are leaf structures surrounded by specialized cells that open to allow the leaf to absorb carbon dioxide for photosynthesis and close to prevent excess water loss. Past work has shown that the number of plant stomata on plant leaves reflects the concentration of carbon dioxide in the atmosphere. Using fossilized leaves, this relationship means that the history of carbon dioxide can be reconstructed in deep time, especially if we use plants whose morphological features have changed little over eons.\n\n \nHowever, each of these relationships between carbon dioxide concentration and number of stomata must be tested using experimental work. These experiments require growing plants in high-CO2 environments to examine how their leaves respond to these treatments. Much of the past experiments have focused on small plants in growth chambers, but this study examined the \"living fossil\" plant, Ginkgo biloba, in growth chambers at 400ppm CO2, 600ppm CO2, 800ppm CO2, and 1000ppm CO2 over more than four years of growth, to examine how this plant responds morphologically, physiologically, and biochemically to concentrations of carbon dioxide hypothesized to have existed in the geologic past, and that Earth might reach over the 21st and 22nd centuries.\n\n \nIn this project, we combined anatomical measurements and physiological analysis to examine how Ginkgo trees responded to these carbon dioxide concentrations. Using the innovative Fossil Atmospheres chambers, we measured the plants ability to conduct photosynthesis.  We discovered that healthy trees at high carbon dioxide concentrations could photosynthesize at high rates. We performed a series of gas exchange experiments, called A-Ci curves, that allowed us to assess which parts of Ginkgo's photosynthetic biochemistry may be responsible for these photosynthetic rates. A further addition to the experiment included adding saplings and seedlings of Ginkgo to the chambers and physiological examination of how different life phases of the plant would respond to elevated carbon dioxide concentrations. Across life phases, we found that plants at higher carbon dioxide concentrations could photosynthesize at high rates, but exhibited minimal biochemical differences between CO2 concentrations within life phases. To date, this is one of the most detailed physiological datasets ever generated for a non-angiosperm seed plant, yielding a remarkable insight into the living fossil tree Ginkgo biloba.\n\n \nThese results, when combined with other analyses from this project, showed that careful attention is needed when interpreting CO2 concentrations from fossilized plant material. The experiments in this study were used to test two frequently-used plant-based CO2 proxies, and results showed that neither one correctly predicted the CO2 concentration from the experimental arrangement. More experiments, and more paleobotanical data, are needed to develop the next generation of paleo-CO2 proxies that can yield insights into deep time climate change.\n\n \nTo date, this project has produced two peer-reviewed publications, with further papers in development. Results of this research have been presented at local and national scientific meetings and have yielded new collaborations. Morphological data and physiological data have been made available, and will be published in detail in further manuscripts. Four Haverford College undergraduate students performed extensive work on this project, which resulted in three undergraduate senior theses. Several graduate students, postdocs, high school students, and volunteers were trained in morphological analysis, plant physiology, and plant evolution throughout this project.\n\n \n\n\t\t\t\t\tLast Modified: 11/21/2022\n\n\t\t\t\t\tSubmitted by: Jonathan P Wilson"
 }
}