{
 "awd_id": "1804671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Synthetic Lichen Co-Cultures for Sustainable Generation of Biotechnology Products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 118421.0,
 "awd_amount": 118421.0,
 "awd_min_amd_letter_date": "2018-05-18",
 "awd_max_amd_letter_date": "2018-05-18",
 "awd_abstract_narration": "Many drugs are produced by microbes and used to treat diseases in humans and animals. The cost of manufacturing is a serious issue for many of these drugs. One major cost is for the nutrients required by these microbes to grow and produce the drug. The goal of this project is to lower nutrient costs and overall production costs by growing two microbes together. One microbe is photosynthetic. It will utilize sunlight and carbon dioxide to generate nutrients that are then consumed by the other microbe. This removes the need to purchase expensive nutrients, decreasing the cost of drug manufacture. In this project, the target product will be endolysin, a novel treatment against chicken infections that can potentially avoid the widespread use of antibiotics in the poultry industry. The project will also educate students from the high school to the graduate level about co-cultures, preparing them for employment in the growing biomanufacturing industry.\r\n\r\nCommercially, filamentous fungi like Aspergillus produce enzymes, antibiotics, and metabolites. Economic analysis reveals that the cost of organic carbon feedstocks is a major cost for these processes. In nature, filamentous fungi are found as part of lichens, which are a symbiosis between a photosynthetic autotroph (photobiont) and its partner, typically a fungus similar to Aspergillus.  The photobiont provides organic carbon, generated using carbon dioxide and sunlight, to partner fungal species. The fungi generate useful biochemicals.  The goal of this project is to implement synthetic lichen co-cultures as a transformative biomanufacturing platform for the production of a novel antimicrobial peptide. Cultivation conditions that allow Aspergillus and cyanobacteria to grow successfully together will be identified. Interactions between the two partners will be characterized using genome scale co-culture models that incorporate transcriptomics, proteomics, and metabolic data. This model will be used to determine the media composition and cultivation regime that optimizes the growth and production capabilities of our synthetic lichen.  The synthetic lichen will then generate a novel anti-microbial peptide, endolysin, which could replace antibiotics for the treatment of bacterial infections in chickens. Overall, the project will develop a low-cost platform for the production of a wide variety of therapeutic molecules and proteins.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Marten",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Marten",
   "pi_email_addr": "marten@umbc.edu",
   "nsf_id": "000129298",
   "pi_start_date": "2018-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 Hilltop Circle",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 118421.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research for this collaborative award was conducted at three universities (UMBC, JHU, UCSD) and focused on development of synthetic co-cultures between photosynthetic cyanobacteria and filamentous fungi. Filamentous fungi are used in the biotechnology and pharma sectors to annually produce billions of dollars of enzymes and small molecules. In principal, growing in co-culture with photosynthetic cyanobacteria would limit the need for carbon-substrate addition to fungal cultures, which would facilitate economic, large-scale production of low margin products. Pairings of specific cyanobacteria (Nostoc PCC 6720, S. elongatus cscB+) with two strains of fungi (Aspergillus nidulans and Aspergillus niger) showed significant biomass accumulation of both species compared to the monoculture. To better understand how species worked together in co-culture, a goal of this collaborative project was to develop new or improved growth models for the various species involved. In all, four new genome-scale metabolic models (GEMs) were constructed. These were either built from scratch or existing GEMs were updated by adding new reactions and metabolites. To facilitate these updates, the collaborative team used experimentally determined growth phenotypes under 190 carbon and 95 nitrogen sources collected from BIOLOG plates. In addition, we identified unique genes in each co-culture partner to use as a genetic surrogate for biomass correlation using qPCR of mixed co-culture extracted genomic DNA samples. The uniqueness of these genes was confirmed, and no cross-amplification detected, which allowed us to build calibration curves for a qPCR assay to estimate biomass.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2022<br>\n\t\t\t\t\tModified by: Mark&nbsp;R&nbsp;Marten</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch for this collaborative award was conducted at three universities (UMBC, JHU, UCSD) and focused on development of synthetic co-cultures between photosynthetic cyanobacteria and filamentous fungi. Filamentous fungi are used in the biotechnology and pharma sectors to annually produce billions of dollars of enzymes and small molecules. In principal, growing in co-culture with photosynthetic cyanobacteria would limit the need for carbon-substrate addition to fungal cultures, which would facilitate economic, large-scale production of low margin products. Pairings of specific cyanobacteria (Nostoc PCC 6720, S. elongatus cscB+) with two strains of fungi (Aspergillus nidulans and Aspergillus niger) showed significant biomass accumulation of both species compared to the monoculture. To better understand how species worked together in co-culture, a goal of this collaborative project was to develop new or improved growth models for the various species involved. In all, four new genome-scale metabolic models (GEMs) were constructed. These were either built from scratch or existing GEMs were updated by adding new reactions and metabolites. To facilitate these updates, the collaborative team used experimentally determined growth phenotypes under 190 carbon and 95 nitrogen sources collected from BIOLOG plates. In addition, we identified unique genes in each co-culture partner to use as a genetic surrogate for biomass correlation using qPCR of mixed co-culture extracted genomic DNA samples. The uniqueness of these genes was confirmed, and no cross-amplification detected, which allowed us to build calibration curves for a qPCR assay to estimate biomass.\n\n\t\t\t\t\tLast Modified: 10/12/2022\n\n\t\t\t\t\tSubmitted by: Mark R Marten"
 }
}