{
 "awd_id": "1804240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research (RUI): Understanding Potential Structures and Ion Dynamics Near Sheaths in Electronegative and Electropositive Multi-Species Bounded Plasma",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 272300.0,
 "awd_amount": 272300.0,
 "awd_min_amd_letter_date": "2018-07-31",
 "awd_max_amd_letter_date": "2020-07-19",
 "awd_abstract_narration": "The common states of matter on Earth are solids, liquids and gases. Putting energy into gases can result in the 4th state of matter known as plasma, which consists of electrically charged particles (electrons and ions, both positive and negative) and neutral atoms and molecules.  While uncommon on the Earth, plasma makes up more than 99% of the visible matter in the universe. Where plasma comes in contact with material boundaries, a thin region near the plasma boundary usually forms to isolate the plasma from the boundary. This thin region is called the plasma sheath. Experiments to be performed under this award will improve our understanding of plasma sheaths and associated phenomena as fundamental to understanding all bounded plasmas.  Plasmas studied in this work are similar to those used in plasma applications such as the etching of semiconducting materials to make computer chips, in plasma space propulsion satellite engines, and in experimental plasma fusion devices.  The majority of experimental studies will be carried out at the University of San Diego (USD), which is primarily an undergraduate institution.  The award will also support outreach activities to promote engagement of students with diverse backgrounds in science, technology, engineering and mathematics (STEM) disciplines.\r\n\r\nExperiments to be carried out at USD, in collaboration with University of Wisconsin - Madison, will address important questions associated with sheaths and the Bohm Criterion in multiple ion species plasma, both electropositive and electronegative, many for the first time.  In previous work, this collaborative group discovered anomalous sheath edge velocities while testing the Bohm Criterion in two ion species plasma. This effect has now been theoretically explained via the introduction of ion-ion streaming instabilities. As a result, many different aspects of sheath formation must be reevaluated in light of the new theory. Moreover, there are as yet no such corresponding measurements for electronegative plasma with multiple ion species. This project will pursue experiments to perform such measurements, measurements that determine the presheath and sheath plasma potential profiles with emissive probes. Ion velocity distribution functions (IVDFs) associated with ion acceleration will be determined with tunable diode lasers using the laser-induced fluorescence (LIF) technique.  The award will also support transfer of cutting edge research techniques to the classrooms and teaching laboratories for undergraduate and graduate students at the University of San Diego, and at the University of Wisconsin-Madison.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Severn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Severn",
   "pi_email_addr": "severn@sandiego.edu",
   "nsf_id": "000449455",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of San Diego",
  "inst_street_address": "5998 ALCALA PARK FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192606825",
  "inst_zip_code": "921102476",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "UNIVERSITY OF SAN DIEGO",
  "org_prnt_uei_num": "V6S1GT51XD56",
  "org_uei_num": "V6S1GT51XD56"
 },
 "perf_inst": {
  "perf_inst_name": "University of San Diego",
  "perf_str_addr": "5998 Alcala Park",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921108001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 92187.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 114021.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 66092.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plasma sheaths are non-neutral regions that form at plasma boundaries to balance electron and ion losses.&nbsp; In what follows we comment briefly on the intellectual merits of the main contributions of our work and its broader impacts.<br /><br />&nbsp;<br />In previous funding cycles, we carried out the first experimental benchmark studies of sheath formation in&nbsp; ion multiple ion species plasmathat was the grounds for discovering what theoretical work later called&nbsp; instability-enhanced collisional friction that arises from the difference in flow speeds between ion species of different mass as they flow toward the plasma boundary, creating the sheath.&nbsp; &nbsp;We performed the first experiments ever studying sheath formation in 3 ion species plasma, and our publications in this new area of research came out immediately prior to this funding cycle. The idea that each ion species reaches the the plasma sheath at its individual Bohm speed&nbsp; in multiple ion species plasma&nbsp; is still a widely held assumption in the modeling of critical boundary plasma systems such as plasma processing reactors and scrape off Layer plasma in tokamaks, in which wall mounted or reciprocating Langmuir probes are the&nbsp; main diagnostics. The chief result our work is that in a 3 ion species plasma, <em>this assumption is&nbsp; generally not true.&nbsp;</em></p>\n<p>One of the main thrusts of the funding cycle covered in PHYS-1804240 was the impact of sheath physics on probe diagnostics. Sheath physics of course is central to the understanding ofhow electrostatic probes work, particularly Langmuir probes. The sensitivity of&nbsp; Langmuir probes to charge particle flows also makes them hugely dependent on an accurate assessment of the&nbsp; size of the sheath inthe plasmas in which they are used. Our recent publication [Li et al.,&nbsp; ``Experimental studies ofthe difference between plasma potentials measured by Langmuir probes and emissive probes inpresheaths,'' Plasma Sources Sci. Technol. 29 025015 Feb (2020)] (supported by PHY-1804240) was&nbsp; the first to show that plasma&nbsp;potential measurements made by Langmuir probe in presheath plasma {\\em is incorrect in the presheath near plasma boundaries.} Our work was the first to consider the effect ion flow in the presheath on sheath formation at the probe surfaces, and how it affects standard analysis of Langmuir probe current-voltage characteristics in this hugely important plasma region (the plasma boundary region). It was the first work&nbsp; first to document (see attached)<em> the inaccuracy of Langmuir plasma potential measurements in the presheath.&nbsp;</em><br /><br /><br />This result is not yet widelyknown, and yet very important.&nbsp; Langmuir probes have been, for over a century now, the most important diagnostic of plasma parameters, used in tokamaks, including ITER, plasma processing experiments, and onspacecraft,&nbsp; <em>all near boundaries.</em><br />The last work associated with PHYS-1804240, the completion of which required a no-cost extension, was the filming of our invited publication in JOVE, the peer-reviewedscientific video journal. The written part of the work was published, for reasons associated with the pandemic first, without the planned film.&nbsp; The filming at last was completed&nbsp; at UW-Madison in the plasma lab formerly shared by Dr. Noah Hershkowitz and Dr. Oliver Schmitz. Dr. Hershkowitz was particularly fond of the project as it about sharing details of&nbsp; techniques of fabricating Langmuir probes for research purposes. A tribute to Noah, who shared 2004 APS Maxwell Prize Valery Godyak and passed away in November of 2020,&nbsp; was read in the making of the film.&nbsp;</p>\n<p><br />The film captures some of the broader impacts of our work. We have made practical contributions that make research techniques easier to use for first time adopters across a wide variety fields of experimental plasma physics research. But more than that, the main narrator in the film, Mr. Piexuan Li, worked as an undergraduate in Noah's lab, and eventually decided to become a graduate student pursuing a PhD in plasma science. He first started working on a project began by another undergraduate, Eugene Wackerbarth ('18) who worked in my lab at USD supported PHY-1804240, and who got a job at Leidos, a defense contractor, after graduation, each obtaining desired outcomes. This highlights a broader impact that Noah and I have worked to achieve through caring mentorship and through creating a wecolming environment for a diverse group of undergraduates.&nbsp; At USD, three students were supported during each of the summers supported by the grant, and all were trained in experimental plasma physics techniques and encouraged to consider STEM careers. During that time the students generated 19 APS-DPP and APS-GEC conference abstracts, including virtual and in-person presentations by them, leading to 7 invited talks and 2 peer-reviewed journal presentations. All of my students (20 \\% women, 40 \\% non-white) over the course of the grant have graduated.&nbsp; Most have taken jobs in STEM but two have begun graduate school, one at CalTech in engineering, and one at UT-Austin to study plasma physics, prior to which they obtained CalTech SURF fellowships and DOE SULI fellowships.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2024<br>\nModified by: Greg&nbsp;Severn</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1804240/1804240_10563685_1706485156702_principal_result_lpep_0p25mtorrAr_proposal--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1804240/1804240_10563685_1706485156702_principal_result_lpep_0p25mtorrAr_proposal--rgov-800width.jpg\" title=\"difference between plasma potentials measured by Langmuir probes and emissive probes in the presheath\"><img src=\"/por/images/Reports/POR/2024/1804240/1804240_10563685_1706485156702_principal_result_lpep_0p25mtorrAr_proposal--rgov-66x44.jpg\" alt=\"difference between plasma potentials measured by Langmuir probes and emissive probes in the presheath\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In 0.25 mTorr Ar plasma, the plasma potential profiles as measured by Langmuir probes (LP's, here LP2 is that of a cylindrical probe), and emissive probes (EP) markedly diverge from each other in the presheath near a negatively biased electron (-100V, ~-50kT_e).</div>\n<div class=\"imageCredit\">adapted from figures 3 and 4 Li, et al. PSST  (2020) vol.29 025015</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Greg&nbsp;Severn\n<div class=\"imageTitle\">difference between plasma potentials measured by Langmuir probes and emissive probes in the presheath</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nPlasma sheaths are non-neutral regions that form at plasma boundaries to balance electron and ion losses. In what follows we comment briefly on the intellectual merits of the main contributions of our work and its broader impacts.\n\n\nIn previous funding cycles, we carried out the first experimental benchmark studies of sheath formation in ion multiple ion species plasmathat was the grounds for discovering what theoretical work later called instability-enhanced collisional friction that arises from the difference in flow speeds between ion species of different mass as they flow toward the plasma boundary, creating the sheath. We performed the first experiments ever studying sheath formation in 3 ion species plasma, and our publications in this new area of research came out immediately prior to this funding cycle. The idea that each ion species reaches the the plasma sheath at its individual Bohm speed in multiple ion species plasma is still a widely held assumption in the modeling of critical boundary plasma systems such as plasma processing reactors and scrape off Layer plasma in tokamaks, in which wall mounted or reciprocating Langmuir probes are the main diagnostics. The chief result our work is that in a 3 ion species plasma, this assumption is generally not true.\n\n\nOne of the main thrusts of the funding cycle covered in PHYS-1804240 was the impact of sheath physics on probe diagnostics. Sheath physics of course is central to the understanding ofhow electrostatic probes work, particularly Langmuir probes. The sensitivity of Langmuir probes to charge particle flows also makes them hugely dependent on an accurate assessment of the size of the sheath inthe plasmas in which they are used. Our recent publication [Li et al., ``Experimental studies ofthe difference between plasma potentials measured by Langmuir probes and emissive probes inpresheaths,'' Plasma Sources Sci. Technol. 29 025015 Feb (2020)] (supported by PHY-1804240) was the first to show that plasmapotential measurements made by Langmuir probe in presheath plasma {\\em is incorrect in the presheath near plasma boundaries.} Our work was the first to consider the effect ion flow in the presheath on sheath formation at the probe surfaces, and how it affects standard analysis of Langmuir probe current-voltage characteristics in this hugely important plasma region (the plasma boundary region). It was the first work first to document (see attached) the inaccuracy of Langmuir plasma potential measurements in the presheath.\n\n\nThis result is not yet widelyknown, and yet very important. Langmuir probes have been, for over a century now, the most important diagnostic of plasma parameters, used in tokamaks, including ITER, plasma processing experiments, and onspacecraft, all near boundaries.\nThe last work associated with PHYS-1804240, the completion of which required a no-cost extension, was the filming of our invited publication in JOVE, the peer-reviewedscientific video journal. The written part of the work was published, for reasons associated with the pandemic first, without the planned film. The filming at last was completed at UW-Madison in the plasma lab formerly shared by Dr. Noah Hershkowitz and Dr. Oliver Schmitz. Dr. Hershkowitz was particularly fond of the project as it about sharing details of techniques of fabricating Langmuir probes for research purposes. A tribute to Noah, who shared 2004 APS Maxwell Prize Valery Godyak and passed away in November of 2020, was read in the making of the film.\n\n\n\nThe film captures some of the broader impacts of our work. We have made practical contributions that make research techniques easier to use for first time adopters across a wide variety fields of experimental plasma physics research. But more than that, the main narrator in the film, Mr. Piexuan Li, worked as an undergraduate in Noah's lab, and eventually decided to become a graduate student pursuing a PhD in plasma science. He first started working on a project began by another undergraduate, Eugene Wackerbarth ('18) who worked in my lab at USD supported PHY-1804240, and who got a job at Leidos, a defense contractor, after graduation, each obtaining desired outcomes. This highlights a broader impact that Noah and I have worked to achieve through caring mentorship and through creating a wecolming environment for a diverse group of undergraduates. At USD, three students were supported during each of the summers supported by the grant, and all were trained in experimental plasma physics techniques and encouraged to consider STEM careers. During that time the students generated 19 APS-DPP and APS-GEC conference abstracts, including virtual and in-person presentations by them, leading to 7 invited talks and 2 peer-reviewed journal presentations. All of my students (20 \\% women, 40 \\% non-white) over the course of the grant have graduated. Most have taken jobs in STEM but two have begun graduate school, one at CalTech in engineering, and one at UT-Austin to study plasma physics, prior to which they obtained CalTech SURF fellowships and DOE SULI fellowships.\n\n\n\t\t\t\t\tLast Modified: 01/28/2024\n\n\t\t\t\t\tSubmitted by: GregSevern\n"
 }
}