{
 "awd_id": "1804432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Active Mechanical Properties of the Uterosacral Ligament: A New Micro-to-Macro Characterization for Prolapse Treatment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aesquive@nsf.gov",
 "po_sign_block_name": "Amanda O. Esquivel",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 395999.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2021-12-21",
 "awd_abstract_narration": "Pelvic organ prolapse (POP), which occurs when a pelvic organ--such as the bladder or uterus--drops from its normal place in the lower belly and pushes against the walls of the vagina, is a very common disorder, affecting half of all women over the age of 50. The quality of life of women with POP is severely compromised: depression, anxiety, social isolation, and sexual dysfunction are serious consequences. Treatment options vary from physical therapy to surgical interventions, but the overall success rates are low. Given the high incidence and low success rates of current procedures for POP, new interventional methods are required. By far, the most important supportive tissues of the uterus, cervix, and vagina complex are the uterosacral ligaments (USLs). These are not true ligaments as their name suggests, but they are membrane-like structures that are primarily composed of collagen and smooth muscle. Despite the crucial supportive role of the USLs and their extensive use in surgical procedures for prolapses, the contractile properties of the USLs remain unknown. This project focuses on filling this gap by providing the first mechanical characterization of the contractile properties of the USL. Toward this end, state-of-the-art mechanical testing and advanced light-based imaging methods will be integrated. The new data will guide the development of high fidelity mathematical models that capture the active mechanics of the USLs at the cell and tissue levels. Progress towards understanding the function of the USLs for the prevention and treatment of POP inevitably depends on the development and use of advanced engineering methods for mechanical characterization. Using computer simulations based on the new mathematical models for the USLs, this project can radically change current conservative methods and surgical procedures for POP, ultimately improving the quality of life of many women. The learning experiences of undergraduate and graduate students working on this project will be enhanced by exchange visits with La Sapienza University, Rome, Italy. The students will acquire unique skills, build professional networks, and gain cross-cultural experiences, thus becoming more competitive in the global workplace. Summer camps, called STEMABILITY, will be organized to serve, train, empower, and mentor high school students with disabilities while also exposing them to science, technology, mathematics, and engineering.\r\n\r\nThe goal of this project is to characterize the active and passive properties of the uterosacral ligaments (USLs) in a rat model and then use that information to develop a new constitutive model incorporating tissue and cell-level properties that can be used for accurate finite element modeling of the pelvic floor.   The Research Plan is organized under 3 objectives.  The first objective is to determine the active and passive mechanical properties of smooth muscle cells isolated from the rat USL by conducting uniaxial tests and measuring three-dimensional deformations using high sensitivity spectral modulation interferometry (SMI) and spectral-domain phase gradient (SDPG) optical methods.  The optical imaging techniques are uniquely capable of quantifying minute (subnanometer) cellular morphological changes during contraction.  The second objective is to quantify the active and passive mechanical properties of the rat USL tissue by performing biaxial tests and measuring three-dimensional deformations using state-of-the-art digital image correlation (DIC) and optical tomographic imaging (OPT) methods.  The third objective is to describe and predict empirical results by formulating and validating a new constitutive framework that accounts for the active mechanical response of the USL.  The first step is deriving new constitutive laws and equations that consider the smooth muscle contribution to the overall mechanical behavior.  Mechanisms to be considered include:  nonlinearity, anisotropy, elasticity, viscoelasticity and active and passive behavior.  The format features three configurations:  1) a reference stress-free state, 2) an active(due to electrical or chemical stimulation) without stress state and 3) an active and passive response with stress state.  The evolution law will be derived starting from the description of microscopic mechanisms, e.g., actin-myosin filament sliding, that lead to muscle activation.  The parameters of the constitutive equations will be obtained via curve-fitting to experimental data.  The resulting set of nonlinear equations will be solved within a finite element computational framework.  The new modeling framework will be used to provide scientific-based recommendations for both conservative management and surgical intervention for vaginal vault prolapse and uterine prolapse; for example, findings have implications for planning pelvic floor exercises, for improving mesh grafts for POP repair and for designing surgical interventions that preserve the active and passive mechanical properties of the USL.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raffaella",
   "pi_last_name": "De Vita",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raffaella De Vita",
   "pi_email_addr": "devita@vt.edu",
   "nsf_id": "000204683",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yizheng",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yizheng Zhu",
   "pi_email_addr": "yizhu1@vt.edu",
   "nsf_id": "000643998",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Tech",
  "perf_str_addr": "325 Stanger Street",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 65999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study significantly advanced our understanding of the mechanical function of uterosacral ligaments (USLs), the primary supportive structures of the uterus, cervix, and vagina, with critical implications for women's health conditions such as pelvic organ prolapse (POP). Using innovative, label-free imaging techniques, including digital image correlation, optical coherence tomography (OCT), and second harmonic generation (SHG) microscopy in combination with mechanical testing, the research provided a detailed structural and mechanical characterization of USLs under mechanical loading. New optical-based metrics were developed to quantify tissue heterogeneity and fiber alignment, shedding light on the elastic and viscoelastic behavior of the USLs, including their failure mechanisms (i.e., delamination and fiber rupture). By utilizing animal models with histological similarities to human USLs, this experimental study validated a cost-effective and reliable approach for conducting controlled experiments to advance women's health and expand foundational knowledge. The outcomes of this research enable the creation of novel optical and mechanical testing methodologies that bridge significant gaps in pelvic floor research. These methodologies introduce transformative imaging tools with immense potential for both clinical and research applications. Ultimately, the findings of this research can contribute to enhancing treatment strategies for pelvic floor disorders and advancing the development of non-invasive diagnostic technologies aimed at improving women&rsquo;s health and quality of life.</p><br>\n<p>\n Last Modified: 12/12/2024<br>\nModified by: Raffaella&nbsp;De Vita</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis study significantly advanced our understanding of the mechanical function of uterosacral ligaments (USLs), the primary supportive structures of the uterus, cervix, and vagina, with critical implications for women's health conditions such as pelvic organ prolapse (POP). Using innovative, label-free imaging techniques, including digital image correlation, optical coherence tomography (OCT), and second harmonic generation (SHG) microscopy in combination with mechanical testing, the research provided a detailed structural and mechanical characterization of USLs under mechanical loading. New optical-based metrics were developed to quantify tissue heterogeneity and fiber alignment, shedding light on the elastic and viscoelastic behavior of the USLs, including their failure mechanisms (i.e., delamination and fiber rupture). By utilizing animal models with histological similarities to human USLs, this experimental study validated a cost-effective and reliable approach for conducting controlled experiments to advance women's health and expand foundational knowledge. The outcomes of this research enable the creation of novel optical and mechanical testing methodologies that bridge significant gaps in pelvic floor research. These methodologies introduce transformative imaging tools with immense potential for both clinical and research applications. Ultimately, the findings of this research can contribute to enhancing treatment strategies for pelvic floor disorders and advancing the development of non-invasive diagnostic technologies aimed at improving womens health and quality of life.\t\t\t\t\tLast Modified: 12/12/2024\n\n\t\t\t\t\tSubmitted by: RaffaellaDe Vita\n"
 }
}