{
 "awd_id": "1804429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSFGEO-NERC: Collaborative Research: P2C2: MexiDrill: Developing a 350,000 year record of climate and environmental change in tropical North America",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 288310.0,
 "awd_amount": 365330.0,
 "awd_min_amd_letter_date": "2018-05-16",
 "awd_max_amd_letter_date": "2021-05-24",
 "awd_abstract_narration": "Understanding the mechanisms that caused past climate change is a key problem in paleoclimate research, and is critical for evaluating impacts of ongoing and future climate change. Sediments from Lake Chalco, just outside Mexico City, hold geologic, paleoenvironmental, and paleobiological information of value to the global scientific community, and directly relevant to the >20 million people living in the Basin of Mexico. Much of Mexico is projected to become drier in the coming decades and centuries in response to ongoing climate change; these anthropogenic changes will be superimposed on natural variability in climate systems. In central Mexico projections generally point to drying as a result of decreased rainfall during the summer rainy season and enhanced evaporation rates. Analysis of records of temperature and precipitation will provide a means to evaluate the history of climate preserved in Lake Chalco sediments. Results of this project will contribute to an improved understanding of climate and hydrological balance in one of the most densely populated urban centers on Earth. Hydrological balance is critical, impacting agriculture and drinking water as well as affecting vulnerability to disease. This study will enable more detailed assessment of volcanic history in the Mexico City region, which will also allow development of volcanic hazard assessment for the region that is based on a comprehensive understanding of past activity. The Basin of Mexico is one of the world's most heavily populated areas, and fallout deposits from large explosive eruptions have the potential to significantly disrupt the entire city. The team will incorporate field guides from Mexico into the \"Flyover Country\" mobile app, which will be available in English and Spanish. The project supports the development of a diverse, globally competitive STEM workforce by including early-to-mid career women in significant roles and through the inclusion of graduate students and postdoctoral researchers. \r\n\r\nTo evaluate the role of low latitudes in initiating and propagating global changes, we need information regarding the geographical distribution and timing of abrupt changes in the tropics. A long and detailed climate record from central Mexico, the geographic center of North American tropical palaeoclimate sites, will enhance our understanding of the mid-latitude to tropical linkages in North American climate. The primary scientific objective of this joint NSF-GEO/NERC proposal is to obtain a continuous, high-resolution record of past changes in climate and biota in the North American tropics since the mid-Pleistocene. We will analyze a recently recovered ~350m lacustrine sedimentary sequence from the Lake Chalco basin on the southern outskirts of Mexico City. The Chalco sediment sequence is likely to provide a >350,000 year record of climate and environmental change, as well as a remarkable reconstruction of regional volcanic activity. Topics of particular interest include 1) glacial/interglacial variability in the influence of major climate modes such as migration of the InterTropical Convergence Zone (ITCZ) and Westerlies, 2) orbital scale variability, particularly the influence of precession on the location of the ITCZ and its influence on the Mesoamerican Monsoon, and 3) millennial scale variability during glacial periods and terminations. Interplay between air masses controlled by temperature changes in the Pacific and Atlantic basins is stronger in Chalco than at other sites, and hydroclimate changes are amplified due to its high altitude location. This will be among the longest archives of climate, environment, and biota from North America, from a region presently lacking such records.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josef",
   "pi_last_name": "Werne",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Josef P Werne",
   "pi_email_addr": "jwerne@pitt.edu",
   "nsf_id": "000393803",
   "pi_start_date": "2018-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 194036.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 94274.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 77020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mexico City, the center of a megalopolis of over 20 million people, is built on sediments deposited from an interconnected group of lakes. These lakes formed over 400,000 years ago when shifts in volcanic and tectonic forces created a deep basin in the center of Middle America.&nbsp; By the time of human occupation, these lakes had reached their terminal phases and their basins were nearly filled with sediment. Tenochtitlan, the Aztec capital, was established on an island within this shallow lake system and is now the center of Mexico City.&nbsp; During Aztec times, the lakes were modified to enhance agriculture, and that modification continued and expanded after Spanish conquest&mdash;for agriculture, flood control, and urban expansion.&nbsp; Small remnants of these lakes are present today to the south of Mexico City. The sediments deposited in these lakes contain a rich record of the past, with evidence of changes in climate and environment, as well volcanic history.&nbsp;</p>\n<p>The&nbsp;MexiDrill&nbsp;project drilled and recovered some 350m of lake sediments from the agricultural lands adjacent to the remnant Lake Chalco on the southern outskirts of Mexico City.&nbsp; The current project worked to develop a continuous, high-resolution ~430,000 year record of subtropical North American environmental change from these cores using chemical fingerprints in the sediment that record changes in temperature, precipitation, and aridity.&nbsp; The MexiDrill record is relevant for unravelling the history of large-scale hydrological processes across much of tropical and subtropical North America because its location is influenced by interplay of major atmospheric systems&mdash;the intertropical convergence zone, the westerlies, and the North American Monsoon, and can be impacted by sea surface temperatures in both the Pacific and Atlantic basins. Furthermore, it is at an altitude (2240 m) typical of much of western North America.&nbsp; In addition, the&nbsp;MexiDrill&nbsp;core contains history of regional volcanic activity, which can play an essential role in mitigating risks associated with volcanic hazards. Our partners in Oxford and Birmingham (co-funded by the NSF-GEO-NERC collaborative mechanism) are taking advantage of this unique record for a detailed study of evolution of regional volcanism.&nbsp;</p>\n<p>Results from this project are built on the development of a chronology for the core.&nbsp; That effort was led by our UK colleagues (collaboratively supported by NERC) using Bayesian statistical analyses of radiocarbon dates, argon:argon dates of volcanic ash, and correlation with known volcanic events.&nbsp; A solid chronology is critical for interpretation of the data in the context of other records of the past.&nbsp; For example, we have developed evidence that the Basin of Mexico&rsquo;s environmental responses to global climate cycles, demonstrating that it was drier during past warm (interglacial) periods and wetter during cold (glacial) periods. Numerical modelling has enhanced our understanding of the mechanisms leading to these observations. These observations are consistent with a growing body of evidence of enhanced aridity in southern and southwestern North America during past warm periods, with societal implications for ongoing climate change.&nbsp;</p>\n<p>Our UK colleagues generated a unique eruptive record of the Mexico City region, describing over 450 volcanic events preserved in the core. The vast majority of these were previously unknown. In addition to providing a unique opportunity to examine evolution of a volcanic field on a timescale comparable to its lifetime, this work provides information on the style and frequency of past eruptions that can inform planning for mitigation of volcanic hazards.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/04/2024<br>\nModified by: Josef&nbsp;P&nbsp;Werne</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMexico City, the center of a megalopolis of over 20 million people, is built on sediments deposited from an interconnected group of lakes. These lakes formed over 400,000 years ago when shifts in volcanic and tectonic forces created a deep basin in the center of Middle America. By the time of human occupation, these lakes had reached their terminal phases and their basins were nearly filled with sediment. Tenochtitlan, the Aztec capital, was established on an island within this shallow lake system and is now the center of Mexico City. During Aztec times, the lakes were modified to enhance agriculture, and that modification continued and expanded after Spanish conquestfor agriculture, flood control, and urban expansion. Small remnants of these lakes are present today to the south of Mexico City. The sediments deposited in these lakes contain a rich record of the past, with evidence of changes in climate and environment, as well volcanic history.\n\n\nTheMexiDrillproject drilled and recovered some 350m of lake sediments from the agricultural lands adjacent to the remnant Lake Chalco on the southern outskirts of Mexico City. The current project worked to develop a continuous, high-resolution ~430,000 year record of subtropical North American environmental change from these cores using chemical fingerprints in the sediment that record changes in temperature, precipitation, and aridity. The MexiDrill record is relevant for unravelling the history of large-scale hydrological processes across much of tropical and subtropical North America because its location is influenced by interplay of major atmospheric systemsthe intertropical convergence zone, the westerlies, and the North American Monsoon, and can be impacted by sea surface temperatures in both the Pacific and Atlantic basins. Furthermore, it is at an altitude (2240 m) typical of much of western North America. In addition, theMexiDrillcore contains history of regional volcanic activity, which can play an essential role in mitigating risks associated with volcanic hazards. Our partners in Oxford and Birmingham (co-funded by the NSF-GEO-NERC collaborative mechanism) are taking advantage of this unique record for a detailed study of evolution of regional volcanism.\n\n\nResults from this project are built on the development of a chronology for the core. That effort was led by our UK colleagues (collaboratively supported by NERC) using Bayesian statistical analyses of radiocarbon dates, argon:argon dates of volcanic ash, and correlation with known volcanic events. A solid chronology is critical for interpretation of the data in the context of other records of the past. For example, we have developed evidence that the Basin of Mexicos environmental responses to global climate cycles, demonstrating that it was drier during past warm (interglacial) periods and wetter during cold (glacial) periods. Numerical modelling has enhanced our understanding of the mechanisms leading to these observations. These observations are consistent with a growing body of evidence of enhanced aridity in southern and southwestern North America during past warm periods, with societal implications for ongoing climate change.\n\n\nOur UK colleagues generated a unique eruptive record of the Mexico City region, describing over 450 volcanic events preserved in the core. The vast majority of these were previously unknown. In addition to providing a unique opportunity to examine evolution of a volcanic field on a timescale comparable to its lifetime, this work provides information on the style and frequency of past eruptions that can inform planning for mitigation of volcanic hazards.\n\n\n\t\t\t\t\tLast Modified: 11/04/2024\n\n\t\t\t\t\tSubmitted by: JosefPWerne\n"
 }
}