{
 "awd_id": "1804300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanistic Elucidation of Thermal Runaway in Potassium-Ion Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 345968.0,
 "awd_amount": 345968.0,
 "awd_min_amd_letter_date": "2018-05-25",
 "awd_max_amd_letter_date": "2019-10-22",
 "awd_abstract_narration": "Increased use of renewable energy sources such as solar and wind results in a growing need for research addressing efficient and inexpensive energy storage technologies. Due to the intermittent nature of wind and solar, stationary energy storage is a requirement for grid buffering to provide electricity during low production times, such as during the night for solar or when the winds are calm. While lithium-ion batteries remain the predominant rechargeable battery technology in terms of energy density and market share, the scarcity of lithium makes it too expensive to be used for stationary scale grid storage. Potassium-ion batteries have recently seen increased interest as a sustainable, domestically available alternative, in terms of its higher operating voltage and its promise with a graphite anode. While many promising electrode materials have been researched for this system, practical engineering considerations such as battery safety and temperature dependent performance remain unexplored. This project will provide fundamental knowledge of the chemical reaction mechanisms and transport occurring in the graphite anode and the electrolyte interface that relates to the understanding of the safety considerations of the performance of the battery to avoid thermal runaways. Electrochemistry education is the other primary goal for this project. The PI has developed creative experimental kits for outreach that are appropriate for pre-college students for experiments and tests that convey key concepts in batteries and electrochemical reactions. \r\n\r\nThe technical goal of this project is to improve the fundamental understanding of potassium-ion (K-ion, K+) battery chemistry to evaluate temperature effects on battery safety and performance. While the mechanism of K+ intercalation into graphite has been investigated through experimental and computational studies, this chemistry has only been studied so far at room temperature. The PIs will study these K-ion batteries at higher temperatures to understand the energetics and kinetics of reactions at the electrode-electrolyte interface that may lead to thermal runaway. Four research tasks are planned: (1) accelerating rate calorimetry (ARC) analysis of K-ion batteries to probe thermal runaway behavior; (2) investigation and characterization of K-ion battery carbon anode solid electrolyte interface (SEI) layer; (3) study the effect of operating temperature on electrochemical performance (e.g. cell ageing) and safety (e.g. K dendrite formation); and (4) test electrode binders and electrolytes, to enhance K-ion battery system safety and performance by manipulation of the SEI layer. Mechanistic studies of thermal runaway will be investigated by ARC analysis of the cycled electrodes, exploring the influence of SEI, state of charge, and electrolyte composition. This project will also involve detailed systematic characterization of the SEI layer for carbon anodes via x-ray photoelectron spectroscopy with depth profiling. Determination of model parameters for SEI growth and K+ diffusion coefficients, will be carried out by the temperature study, via electrochemical characterization methods such as electrochemical impedance spectroscopy (EIS) and galvanostatic intermittent titration technique (GITT). These results will generate deeper understanding of the relationship between SEI composition and battery safety, and the influence of temperature on cell performance, providing further insight into alkali metal-ion battery systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vilas",
   "pi_last_name": "Pol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vilas Pol",
   "pi_email_addr": "vpol@purdue.edu",
   "nsf_id": "000684357",
   "pi_start_date": "2018-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Arvind",
   "pi_last_name": "Varma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arvind Varma",
   "pi_email_addr": "avarma@purdue.edu",
   "nsf_id": "000386264",
   "pi_start_date": "2018-05-25",
   "pi_end_date": "2019-10-22"
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "480 Stadium Mall Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 345968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcome Repot -Pol NSF # </strong>1804300)</p>\n<p>Project Title: <em>Mechanistic Elucidation of Thermal Runaway in Potassium-Ion Batteries</em><br /> <br /></p>\n<p>This project successfully evaluated mechanistic understanding of potassium-ion batteries (KIBs) thermal safety aspects contributing from anode, cathode, binder and electrolyte with their unique roles. The major outcome and success story were to understand solid electrolyte interphase (SEI) formation on the graphitic surface at room, higher as well as lower temperatures. Elucidation of new design principles for carbon electrodes and K-ion electrolyte resulting from a safety perspective addressed such unexplored issues. We have investigated the overall thermal behavior of KIB full cells with graphite anode and Prussian blue cathode to generate an overview of KIB safety. Moreover, systematic and designed engineering of binder system, electrolyte via additives, and carbon architecture to enhance KIB system safety is reported. An additional emphasis was given to include and integrate STEM education via research opportunities and outreach programs, to disseminate energy science principles. This project analyzed, understood, and addressed these issues for the KIB system for the first time resulted in numerous peer-reviewed publications, dissemination in scientific conferences and finally resulted in obtaining industrial funding for further research and developments. We deeply appreciate and thanks to NSF for providing funds to explore K-ion energy storage area with their unique thermal safety aspects.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2022<br>\n\t\t\t\t\tModified by: Vilas&nbsp;Pol</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcome Repot -Pol NSF # 1804300)\n\nProject Title: Mechanistic Elucidation of Thermal Runaway in Potassium-Ion Batteries\n \n\n\nThis project successfully evaluated mechanistic understanding of potassium-ion batteries (KIBs) thermal safety aspects contributing from anode, cathode, binder and electrolyte with their unique roles. The major outcome and success story were to understand solid electrolyte interphase (SEI) formation on the graphitic surface at room, higher as well as lower temperatures. Elucidation of new design principles for carbon electrodes and K-ion electrolyte resulting from a safety perspective addressed such unexplored issues. We have investigated the overall thermal behavior of KIB full cells with graphite anode and Prussian blue cathode to generate an overview of KIB safety. Moreover, systematic and designed engineering of binder system, electrolyte via additives, and carbon architecture to enhance KIB system safety is reported. An additional emphasis was given to include and integrate STEM education via research opportunities and outreach programs, to disseminate energy science principles. This project analyzed, understood, and addressed these issues for the KIB system for the first time resulted in numerous peer-reviewed publications, dissemination in scientific conferences and finally resulted in obtaining industrial funding for further research and developments. We deeply appreciate and thanks to NSF for providing funds to explore K-ion energy storage area with their unique thermal safety aspects.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/06/2022\n\n\t\t\t\t\tSubmitted by: Vilas Pol"
 }
}