{
 "awd_id": "1804460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2: A High Resolution Paleoclimate Archive of Termination I in Oneida Lake and Glacial Lake Iroquois Sediments",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 503622.0,
 "awd_amount": 604283.0,
 "awd_min_amd_letter_date": "2018-05-11",
 "awd_max_amd_letter_date": "2024-05-17",
 "awd_abstract_narration": "At the end of the last ice age, the vast ice sheet still covering much of northeastern North America served as a dam for ponded meltwaters along its southern edge.  When the ice sheet collapsed, those fresh lake waters were released to the Atlantic Ocean, and are thought to have disrupted ocean circulation, causing abrupt cold spells in the northern hemisphere, and perhaps globally.  Near southern Ontario and northern New York State, enormous Glacial Lake Iroquois contained massive amounts of cold fresh water, and modern remnants of that lake include Lake Ontario and Oneida Lake.  Oneida Lake is located near the easternmost part of ancient Glacial Lake Iroquois, and this area and the Mohawk Valley were a key valve for the release of meltwaters to the Hudson River and to the Atlantic.  The Oneida Lake project will study the ancient sediments laid down during these meltwater releases, to determine their precise timing, and will then compare those timings to past climate records derived from Greenland ice cores and from sediments from the Southern and the Atlantic Oceans.  The researchers will use geophysical (sonar) methods to image the sediments below the bottom of Oneida Lake, and then collect sediment cores for detailed analyses.  Special Carbon-14 dating techniques will be used to date sediments in the cores and to correlate the layered sediments to similar records previously collected in New England.  Project outreach efforts include a public lecture series for lake-side communities, engagements with Oneida Nation high school science classes, and the installation of science information kiosks at a State Park on the lake?s eastern edge.\r\n\r\nThis project is examining the Late Quaternary sediment record from the Oneida Basin in Upstate New York, through analyses of new geophysical data and new sediment cores. The unusually rich stratigraphic archive will constrain the paleoclimate evolution along the SE margin of the Laurentide Ice Sheet in the terminal Pleistocene. The researchers will also develop an energy balance hydrologic model of ancient Glacial Lake Iroquois to better constrain fill and discharge events from this basin. Non-linear episodes that perturb the global climate system (e.g., the Younger Dryas cooling) include major meltwater pulses and drainage pathway switches associated with Glacial Lake Iroquois and its precursors. The researchers will evaluate Termination I (the end of the last glaciation, ~20,000 years ago) at seasonal resolution over several millennia, using the rich varved sediment record in Oneida Lake and surrounding outcrops. Outcrop observations of newly discovered lake sediment exposures (varves) in the basin will be integrated with correlative sedimentary sequences recovered by cores from Oneida Lake. The glacial varve record will be chronologically constrained via paleomagnetic methods (cross-dating) with the North American Varve Chronology and further fixed by selective use of Ramped PyrOx radiocarbon dating of organic matter and separately of pollen 14C dating. Preliminary high-resolution seismic data reveal a remarkable, high-fidelity stratigraphy with evidence for outburst flood events, ice sheet instabilities, and a continuous time series from deglaciation through the Holocene. The full lake will be surveyed at high spatial resolution using CHIRP (sweep signal seismic) and multichannel seismic reflection methods. The calibrated time series of events will be compared to three well-established global archives: the Greenland ice core record, the Antarctic Peninsula Palmer Deep and Cariaco Basin marine sections. Beyond the direct scientific outcomes and graduate student training, the researchers will mount an outreach effort including: 1) a riparian community lecture series; 2) construction of two information kiosks describing the geologic evolution of Glacial Lake Iroquois and subsequent evolution of Oneida Lake at two lakeside parks; and 3) engage under-represented groups including secondary school students from the Oneida Nation during both field and laboratory activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Scholz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Scholz",
   "pi_email_addr": "cascholz@syr.edu",
   "nsf_id": "000202991",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 503622.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 100661.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oneida Lake is the largest lake wholly within New York State and has a geologically important history that goes back to about 15,000 years ago when Oneida Lake was part of the much larger Glacial Lake Iroquois. Glacial Lake Iroquois covered an area larger than Lake Ontario, and this huge lake was fed from water melting from the enormous glacier known as the Laurentide Ice Sheet that covered much of northeastern North America. Natural changes in climate caused the Laurentide Ice Sheet to retreat northward, producing immense amounts of meltwater in the process. The glacial meltwater cut the Mohawk Valley as it made its way to the Atlantic Ocean. During the retreat of the vast ice sheet, the lakes at its margin periodically drained into the Atlantic Ocean, impacting the global climate system. For example, modern inputs of freshwater from the Greenland Ice Sheet today could impact the Atlantic Meridional Overturning Circulation, part of which is more commonly known as the Gulf Stream, and which is the ocean&rsquo;s conveyor belt of heat energy. This enormous ocean current moves warm salty water from the tropics to the northern latitudes, enabling a mild climate in Europe. The Gulf Stream operates continuously because of water density gradients and the earth&rsquo;s rotation, but slugs of freshwater from adjacent continents into the Atlantic in the past are thought to have disrupted these density gradients and slowed the Gulf Stream.</p>\r\n<p>Our study examined the layers of ancient glacial and lake sediments that lie under the modern lakebed of Oneida Lake. Those layers record the effects of the great ice sheet moving across the land, the earliest lake sediments from Glacial Lake Iroquois, as well as more recent sediments from modern Oneida Lake.&nbsp; The lake sediments are a natural tape recorder of geological and environmental change and preserve information about the continuously changing landscapes over time.&nbsp; We first studied the deep sediment layers by collecting different types of seismic reflection profiles which provide pictures of bedrock eroded by the glacier, of landforms left behind by fast moving glacial ice, and of the overlying sedimentary strata from distinct phases of the lake. The seismic reflection instruments use powerful sound energy to produce images that extend to hundreds of feet below the bottom of the lake. &nbsp;By crisscrossing the lake in a boat towing the instruments, we could reconstruct an approximate 3D picture of the various landforms and deposits. This work showed that a fast moving stream of ice left behind distinctive landforms and evidence that the eastern end of the lake was more than five hundred feet deep at one early stage in the lake&rsquo;s history.&nbsp; The detailed images from the seismic reflection profiling work also show that there were several major changes in the level over the lake over its history, and that major mud slides at times entered the lake.</p>\r\n<p>After analyzing the seismic reflection data, we identified suitable sites for collecting core samples of the deep sediment layers.&nbsp; We completed this by working on the ice when the lake was fully frozen.&nbsp; The collection of core samples includes sediment laid down during the Glacial Lake Iroquois stage of the lake, as well as the gradual change to modern Oneida Lake. &nbsp;&nbsp;Analyses of the sediment cores included a variety of geochemical and geophysical measurements.&nbsp; These revealed significant changes in the processes of sedimentation from early to middle Glacial Lake Iroquois times, when the pace of sediment input slowed dramatically. Annual layers of sediment, known as varves, decreased in thickness, and changed sediment character over a period of ~150 years, documenting the rapid retreat of the ice margin from the edge of the lake. The Oneida Lake sedimentary record remains a valuable archive of past climatic conditions including major glacial lake water discharges to the Atlantic Ocean.&nbsp; Further analyses of the Oneida Lake sediment record will provide new information on the past geological history of the region and how it was connected to past global climates. This information about Oneida Lake&rsquo;s dynamic geological past will enable stakeholders and environmental managers to make more informed decisions about the future management of the lake. In addition to presenting project results in peer-reviewed journals and at international scientific conferences, we have delivered numerous presentations to the local lake-affiliated community and at many outreach events, including the Oneida Lake Association meetings and newsletter; Oneida High School field presentations; and the Cornell Biological Field Station on Oneida Lake.</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Christopher&nbsp;A&nbsp;Scholz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOneida Lake is the largest lake wholly within New York State and has a geologically important history that goes back to about 15,000 years ago when Oneida Lake was part of the much larger Glacial Lake Iroquois. Glacial Lake Iroquois covered an area larger than Lake Ontario, and this huge lake was fed from water melting from the enormous glacier known as the Laurentide Ice Sheet that covered much of northeastern North America. Natural changes in climate caused the Laurentide Ice Sheet to retreat northward, producing immense amounts of meltwater in the process. The glacial meltwater cut the Mohawk Valley as it made its way to the Atlantic Ocean. During the retreat of the vast ice sheet, the lakes at its margin periodically drained into the Atlantic Ocean, impacting the global climate system. For example, modern inputs of freshwater from the Greenland Ice Sheet today could impact the Atlantic Meridional Overturning Circulation, part of which is more commonly known as the Gulf Stream, and which is the oceans conveyor belt of heat energy. This enormous ocean current moves warm salty water from the tropics to the northern latitudes, enabling a mild climate in Europe. The Gulf Stream operates continuously because of water density gradients and the earths rotation, but slugs of freshwater from adjacent continents into the Atlantic in the past are thought to have disrupted these density gradients and slowed the Gulf Stream.\r\n\n\nOur study examined the layers of ancient glacial and lake sediments that lie under the modern lakebed of Oneida Lake. Those layers record the effects of the great ice sheet moving across the land, the earliest lake sediments from Glacial Lake Iroquois, as well as more recent sediments from modern Oneida Lake. The lake sediments are a natural tape recorder of geological and environmental change and preserve information about the continuously changing landscapes over time. We first studied the deep sediment layers by collecting different types of seismic reflection profiles which provide pictures of bedrock eroded by the glacier, of landforms left behind by fast moving glacial ice, and of the overlying sedimentary strata from distinct phases of the lake. The seismic reflection instruments use powerful sound energy to produce images that extend to hundreds of feet below the bottom of the lake. By crisscrossing the lake in a boat towing the instruments, we could reconstruct an approximate 3D picture of the various landforms and deposits. This work showed that a fast moving stream of ice left behind distinctive landforms and evidence that the eastern end of the lake was more than five hundred feet deep at one early stage in the lakes history. The detailed images from the seismic reflection profiling work also show that there were several major changes in the level over the lake over its history, and that major mud slides at times entered the lake.\r\n\n\nAfter analyzing the seismic reflection data, we identified suitable sites for collecting core samples of the deep sediment layers. We completed this by working on the ice when the lake was fully frozen. The collection of core samples includes sediment laid down during the Glacial Lake Iroquois stage of the lake, as well as the gradual change to modern Oneida Lake. Analyses of the sediment cores included a variety of geochemical and geophysical measurements. These revealed significant changes in the processes of sedimentation from early to middle Glacial Lake Iroquois times, when the pace of sediment input slowed dramatically. Annual layers of sediment, known as varves, decreased in thickness, and changed sediment character over a period of ~150 years, documenting the rapid retreat of the ice margin from the edge of the lake. The Oneida Lake sedimentary record remains a valuable archive of past climatic conditions including major glacial lake water discharges to the Atlantic Ocean. Further analyses of the Oneida Lake sediment record will provide new information on the past geological history of the region and how it was connected to past global climates. This information about Oneida Lakes dynamic geological past will enable stakeholders and environmental managers to make more informed decisions about the future management of the lake. In addition to presenting project results in peer-reviewed journals and at international scientific conferences, we have delivered numerous presentations to the local lake-affiliated community and at many outreach events, including the Oneida Lake Association meetings and newsletter; Oneida High School field presentations; and the Cornell Biological Field Station on Oneida Lake.\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: ChristopherAScholz\n"
 }
}