{
 "awd_id": "1804929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling and analysis of material transport in complex geometry of neurons",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 416000.0,
 "awd_min_amd_letter_date": "2018-06-26",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "To survive and function, neurons must transport essential materials down long projections called neurites. Neurites bring information to and from other neurons.  The transport of materials down neurites must be controlled to make sure that the right type and amount of material is delivered to the right destination.  Using new engineering models, methods, and software, this project's goal is to explain how material traffic is routed and balanced in the complex geometry of neurons.  This will enhance understanding of how neurons operate their material transport systems and, more importantly, how to control neuronal structure and function.  Successful completion of this project will 1) advance fundamental knowledge of neurobiology and neural engineering on how materials are transported in the complex geometry of neurons; 2) provide new insights into mechanisms of material transport related to neurological diseases such as Alzheimer's disease; and 3) produce software required for developing related drug delivery solutions. The engineering tools developed will be distributed freely and openly in order to further advance related basic and translational research. Research in this project will be closely integrated with teaching to provide students with interdisciplinary training opportunities. Educational materials related to basic knowledge of neurobiology and neural engineering will be developed and disseminated to the public through the internet as well as through local education and outreach activities.\r\n\r\nThe goal of this project is to elucidate how material transport traffic is routed and balanced in the complex geometry of neurons through developing and applying new engineering models, methods and software.  Studies are designed to test the hypothesis that traffic routing and balancing are actively controlled based on the local geometry of the complex neurite network.  The research plan has three aims.  1) To determine how traffic is routed within the neurite network.  Network geometry and transport patterns will be obtained by collecting time-lapse movies of transport of amyloid precursor and synaptic vesicle proteins and mitochondria at neurite junctions of drosophila sensory neurons and rat hippocampal neurons and counting the number of cargoes going into different branches.  Data analysis features include developing neurite tracing software, vector characterization of traffic routing distributions at each branch, testing different traffic routing models based on different assumptions of the cytoskeletal structure at the junctions, and using single particle tracking.  The imaging and data analysis techniques developed will then be applied to determining if damage of specific neurite branches (laser ablation) and the Alzheimer's condition (amyloid-beta peptide induced) will influence traffic routing.  2) To determine how traffic is balanced within the neurite network.  The topological structure of the network will be represented as trees and the theoretical framework for understanding traffic balance will be inspired by flux balance analysis of metabolic networks.  The focus will be on how traffic is balanced in single branches and subnetworks.  Comparable to Aim 1, studies will be performed to determine how traffic is balanced in damaged and Alzheimer's disease neurons.  Computer simulations will be used to understand relations between traffic routing and balancing.  3) To develop and apply open-source software for computer simulation of material transport in complex 3D geometry of neurons.  A new isogeometric analysis (IGA) based numerical technique will be developed to simulate material transport within the complex geometry.  The simulation software will be validated and tested through integration with experiments and then used to design intracellular delivery strategies for related neurological diseases whose geometries can be obtained in existing databases. The results of this project have the potential to advance both neurobiology and neuroengineering fields; neurobiology advances come in the form of new understanding of the structure and function of neurons; neuroengineering advances come in the form of new understanding about how to utilize and control the material transport process for applications such as repair and renewal of damaged or degenerative neurons. The image acquisition, data analysis and modeling tools developed may be widely applicable in other areas of investigation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongjie",
   "pi_last_name": "Zhang",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Yongjie J Zhang",
   "pi_email_addr": "jessicaz@andrew.cmu.edu",
   "nsf_id": "000497883",
   "pi_start_date": "2019-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ge",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ge Yang",
   "pi_email_addr": "geyang@andrew.cmu.edu",
   "nsf_id": "000560402",
   "pi_start_date": "2018-06-26",
   "pi_end_date": "2019-02-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Yongjie",
   "pi_last_name": "Zhang",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Yongjie J Zhang",
   "pi_email_addr": "jessicaz@andrew.cmu.edu",
   "nsf_id": "000497883",
   "pi_start_date": "2018-06-26",
   "pi_end_date": "2019-02-19"
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Ave.",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Material transport in the neurite network is crucial to survival and function of neurons. Successful completion of this project has produced foundational knowledge for engineering control of the transport process. This project advances knowledge of neurobiology on structure and function of neurons at the subcellular and cellular levels as well as knowledge of neural engineering on utilizing and controlling the material transport process for applications such as repair and renewal of damaged or degenerative neurons. It developed new engineering tools, especially computer simulation software, for analyzing and utilizing traffic control within the complex neuronal geometry. The IGA-based numerical techniques can also be used to solve a wide variety of partial differential equations that describe cellular processes other than material transport in complex geometry of neurons. Overall, this project has developed a new engineering framework for understanding material transport in neurons.&nbsp;The developed work helps&nbsp;transform knowledge of relations between form and function of neurons by bringing in a new material transport perspective.&nbsp;</p>\n<p>Successful completion of this project helps advance knowledge of the fundamental pathophysiology of neurological diseases such as Alzheimer's disease and produced simulation software supporting development of new therapies. The broader impact of this research plan lies on enhancing knowledge across the boundaries of engineering, computer sciences, mathematics, and life sciences. This computational infrastructure can also be used for other complicated systems, providing engineers and scientists with novel technologies to construct accurate computer models.&nbsp;</p>\n<p>This project also has significant educational impact. The engineering tools developed in this project have been distributed openly for advancing related basic and translational research. Research of this project has been closely integrated with teaching to provide interdisciplinary training to students. The neuronal geometry is naturally appealing to the public not only for its complexity and diversity but also for its important connections with human neurological diseases. We have developed educational materials on related neural engineering and neurobiology knowledge, especially how materials are transported in neurons and why this process is important. We also disseminated the educational materials to the public through the internet as well as local education and outreach activities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2021<br>\n\t\t\t\t\tModified by: Yongjie&nbsp;J&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMaterial transport in the neurite network is crucial to survival and function of neurons. Successful completion of this project has produced foundational knowledge for engineering control of the transport process. This project advances knowledge of neurobiology on structure and function of neurons at the subcellular and cellular levels as well as knowledge of neural engineering on utilizing and controlling the material transport process for applications such as repair and renewal of damaged or degenerative neurons. It developed new engineering tools, especially computer simulation software, for analyzing and utilizing traffic control within the complex neuronal geometry. The IGA-based numerical techniques can also be used to solve a wide variety of partial differential equations that describe cellular processes other than material transport in complex geometry of neurons. Overall, this project has developed a new engineering framework for understanding material transport in neurons. The developed work helps transform knowledge of relations between form and function of neurons by bringing in a new material transport perspective. \n\nSuccessful completion of this project helps advance knowledge of the fundamental pathophysiology of neurological diseases such as Alzheimer's disease and produced simulation software supporting development of new therapies. The broader impact of this research plan lies on enhancing knowledge across the boundaries of engineering, computer sciences, mathematics, and life sciences. This computational infrastructure can also be used for other complicated systems, providing engineers and scientists with novel technologies to construct accurate computer models. \n\nThis project also has significant educational impact. The engineering tools developed in this project have been distributed openly for advancing related basic and translational research. Research of this project has been closely integrated with teaching to provide interdisciplinary training to students. The neuronal geometry is naturally appealing to the public not only for its complexity and diversity but also for its important connections with human neurological diseases. We have developed educational materials on related neural engineering and neurobiology knowledge, especially how materials are transported in neurons and why this process is important. We also disseminated the educational materials to the public through the internet as well as local education and outreach activities.\n\n \n\n\t\t\t\t\tLast Modified: 09/06/2021\n\n\t\t\t\t\tSubmitted by: Yongjie J Zhang"
 }
}