{
 "awd_id": "1804053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Semi-Passive Robots for Stroke Rehabilitation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2018-06-04",
 "awd_max_amd_letter_date": "2021-04-08",
 "awd_abstract_narration": "Individuals with stroke often experience substantial muscle weakness that greatly reduces their quality of life and leads to additional long-term health problems. Rehabilitation using robotic devices is a promising approach to intensify therapy and to expedite the recovery process after stroke. However, there still exist many barriers that limit the usability of robotic devices in the clinic or the patient's home. Key barriers include the high cost of these devices, their size, and their weight. Furthermore, safety can be a concern, especially when the devices are operated without the supervision of a therapist. Consequently, most clinics and patients still rely primarily on simple devices, such as weights, pulleys, and elastic bands, for performing functional exercises to regain muscle strength and movement control during rehabilitation. This project seeks to investigate a new class of robotic devices that has the potential to be inexpensive, small, and inherently safe such that robotic therapy can be translated into small clinics and even patients' homes. The key innovation is the use of computer controllable brakes, instead of motors, to generate programmed forces to resist or gently guide the user's motion during training. Compared with motors, brakes are lighter, smaller, cheaper, and most importantly, inherently safer because they can only remove energy. Thus, brakes will never hurt a patient, even in the case of a malfunction. At the same time, the devices will maintain many of the advantages of motorized robotic systems, such as the ability to guide the patient's movements along desired paths, to track progress and scale training intensity for adequate progression during rehabilitation, and to enable interactive \"game\"-like activities. These features could substantially increase the amount of therapy that patients can receive while making training fun and engaging.  This project will establish the basic design and control principles for such robots, develop two prototype robots, and then validate the clinical potential of these novel devices in healthy subjects and stroke survivors.  The project will advance the field of rehabilitation robotics by creating the scientific foundation for a new type of rehabilitation robot that will bridge the gap between fully assistive motorized robots and traditional exercise equipment. Project outcomes may not only impact the lives of millions of stroke survivors, but also others with a wide range of neurological or orthopaedic conditions, such as spinal cord injury, cerebral palsy, and joint surgeries. Additionally, the research will train students and scholars and foster outreach activities through educational opportunities for underrepresented individuals in Science, Technology, Engineering, and Math.\r\n\r\nThis project focuses on investigating the potential of a new class of semi-passive rehabilitation robots that will bridge the gap between current effective robotic devices that are too expensive and bulky for in-home rehabilitation and less effective, inexpensive, and  totally-passive devices such as weights and elastic bands.  The system will use controllable brakes instead of motors to generate forces to resist or gently guide the user's motion during training, which makes the device cost-effective, portable, and inherently safe for in-home use.  The Research Plan is organized under three tasks. The first task is to systematically investigate how to design and control semi-passive rehabilitation robots. The primary challenges to overcome are that such robots cannot produce arbitrary forces, but can only create forces that remove energy from the device, and that energy dissipation is in the joints of the robot, not in the robot's end-effector. Thus task activities include: 1) systematically investigating different robot structures and other design choices that influence how the motion of the end-effector handle is translated to the joints and brakes and 2) developing controllers that allow the generation of  force-fields, virtual walls, other haptic elements and closed-loop steering in trajectory tracking tasks. The second task is to conduct a thorough evaluation of the proposed device's capabilities. Task activities include: 1) developing hardware and software for prototype robots and 2) conducting tests that range from physical assessments to experiments with healthy human subjects, e.g., measuring how different types of resistance affect muscle activation of healthy subjects and implementing resistive and assistive capabilities of the robot in a version of a computer game--Pac-Man--to demonstrate how interactive elements can be used in a rehabilitation setting. The third task is to evaluate the clinical potential of the proposed device in stroke survivors. Task activities include: 1) testing how different types of resistance affect muscle activation in stroke survivors, 2) evaluating the extent to which closed-loop controllers improve performance of line-drawing tasks and 3) assessing the device's ability to break dysfunctional synergies and how training with the device affects movement kinematics, muscle coordination, and motor cortical plasticity during a simple reaching task.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chandramouli",
   "pi_last_name": "Krishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chandramouli Krishnan",
   "pi_email_addr": "mouli@umich.edu",
   "nsf_id": "000614183",
   "pi_start_date": "2018-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "C. David",
   "pi_last_name": "Remy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. David Remy",
   "pi_email_addr": "cdremy@umich.edu",
   "nsf_id": "000633198",
   "pi_start_date": "2018-06-04",
   "pi_end_date": "2021-04-08"
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan",
  "perf_str_addr": "3003 S. State St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"OutlineElement Ltr SCXW78234946 BCX0\">\n<p class=\"Paragraph SCXW78234946 BCX0\"><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW78234946 BCX0\">Stroke is the leading cause of adult-onset disability in the US and </span><span class=\"NormalTextRun SCXW78234946 BCX0\">will</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> become more prevalent as the </span><span class=\"NormalTextRun SCXW78234946 BCX0\">size of the older adult population increases</span><span class=\"NormalTextRun SCXW78234946 BCX0\">. This will</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> likely</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> </span><span class=\"NormalTextRun SCXW78234946 BCX0\">strain </span><span class=\"NormalTextRun SCXW78234946 BCX0\">clinician/therapist </span><span class=\"NormalTextRun SCXW78234946 BCX0\">time</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> and make it difficult for patients to receive </span><span class=\"NormalTextRun SCXW78234946 BCX0\">necessary</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> rehabilitation. Rehabilitation robots </span><span class=\"NormalTextRun SCXW78234946 BCX0\">can</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> </span><span class=\"NormalTextRun SCXW78234946 BCX0\">address this </span><span class=\"NormalTextRun SCXW78234946 BCX0\">issue by helping patients achieve higher training dosages. However, </span><span class=\"NormalTextRun SCXW78234946 BCX0\">these devices</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> often use large motors to produce training forces</span><span class=\"NormalTextRun SCXW78234946 BCX0\">, making them </span><span class=\"NormalTextRun SCXW78234946 BCX0\">expensive, bulky, and potentially unsafe</span><span class=\"NormalTextRun SCXW78234946 BCX0\">. These shortcomings </span><span class=\"NormalTextRun SCXW78234946 BCX0\">limit </span><span class=\"NormalTextRun SCXW78234946 BCX0\">their</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> translat</span><span class=\"NormalTextRun SCXW78234946 BCX0\">ion</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> into</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> </span><span class=\"NormalTextRun SCXW78234946 BCX0\">clinical/in-home use. Here, we present a novel class of rehabilitation robots, </span></span><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\">semi-passive</span><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW78234946 BCX0\"> robots, that use computer-controlled brakes to produce forces during training. Semi-passive robots are less expensive, more compact, and inherently safe</span><span class=\"NormalTextRun SCXW78234946 BCX0\">, but offer less control than motorized system</span><span class=\"NormalTextRun SCXW78234946 BCX0\">s</span><span class=\"NormalTextRun SCXW78234946 BCX0\">.</span><span class=\"NormalTextRun SCXW78234946 BCX0\"> Therefore, t</span><span class=\"NormalTextRun SCXW78234946 BCX0\">he objectives of this project were to (1) systematically investigate how to design and control semi-passive rehabilitation robots, (2) conduct a </span><span class=\"NormalTextRun SCXW78234946 BCX0\">thorough evaluation of the proposed device's capabilities, and (3) evaluate the clinical potential of the proposed device in stroke survivors.</span></span><span class=\"EOP SCXW78234946 BCX0\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW78234946 BCX0\">\n<p class=\"Paragraph SCXW78234946 BCX0\"><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\">To address objective (1), we performed a simulation-based analysis to compare different semi-passive robot structures and then optimized the geometry of the structure to obtain the best robot performance. We next developed two robot control algorithms: one that resists or steers the user's motion, and another that guides the user's motion towards a desired path. We then used simulation-based analyses to optimize these controllers. To address objective (2), we designed and manufactured the semi-passive robot and then optimized this design to improve durability and ease of use. We then implemented and validated our control algorithms as well as used them to develop several gaming interfaces (</span><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\">e.g.,</span><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\"> Pac-man). To address objective (3), we conducted several human subjects experiments to examine how the semi-passive robot could alter muscle activation, muscle coordination, joint motion, and neural excitability. We found that resistance forces from the device increased stroke survivors' muscle activity and steering forces altered their muscle coordination. We also found that certain forces produced muscle coordination antagonistic to common post-stroke dysfunctional joint motion couplings and that training with these forces produced movement adaptations that opposed these dysfunctional couplings. Using noninvasive brain stimulation techniques, we also found that this paradigm increased the excitability of the regions of the brain corresponding to the control of muscles antagonistic to the dysfunctional coupling, indicating that the device was facilitating neuroplastic changes leading to improved joint independence. Lastly, we found that stroke survivors who practiced motor skills with guidance from the robot could perform the skill with higher accuracy after guidance was removed.</span><span class=\"EOP SCXW78234946 BCX0\">&nbsp;Collectively, these results indicate that semi-passive robots could be viable alternative to high-end, active robots to improve motor function after stroke.</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW78234946 BCX0\">\n<p class=\"Paragraph SCXW78234946 BCX0\"><span class=\"TextRun SCXW78234946 BCX0\" lang=\"EN-US\" xml:lang=\"EN-US\">The intellectual merit of the proposed work stems from the project's focus on the systematic design and control of semi-passive rehabilitation robots. To this end, we performed extensive theoretical work to elucidate the design and control of these devices which accompanied by rigorous hardware and human subjects experiments that showed both the technical feasibility and clinical potential of semi-passive devices. Specifically, we found that semi-passive devices have tremendous potential in rehabilitation while remaining low-cost and accessible for both clinical and in-home rehabilitation. The broader impacts of these findings are that they lay the foundation for a new class of rehabilitation robots that are cost-effective, lightweight, accessible in-clinic or in-home, and a potent tool for rehabilitation. Following this work, we showed that semi-passive devices have the potential to fill a large void in the current rehabilitation landscape and help many stroke survivors reach unmet rehabilitation needs. The current project provided training opportunities to three doctoral students, three postdoctoral scholars, and several undergraduate and graduate students. The grant also supported our outreach activities targeting underrepresented middle and high school students to spark their interest in science, technology, engineering, and mathematics (STEM).</span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2023<br>\n\t\t\t\t\tModified by: Chandramouli&nbsp;Krishnan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890381598_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890381598_Slide1--rgov-800width.jpg\" title=\"Semi-Passive Rehabilitation Robot for Stroke Rehabilitation\"><img src=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890381598_Slide1--rgov-66x44.jpg\" alt=\"Semi-Passive Rehabilitation Robot for Stroke Rehabilitation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Different iterations of the Semi-Passive Rehabilitation Robot</div>\n<div class=\"imageCredit\">Thomas E. Augenstein, Edward P. Washabaugh, C. David Remy, Chandramouli Krishnan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chandramouli&nbsp;Krishnan</div>\n<div class=\"imageTitle\">Semi-Passive Rehabilitation Robot for Stroke Rehabilitation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890287160_Slide3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890287160_Slide3--rgov-800width.jpg\" title=\"Theoretical Analysis and Design Optimization\"><img src=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890287160_Slide3--rgov-66x44.jpg\" alt=\"Theoretical Analysis and Design Optimization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Theoretical Analysis and Design Optimization of the Semi-Passive Rehabilitation Robot</div>\n<div class=\"imageCredit\">Chih-Kang Chang, Edward Washabaugh, C. David Remy, Chandramouli Krishnan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chandramouli&nbsp;Krishnan</div>\n<div class=\"imageTitle\">Theoretical Analysis and Design Optimization</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890177516_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890177516_Slide2--rgov-800width.jpg\" title=\"Theoretical Analysis\"><img src=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890177516_Slide2--rgov-66x44.jpg\" alt=\"Theoretical Analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Theoretical Analysis of the Semi-Passive Rehabilitation Robot</div>\n<div class=\"imageCredit\">Chih-Kang Chang, Edward Washabaugh, C. David Remy, Chandramouli Krishnan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chandramouli&nbsp;Krishnan</div>\n<div class=\"imageTitle\">Theoretical Analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890482555_Slide4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890482555_Slide4--rgov-800width.jpg\" title=\"Muscle Activation and Coordination Patterns\"><img src=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890482555_Slide4--rgov-66x44.jpg\" alt=\"Muscle Activation and Coordination Patterns\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Illustration of muscle activation and coordination patterns when training with the Semi-Passive Rehabilitation Robot</div>\n<div class=\"imageCredit\">Chih-Kang Chang, Edward P. Washabaugh, C. David Remy, Chandramouli Krishnan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chandramouli&nbsp;Krishnan</div>\n<div class=\"imageTitle\">Muscle Activation and Coordination Patterns</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890583838_Slide5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890583838_Slide5--rgov-800width.jpg\" title=\"Closed-Loop Control Analysis\"><img src=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890583838_Slide5--rgov-66x44.jpg\" alt=\"Closed-Loop Control Analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A zonotope-based closed-loop control analysis</div>\n<div class=\"imageCredit\">Thomas Augenstein, C. David Remy, Chandramouli Krishnan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chandramouli&nbsp;Krishnan</div>\n<div class=\"imageTitle\">Closed-Loop Control Analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890707971_Slide6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890707971_Slide6--rgov-800width.jpg\" title=\"Motor Performance during Circle Drawing Task\"><img src=\"/por/images/Reports/POR/2023/1804053/1804053_10547821_1696890707971_Slide6--rgov-66x44.jpg\" alt=\"Motor Performance during Circle Drawing Task\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Improvements in motor performance during a circle drawing task in healthy individuals and stroke survivors before and after training with the Semi-Passive Rehabilitation Robot</div>\n<div class=\"imageCredit\">Thomas Augenstein, C. David Remy, Chandramouli Krishnan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chandramouli&nbsp;Krishnan</div>\n<div class=\"imageTitle\">Motor Performance during Circle Drawing Task</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nStroke is the leading cause of adult-onset disability in the US and will become more prevalent as the size of the older adult population increases. This will likely strain clinician/therapist time and make it difficult for patients to receive necessary rehabilitation. Rehabilitation robots can address this issue by helping patients achieve higher training dosages. However, these devices often use large motors to produce training forces, making them expensive, bulky, and potentially unsafe. These shortcomings limit their translation into clinical/in-home use. Here, we present a novel class of rehabilitation robots, semi-passive robots, that use computer-controlled brakes to produce forces during training. Semi-passive robots are less expensive, more compact, and inherently safe, but offer less control than motorized systems. Therefore, the objectives of this project were to (1) systematically investigate how to design and control semi-passive rehabilitation robots, (2) conduct a thorough evaluation of the proposed device's capabilities, and (3) evaluate the clinical potential of the proposed device in stroke survivors. \n\n\nTo address objective (1), we performed a simulation-based analysis to compare different semi-passive robot structures and then optimized the geometry of the structure to obtain the best robot performance. We next developed two robot control algorithms: one that resists or steers the user's motion, and another that guides the user's motion towards a desired path. We then used simulation-based analyses to optimize these controllers. To address objective (2), we designed and manufactured the semi-passive robot and then optimized this design to improve durability and ease of use. We then implemented and validated our control algorithms as well as used them to develop several gaming interfaces (e.g., Pac-man). To address objective (3), we conducted several human subjects experiments to examine how the semi-passive robot could alter muscle activation, muscle coordination, joint motion, and neural excitability. We found that resistance forces from the device increased stroke survivors' muscle activity and steering forces altered their muscle coordination. We also found that certain forces produced muscle coordination antagonistic to common post-stroke dysfunctional joint motion couplings and that training with these forces produced movement adaptations that opposed these dysfunctional couplings. Using noninvasive brain stimulation techniques, we also found that this paradigm increased the excitability of the regions of the brain corresponding to the control of muscles antagonistic to the dysfunctional coupling, indicating that the device was facilitating neuroplastic changes leading to improved joint independence. Lastly, we found that stroke survivors who practiced motor skills with guidance from the robot could perform the skill with higher accuracy after guidance was removed. Collectively, these results indicate that semi-passive robots could be viable alternative to high-end, active robots to improve motor function after stroke.\n\n\nThe intellectual merit of the proposed work stems from the project's focus on the systematic design and control of semi-passive rehabilitation robots. To this end, we performed extensive theoretical work to elucidate the design and control of these devices which accompanied by rigorous hardware and human subjects experiments that showed both the technical feasibility and clinical potential of semi-passive devices. Specifically, we found that semi-passive devices have tremendous potential in rehabilitation while remaining low-cost and accessible for both clinical and in-home rehabilitation. The broader impacts of these findings are that they lay the foundation for a new class of rehabilitation robots that are cost-effective, lightweight, accessible in-clinic or in-home, and a potent tool for rehabilitation. Following this work, we showed that semi-passive devices have the potential to fill a large void in the current rehabilitation landscape and help many stroke survivors reach unmet rehabilitation needs. The current project provided training opportunities to three doctoral students, three postdoctoral scholars, and several undergraduate and graduate students. The grant also supported our outreach activities targeting underrepresented middle and high school students to spark their interest in science, technology, engineering, and mathematics (STEM).\n\n\n\t\t\t\t\tLast Modified: 10/09/2023\n\n\t\t\t\t\tSubmitted by: Chandramouli Krishnan"
 }
}