{
 "awd_id": "1804262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  P2C2--Multi-Time-Scale Climate Dynamics in California (CA): An Integrated Multi-Proxy Stalagmite, Monitoring, and Modeling Approach",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 497264.0,
 "awd_amount": 581559.0,
 "awd_min_amd_letter_date": "2018-08-22",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "Southwest North America (SWNA) is one of the world's most climatically sensitive regions with inherently variable hydroclimate. Much evidence exists for repeated, large regime shifts in this region's hydroclimate at the sub-decadal to millennial-scale during the last glacial cycle and Holocene, but the mechanisms driving this change remain uncertain. In the context of this past variability and the potential magnitude of future climate change, a refined understanding of the hydroclimate response to perturbation and of the underlying driving mechanisms is needed. \r\n\r\nThe research team aims to generate a set of multiproxy calcite and fluid inclusion records, resolved at the sub-decadal to centennial-scale, for four stalagmites from the central and southern Sierra Nevada, CA that span the last deglaciation through Holocene.  By integrating high-precision Uranium-Thorium dating, cave monitoring, multi-stalagmite records, and Earth system modeling (single-forcing water-isotope tracking simulations), the research team will (1) evaluate how North Pacific storm track behavior and the resulting precipitation signal is archived in the stalagmite proxy records, and (2) apply this knowledge to investigating the mechanisms underlying this precipitation response in the context of the changing environmental forcings of the past 21,000 years.  \r\n\r\nIntegration of the new Sierra Nevada records with complementary stalagmite records being developed for coastal and northern CA will permit a regionally expansive investigation of the mechanisms influencing storm track behavior and precipitation patterns in SWNA. Data-model comparisons with the new isotope-enabled Transient Climate Evolution since 21-ka simulations (iTraCE-21ka model) will provide further insight into the global drivers and response time of climate in the western U.S. to different forcings.  An integrated cave monitoring-stalagmite proxy-water isotope modeling approach could provide (1) insight into how climate and karst processes imprint stalagmite proxy records, and (2) much needed quantitative constraints on how paleo-precipitation in the western U.S. responded to evolving climate conditions.\r\n\r\nThe potential Broader Impacts (B.I.) include three outreach activities to integrate under-represented high school and undergraduate students into the Sierran stalagmite project and distribute the findings to the public. (1) A team (n=8) of undergraduate students will be formally integrated into the research through the development of a Vertically Integrated Project (VIP) at UC Davis (C3Climate Change in California).  This program, supported by a grant from the Helmsley Charitable Trust to the VIP Consortium (UCD is one of 16 universities that participate), will involve weekly seminars, peer-mentoring, and team-based research in the cave-monitoring component. (2) A climate science-based curriculum will be developed for Vacaville (CA) High School, a Hispanic serving institution. The curriculum will integrate aspects of the stalagmite study and target development of critical-thinking skills. (3) An interactive cave exhibit involving a virtual reality research tour and 3-D stalagmite reconstructions will be built for the Sierra Nevada Recreation Corporation (owner of two of the Sierran caves targeted for study).  The project would also include support for graduate education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isabel",
   "pi_last_name": "Montañez",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Isabel P Montañez",
   "pi_email_addr": "ipmontanez@ucdavis.edu",
   "nsf_id": "000221944",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sujoy",
   "pi_last_name": "Mukhopadhyay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sujoy Mukhopadhyay",
   "pi_email_addr": "sujoy@ucdavis.edu",
   "nsf_id": "000490390",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kari",
   "pi_last_name": "Cooper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kari M Cooper",
   "pi_email_addr": "kmcooper@ucdavis.edu",
   "nsf_id": "000326254",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McGee",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D McGee",
   "pi_email_addr": "davidmcg@mit.edu",
   "nsf_id": "000507739",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 177052.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 173147.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 147065.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 84295.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project involving PIs from 3 universities used records of the chemical and isotopic composition of stalagmites from low to high elevations caves in the central and southern Sierra Nevada of California (CA) and integrated the findings with climate modeling to better understand storm track behavior in the North Pacific Ocean and how the resulting rainfall patterns are archived in the stalagmite records. To address this goal, we developed records of geochemical and isotopic compositions of both the mineral and the &lsquo;fossil drip water&rsquo; entombed as fluid inclusions in the stalagmite, resolved at the sub-decadal to centennial-scale, The precisely dated records span the period since the last maximum of glacial ice (23 million years ago) through to the very recent past. We carried out comprehensive monitoring and sampling of the study caves to better understand how above- and within-cave conditions and processes are archived in the stalagmite geochemical compositions. Our research tested three hypotheses that reflect important paradigms in the scientific community or scientific questions that remain unresolved.</p>\n<p><strong><em>Intellectual Merit:</em></strong> There are multiple outcomes and findings of the award that have impact on the scientific discipline. First, we developed important new data sets from cave systems in seasonal climates, for which there are few existing studies. These data document the potential for capturing seasonal variability in the geochemical records from CA stalagmites. Second, we documented the potential for using neutron and X-ray computer tomography to map out the 3D-distribution of liquid-filled inclusions in stalagmites for better targeting sampling but also as a possible proxy of paleo-precipitation-amount over the cave. Third, using the computer tomography to guide our sampling, we demonstrated the potential of inclusion fluids entombed in stalagmites as archives of paleo-environmental conditions in the cave. We developed a century-scale record of fossil drip-water oxygen and hydrogen isotopic compositions over the past 20,000 years (i.e., the last deglaciation) that reconstructs how moisture varied in the region during the waning of the Laurentide ice sheet and warming of the last deglaciation. This work improved our ability to interpret the oxygen isotopic records of the stalagmites and refined the analytical protocol for others to apply to their studies. Fourth, we used novel isotopic approaches (dual clumped isotopes of drip waters, farmed calcite, and stalagmite calcite) to document the strong influence of kinetic effects in CA caves and how they are imprinted on the isotopic compositions of the stalagmites. In turn, we documented the high potential for such approaches to constrain the drivers of these kinetic effects, which in turn, permit for removal of their influence on the stalagmite proxy records of environmental conditions. Fifth, we reconstructed paleo-temperatures, at high precision, using the noble gas abundances in the inclusion fluids of the stalagmites which indicate that over 50% of the sub-centennial scale variability in the measured oxygen isotopic composition records for the CA stalagmites were controlled by substantial changes in precipitation amount and source changes. Lastly, our quantitative comparisons of the stalagmite mineral and inclusion fluid records with climate simulations created for the same time periods using a water-isotope enabled Earth System Model (iCESM), advance our understanding of the mechanisms underlying hydroclimate variability in the drought-prone and water-resource limited region of the U.S. Southwest including California, including the activity of tropical cyclones relative to the pre-industrial.</p>\n<p><strong><em>Broader Impacts:&nbsp; </em></strong>This award contributed to our understanding of the processes driving regional climate behavior in California and the western US in general. The findings were shared with broader audiences and the public through sharing the findings of the work in high-enrollment (200 to 400 students) courses at the University of California, Davis, and in public lectures at various venues. It further supported the education and mentoring of three graduate students at UC Davis, two of whom are first-generation university students and two who are Latino/Latina, and nine undergraduate students, all of whom are underrepresented in the geosciences and most who are 1<sup>st</sup> generation students.</p>\n<p>The research supported by this award promoted the publication of 7 peer-reviewed manuscripts, 25 published abstracts that shared the findings with peers and students at national and international conferences. To ensure that the data and findings of this research are available to those who are interested, the data from this research have been made available through public access venues and the details of the methodology, samples, tables of all measurements and calculated values, and all statistical evaluations of the data are made available in Supplementary Online Materials associated with each published manuscript.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/26/2024<br>\nModified by: Isabel&nbsp;P&nbsp;Montañez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative project involving PIs from 3 universities used records of the chemical and isotopic composition of stalagmites from low to high elevations caves in the central and southern Sierra Nevada of California (CA) and integrated the findings with climate modeling to better understand storm track behavior in the North Pacific Ocean and how the resulting rainfall patterns are archived in the stalagmite records. To address this goal, we developed records of geochemical and isotopic compositions of both the mineral and the fossil drip water entombed as fluid inclusions in the stalagmite, resolved at the sub-decadal to centennial-scale, The precisely dated records span the period since the last maximum of glacial ice (23 million years ago) through to the very recent past. We carried out comprehensive monitoring and sampling of the study caves to better understand how above- and within-cave conditions and processes are archived in the stalagmite geochemical compositions. Our research tested three hypotheses that reflect important paradigms in the scientific community or scientific questions that remain unresolved.\n\n\nIntellectual Merit: There are multiple outcomes and findings of the award that have impact on the scientific discipline. First, we developed important new data sets from cave systems in seasonal climates, for which there are few existing studies. These data document the potential for capturing seasonal variability in the geochemical records from CA stalagmites. Second, we documented the potential for using neutron and X-ray computer tomography to map out the 3D-distribution of liquid-filled inclusions in stalagmites for better targeting sampling but also as a possible proxy of paleo-precipitation-amount over the cave. Third, using the computer tomography to guide our sampling, we demonstrated the potential of inclusion fluids entombed in stalagmites as archives of paleo-environmental conditions in the cave. We developed a century-scale record of fossil drip-water oxygen and hydrogen isotopic compositions over the past 20,000 years (i.e., the last deglaciation) that reconstructs how moisture varied in the region during the waning of the Laurentide ice sheet and warming of the last deglaciation. This work improved our ability to interpret the oxygen isotopic records of the stalagmites and refined the analytical protocol for others to apply to their studies. Fourth, we used novel isotopic approaches (dual clumped isotopes of drip waters, farmed calcite, and stalagmite calcite) to document the strong influence of kinetic effects in CA caves and how they are imprinted on the isotopic compositions of the stalagmites. In turn, we documented the high potential for such approaches to constrain the drivers of these kinetic effects, which in turn, permit for removal of their influence on the stalagmite proxy records of environmental conditions. Fifth, we reconstructed paleo-temperatures, at high precision, using the noble gas abundances in the inclusion fluids of the stalagmites which indicate that over 50% of the sub-centennial scale variability in the measured oxygen isotopic composition records for the CA stalagmites were controlled by substantial changes in precipitation amount and source changes. Lastly, our quantitative comparisons of the stalagmite mineral and inclusion fluid records with climate simulations created for the same time periods using a water-isotope enabled Earth System Model (iCESM), advance our understanding of the mechanisms underlying hydroclimate variability in the drought-prone and water-resource limited region of the U.S. Southwest including California, including the activity of tropical cyclones relative to the pre-industrial.\n\n\nBroader Impacts: This award contributed to our understanding of the processes driving regional climate behavior in California and the western US in general. The findings were shared with broader audiences and the public through sharing the findings of the work in high-enrollment (200 to 400 students) courses at the University of California, Davis, and in public lectures at various venues. It further supported the education and mentoring of three graduate students at UC Davis, two of whom are first-generation university students and two who are Latino/Latina, and nine undergraduate students, all of whom are underrepresented in the geosciences and most who are 1st generation students.\n\n\nThe research supported by this award promoted the publication of 7 peer-reviewed manuscripts, 25 published abstracts that shared the findings with peers and students at national and international conferences. To ensure that the data and findings of this research are available to those who are interested, the data from this research have been made available through public access venues and the details of the methodology, samples, tables of all measurements and calculated values, and all statistical evaluations of the data are made available in Supplementary Online Materials associated with each published manuscript.\n\n\n\t\t\t\t\tLast Modified: 02/26/2024\n\n\t\t\t\t\tSubmitted by: IsabelPMontañez\n"
 }
}