{
 "awd_id": "1804321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non-Intrusive Interpretation and Improvement of Multi-Occupancy Human Thermal Comfort through Analysis of Facial Infrared Thermography",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 365000.0,
 "awd_amount": 365000.0,
 "awd_min_amd_letter_date": "2018-08-01",
 "awd_max_amd_letter_date": "2018-08-01",
 "awd_abstract_narration": "In the U.S. and worldwide, HVAC systems represent one of the largest energy end uses, accounting for approximately 50 percent of the total energy required to operate residential and commercial buildings. Despite the significant energy footprint of HVAC systems, occupants in the built environment are often dissatisfied with their thermal comfort. Current \"human-in-the-loop\" approaches provide opportunities for occupants to vote on thermal comfort and preferences (for example, by adjusting the thermostat), thus allowing for HVAC system adjustment based on human feedback. However, relying on intermittent human feedback prevents robust evaluation of the comfort level and determination of a comfortable setpoint. This project will explore the feasibility of using infrared thermography as a non-intrusive method for predicting human thermal comfort preferences in single and multi-occupancy building spaces. It will also design and validate a robust HVAC control framework for buildings that will synchronously use the analyzed thermography data to adjust its setpoint to improve thermal comfort in indoor spaces and reduce overall dissatisfaction among occupants in multi-occupancy spaces.\r\n\r\nThe project aims to explore the premise that thermal comfort can be measured non-intrusively and reliably in real, operational built environments. The resulting new knowledge has the potential to transition building HVAC control from a passive and user-empirical process to an automated, user-centric and data-driven mechanism that can simultaneously improve occupant satisfaction in indoor environments while reducing energy consumption. The research extends theory from human thermal comfort evaluation, computer vision and optimization under uncertainties with the objective of creating a robust and scalable non-intrusive HVAC control framework for thermal comfort optimization in various indoor contexts. Although the focus is on thermal comfort in this project, the developed framework and methodology can be extended to evaluate other indoor environmental quality factors such as lighting and airflow. This project will also build a publicly available thermal comfort dataset consisting of facial thermal images, subjective thermal sensations and preferences of occupants, and ambient room conditions, that will enable consistent evaluation and benchmarking of new methods in the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Menassa",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Carol C Menassa",
   "pi_email_addr": "menassa@umich.edu",
   "nsf_id": "000545592",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vineet",
   "pi_last_name": "Kamat",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Vineet R Kamat",
   "pi_email_addr": "vkamat@umich.edu",
   "nsf_id": "000244987",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eunshin",
   "pi_last_name": "Byon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunshin Byon",
   "pi_email_addr": "ebyon@umich.edu",
   "nsf_id": "000611998",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 365000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the U.S. and worldwide, Heating Ventilation and Air Conditioning (HVAC) systems represent the biggest energy end use, accounting for approximately 50 percent of the total energy required to operate residential and commercial buildings. Despite the significant energy footprint of HVAC systems, occupants in the built environment are usually dissatisfied with their thermal comfort. The lack of human-centric indoor environments can lead to problems such as sick building syndrome and lack of productivity. Existing human-in-the-loop methods use intermittent human feedback and lack actionable human bio-signal data for robust human status evaluation (e.g., thermal comfort status and activity engagement). For example, some HVAC approaches allow occupants to vote on thermal comfort and preferences, thus allowing for HVAC system adjustment based on human feedback. However, these methods result in the inability to determine a comfortable setpoint because they rely on intermittent, non-continuous human feedback.</p>\n<p>This research project has several facets. First, our group validated the use of infrared thermography as a non-intrusive method of predicting human thermal comfort preferences in single and multi-occupancy spaces. We also designed and validated a HVAC control framework that synchronously uses the analyzed thermography data to adjust setpoints to improve thermal comfort resulting in an HVAC control mechanism that is automated, user-centric and data-driven to simultaneously improve comfort and reduce energy consumption in buildings.</p>\n<p>Second, our group explored the feasibility of using human physiological data collected from different sensors (e.g., EEG: Electroencephalogram, GSR: galvanic skin rate, HR: heart rate) to investigate the effect of different indoor environmental conditions on occupants&rsquo; mental workload, and task engagement and performance. The results of this research indicate the potential to transform how a building&rsquo;s indoor space can be personalized to meet occupants&rsquo; aspirations to improve wellbeing and productivity. For example, our work explored how occupant physiological data can be coupled with building management and room environment and occupancy data to develop a flexible office space allocation algorithm that can help reduce mental workload demand and increase engagement for occupants while reducing energy consumption. The trade-off between thermal comfort and heating/cooling load with respect to the example building we used, shows that a tangible amount of energy can be saved while the thermal comfort of the occupants is maximized. The example in the case study shows that 17.8% of the heating load can be saved while maintaining the thermal comfort of most occupants.</p>\n<p>We also extended these studies to investigate the effects of lighting conditions and wearing masks (during the pandemic) on occupant work engagement and mental workload. In the first study, we investigate the effect of lighting level on occupants&rsquo; work engagement by studying the frontal asymmetry index (FAI) measured by an EEG. Within-subject comparisons were performed to investigate the differences in engagement levels among three typical lighting levels (i.e., 200 lux, 500 lux, and 1000 lux). The results show that there is no one-size-fits-all pattern of lighting levels to improve the work engagement, which highlights the necessity of developing personalized models. In the second study, we investigate the effect of wearing a mask on the physiological responses and performance of individuals who work in office environments during the pandemic period. The two most commonly used masks (i.e., cloth and surgical masks) are chosen for evaluation. The work engagement, mental workload, skin conductance level (SCL), heart rate (HR), as well as the overall performance of 20 subjects while they are completing simulated office tasks. Although the results vary across different individuals, they reveal that in general wearing a mask during a pandemic period will potentially reduce the mental workload and SCL of people for specific types of tasks. In addition, the task performance (correct number and correct rate) of the subjects is also lower after wearing a mask, which is highly correlated to the results of the mental workload.</p>\n<p>The frameworks and methods developed in this research can be applied in other domains where humans&rsquo; level of engagement in activities is critical for successful completion of tasks. For example, our team is working on a project that studies how human physiological data can be used to interpret takeover performance in level 3 autonomous vehicles where a human driver is allowed to be completely disengaged from the driving activity but expected to take over driving in critical situations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2022<br>\n\t\t\t\t\tModified by: Carol&nbsp;C&nbsp;Menassa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the U.S. and worldwide, Heating Ventilation and Air Conditioning (HVAC) systems represent the biggest energy end use, accounting for approximately 50 percent of the total energy required to operate residential and commercial buildings. Despite the significant energy footprint of HVAC systems, occupants in the built environment are usually dissatisfied with their thermal comfort. The lack of human-centric indoor environments can lead to problems such as sick building syndrome and lack of productivity. Existing human-in-the-loop methods use intermittent human feedback and lack actionable human bio-signal data for robust human status evaluation (e.g., thermal comfort status and activity engagement). For example, some HVAC approaches allow occupants to vote on thermal comfort and preferences, thus allowing for HVAC system adjustment based on human feedback. However, these methods result in the inability to determine a comfortable setpoint because they rely on intermittent, non-continuous human feedback.\n\nThis research project has several facets. First, our group validated the use of infrared thermography as a non-intrusive method of predicting human thermal comfort preferences in single and multi-occupancy spaces. We also designed and validated a HVAC control framework that synchronously uses the analyzed thermography data to adjust setpoints to improve thermal comfort resulting in an HVAC control mechanism that is automated, user-centric and data-driven to simultaneously improve comfort and reduce energy consumption in buildings.\n\nSecond, our group explored the feasibility of using human physiological data collected from different sensors (e.g., EEG: Electroencephalogram, GSR: galvanic skin rate, HR: heart rate) to investigate the effect of different indoor environmental conditions on occupants’ mental workload, and task engagement and performance. The results of this research indicate the potential to transform how a building’s indoor space can be personalized to meet occupants’ aspirations to improve wellbeing and productivity. For example, our work explored how occupant physiological data can be coupled with building management and room environment and occupancy data to develop a flexible office space allocation algorithm that can help reduce mental workload demand and increase engagement for occupants while reducing energy consumption. The trade-off between thermal comfort and heating/cooling load with respect to the example building we used, shows that a tangible amount of energy can be saved while the thermal comfort of the occupants is maximized. The example in the case study shows that 17.8% of the heating load can be saved while maintaining the thermal comfort of most occupants.\n\nWe also extended these studies to investigate the effects of lighting conditions and wearing masks (during the pandemic) on occupant work engagement and mental workload. In the first study, we investigate the effect of lighting level on occupants’ work engagement by studying the frontal asymmetry index (FAI) measured by an EEG. Within-subject comparisons were performed to investigate the differences in engagement levels among three typical lighting levels (i.e., 200 lux, 500 lux, and 1000 lux). The results show that there is no one-size-fits-all pattern of lighting levels to improve the work engagement, which highlights the necessity of developing personalized models. In the second study, we investigate the effect of wearing a mask on the physiological responses and performance of individuals who work in office environments during the pandemic period. The two most commonly used masks (i.e., cloth and surgical masks) are chosen for evaluation. The work engagement, mental workload, skin conductance level (SCL), heart rate (HR), as well as the overall performance of 20 subjects while they are completing simulated office tasks. Although the results vary across different individuals, they reveal that in general wearing a mask during a pandemic period will potentially reduce the mental workload and SCL of people for specific types of tasks. In addition, the task performance (correct number and correct rate) of the subjects is also lower after wearing a mask, which is highly correlated to the results of the mental workload.\n\nThe frameworks and methods developed in this research can be applied in other domains where humans’ level of engagement in activities is critical for successful completion of tasks. For example, our team is working on a project that studies how human physiological data can be used to interpret takeover performance in level 3 autonomous vehicles where a human driver is allowed to be completely disengaged from the driving activity but expected to take over driving in critical situations.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2022\n\n\t\t\t\t\tSubmitted by: Carol C Menassa"
 }
}