{
 "awd_id": "1804302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microfluidic systems for DNA extraction, purification and concentration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 299965.0,
 "awd_amount": 317090.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2023-09-12",
 "awd_abstract_narration": "Because genetic information can lead to the development of effective therapies to improve human health, it is important to develop methods for the cost-effective sequencing of an entire genome. Most biological molecules, such as proteins and DNA, carry a charge and can be readily transported through fluids by application of an electric field, a phenomenon known as electrophoresis. Microfluidic technologies can essentially miniaturize a chemical factory to the scale of a few centimeters and are widely used for genome sequencing and mapping. However, the samples still must be prepared using a labor-intensive process, involving cycles of chemical treatment, washing and centrifugation.  A microfluidic system that could prepare samples by separating the DNA from proteins and other cellular debris would be faster, cheaper, and less error prone than currently used techniques. This research project combines theoretical and experimental investigations into the challenges involved in using electric fields within microfluidic devices to trap and separate DNA from cell samples. \r\n\r\nWhen a polymer is subjected to a shear flow, it stretches and rotates to align at an angle to the flow. If an electric field is then applied in the opposite direction to the fluid flow, a charged polymer will migrate perpendicular to the axis of the fields. This action creates a strongly inhomogeneous distribution of DNA within the cross section of a capillary tube, and it can be exploited to trap DNA within a microfluidic device by suitable tuning of the flow and electric fields. This migration is specific to long, flexible, and charged molecules, of which DNA is the only such class of molecules in living cells. Hence, DNA is trapped within the device, while other molecules, such as proteins, pass through. The proposal aims to develop a better understanding of DNA (or other polyelectrolyte) migration in combined flow and electric fields, by using experiments and numerical simulations to validate the hypothesis that polyelectrolyte migration is driven by electrically-induced flows. The research will determine the magnitude of the cross-stream migration under a wide variety of conditions to optimize the design of microfluidic devices for DNA extraction and concentration from samples of whole blood. If DNA can be successfully purified from the lysate, this will be an important step towards integrating sample preparation and analysis on a single microfluidic chip.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Ladd",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Ladd",
   "pi_email_addr": "ladd@che.ufl.edu",
   "nsf_id": "000231719",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Butler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jason E Butler",
   "pi_email_addr": "butler@che.ufl.edu",
   "nsf_id": "000372518",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299965.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 7625.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 9500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"line-height: 100%; margin-bottom: 0in;\">This projected was directed towards developing a new method of separating DNA molecules from a cell lysate using a microfluidic device. Microfluidic technologies are an expanding area of research because they can work with vastly reduced sample volumes (nanoliters and below) and can be combined with analytical components in a microfluidic Total Analysis System (<span style=\"font-family: Standard Symbols PS;\">m</span><span style=\"font-family: Liberation Serif, serif;\">-TAS). </span><span style=\"font-family: Liberation Serif, serif;\">DNA is a long polyelectrolyte with millions to billions of base pairs connected the sequences that encode the genetic information of the organism. Our work focuses on the physical, rather than the biological properties of DNA, and in particular its flexibility. At the molecular level, a DNA molecule in isolation samples a sequence of random-coil conformations, endlessly shifting through different arrangements </span><span style=\"font-family: Liberation Serif, serif;\">with the chain segments constantly bombarded</span><span style=\"font-family: Liberation Serif, serif;\"> by random collisions with solvent molecules. These random forces are constrained by the forces linking the base pairs together, and although the detailed shape is constantly fluctuating, on average the molecule is spherical. As a result, if we apply an electric field, the molecule is dragged in the direction of the force, just as a ball settles vertically in a viscous fluid. </span><span style=\"font-family: Liberation Serif, serif;\">On the other hand, if the DNA is subjected to a shear &ndash; imagine sliding </span><span style=\"font-family: Liberation Serif, serif;\">a</span><span style=\"font-family: Liberation Serif, serif;\"> ball of yarn across a table top &ndash; then the spherical shape is stretched into something more cigar like. A more subtle, but crucial, element is that the direc</span><span style=\"font-family: Liberation Serif, serif;\">t</span><span style=\"font-family: Liberation Serif, serif;\">ion </span><span style=\"font-family: Liberation Serif, serif;\">of the long axis is slightly rotated, so our cigar is now at a small angle to the vertical. When an electric field is applied, the DNA moves perpendicular to the force as well as parallel. Although the horizontal velocity is small in comparison to the vertical one, it offers a powerful mechanism to separate DNA from all the other components of a cell lysate: proteins, salts, reagents, and cellular debris.</span></p>\r\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\r\n<p style=\"line-height: 100%; margin-bottom: 0in;\"><span style=\"font-family: Liberation Serif, serif;\">DNA purification is a critical preliminary to any biochemical analysis of DNA, include sequencing, PCR amplification, and methylation ratios (a cancer marker). </span><span style=\"font-family: Liberation Serif, serif;\">Typical liquid and solid extraction techniques do not lead to especially pure samples, and the modern workhorse method involves biochemically attaching magnetic beads to the DNA backbone, which are used to hold the DNA in place while it is washed by a flowing buffer solution. The procedure is complex, quite expensive, but leads to very good sample purity and yield. In this project we are trying to accomplish the same end without using</span><span style=\"font-family: Liberation Serif, serif;\"> </span><span style=\"font-family: Liberation Serif, serif;\">any beads or other chemical to old the DNA in place. Instead we exploit the migration mechanism described above to trap DNA within the device, while the remaining components are flushed out. </span><span style=\"font-family: Liberation Serif, serif;\">Our experiments show we can extract very pure samples of DNA, as shown by fluorescence measurements (Qubit) of DNA and protein concentrations, with minimal additional fragmentation. The yields are large for a microfluidic device (40-50 ng) but still on the small sice in comparison to macroscopic extractions. This is an area for further study.</span></p>\r\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\r\n<p style=\"line-height: 100%; margin-bottom: 0in;\"><span style=\"font-family: Liberation Serif, serif;\">Our project has focused on the design of suitable microfluidic devices </span><span style=\"font-family: Liberation Serif, serif;\">for DNA extraction and purification</span><span style=\"font-family: Liberation Serif, serif;\">, built from themally-bonded acrylic sheets.  The individual designs can be rapidly programmed into a laser cutter, so that new devices can be online within 24-48 hours of conception. We have also developed numerical simulations, supported by analytic analysis, to better understand the forces driving the DNA migration. More details of our work, and references to publications are in the final report for the project. </span></p>\r\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\r\n<!-- p { line-height: 115%; margin-bottom: 0.1in; background: transparent } --><br>\n<p>\n Last Modified: 01/09/2025<br>\nModified by: Anthony&nbsp;J&nbsp;Ladd</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis projected was directed towards developing a new method of separating DNA molecules from a cell lysate using a microfluidic device. Microfluidic technologies are an expanding area of research because they can work with vastly reduced sample volumes (nanoliters and below) and can be combined with analytical components in a microfluidic Total Analysis System (m-TAS). DNA is a long polyelectrolyte with millions to billions of base pairs connected the sequences that encode the genetic information of the organism. Our work focuses on the physical, rather than the biological properties of DNA, and in particular its flexibility. At the molecular level, a DNA molecule in isolation samples a sequence of random-coil conformations, endlessly shifting through different arrangements with the chain segments constantly bombarded by random collisions with solvent molecules. These random forces are constrained by the forces linking the base pairs together, and although the detailed shape is constantly fluctuating, on average the molecule is spherical. As a result, if we apply an electric field, the molecule is dragged in the direction of the force, just as a ball settles vertically in a viscous fluid. On the other hand, if the DNA is subjected to a shear  imagine sliding a ball of yarn across a table top  then the spherical shape is stretched into something more cigar like. A more subtle, but crucial, element is that the direction of the long axis is slightly rotated, so our cigar is now at a small angle to the vertical. When an electric field is applied, the DNA moves perpendicular to the force as well as parallel. Although the horizontal velocity is small in comparison to the vertical one, it offers a powerful mechanism to separate DNA from all the other components of a cell lysate: proteins, salts, reagents, and cellular debris.\r\n\n\n\r\n\n\nDNA purification is a critical preliminary to any biochemical analysis of DNA, include sequencing, PCR amplification, and methylation ratios (a cancer marker). Typical liquid and solid extraction techniques do not lead to especially pure samples, and the modern workhorse method involves biochemically attaching magnetic beads to the DNA backbone, which are used to hold the DNA in place while it is washed by a flowing buffer solution. The procedure is complex, quite expensive, but leads to very good sample purity and yield. In this project we are trying to accomplish the same end without using any beads or other chemical to old the DNA in place. Instead we exploit the migration mechanism described above to trap DNA within the device, while the remaining components are flushed out. Our experiments show we can extract very pure samples of DNA, as shown by fluorescence measurements (Qubit) of DNA and protein concentrations, with minimal additional fragmentation. The yields are large for a microfluidic device (40-50 ng) but still on the small sice in comparison to macroscopic extractions. This is an area for further study.\r\n\n\n\r\n\n\nOur project has focused on the design of suitable microfluidic devices for DNA extraction and purification, built from themally-bonded acrylic sheets.  The individual designs can be rapidly programmed into a laser cutter, so that new devices can be online within 24-48 hours of conception. We have also developed numerical simulations, supported by analytic analysis, to better understand the forces driving the DNA migration. More details of our work, and references to publications are in the final report for the project. \r\n\n\n\r\n\t\t\t\t\tLast Modified: 01/09/2025\n\n\t\t\t\t\tSubmitted by: AnthonyJLadd\n"
 }
}