{
 "awd_id": "1804255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: WRF: GOALI: Securing the Future of Direct and Indirect Potable Reuse: N-nitrosodimethylamine (NDMA) Formation Pathways and Precursors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 260020.0,
 "awd_amount": 260020.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2018-09-06",
 "awd_abstract_narration": "The use of disinfectants during water treatment has effectively eradicated waterborne illness, but these disinfectants form low concentrations of carcinogenic chemical by-products. These by-products tend to form at higher levels in disinfected wastewater, a complication that is usually alleviated by time in rivers, lakes, and aquifers that allows for the degradation of these carcinogenic chemicals.  However, this time for degradation is reduced in potable water reuse scenarios, putting the future of potable water reuse technologies at risk. This project will investigate the mechanisms of and potential solutions to the formation of a carcinogenic chemical, N-nitrosodimethylamine (NDMA), during advanced treatment of wastewater targeted for potable reuse. The project will also enhance educational opportunities for students at the college and middle school level, and provide new educational and research infrastructure in a partnership between two industrial partners and a university. If successful, this research can further enable the use of potable water reuse, a valuable technology that could support our nation's water security.\r\n \r\nN-nitrosodimethylamine (NDMA) is a carcinogenic compound that forms during chloramine disinfection. NDMA precursors that enter drinking water treatment plants are thought to originate in wastewater. Based on ongoing NDMA precursor research, some technologies used in potable reuse systems have been identified as technologies that reduce NDMA occurrence and formation: reverse osmosis (RO), which physically removes precursors, and strong ultraviolet (UV) light, which photolyzes NDMA to nitrite and dimethylamine. While these systems effectively reduce NDMA formation by >90%, NDMA formation still occurs at physiologically relevant concentrations (>5 ng/L) in the disinfected water. The sources of these precursors are unknown, but preliminary research indicated that the treatment processes themselves may release a new subset of NDMA precursors into the water. The overarching hypothesis of this research is: Advanced treatment for potable reuse contributes NDMA precursors to the finished water via leaching NDMA precursors from RO and/or transforming unreactive organic matter to NDMA precursors during UV, hydrogen peroxide (UV/peroxide) treatment. The rationale that underlies the research is that NDMA is highly carcinogenic, and while RO and UV/peroxide remove most NDMA precursors, they also change the water chemistry which may cause occurrence of new NDMA precursors. The hypothesis will be tested by pursuing 4 specific aims: 1) Determine the reactivity of known precursors and chemical additions in forming NDMA; 2) Identify UV/peroxide transformation products and kinetics that \"up-convert\" unreactive organic N to reactive, NDMA precursors; 3) Characterize changes in bulk chemical characteristics of the NDMA precursor pool during advanced water treatment; and 4) Identify operational changes that minimize NDMA formation at pilot-scale. These aims will be investigated using novel mass spectrometric and separations techniques pioneered by members of the research team.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hanigan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Hanigan",
   "pi_email_addr": "dhanigan@unr.edu",
   "nsf_id": "000734392",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ricky",
   "pi_last_name": "Warner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricky Warner",
   "pi_email_addr": "rick.warner@att.net",
   "nsf_id": "000760163",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE obo University of Nevada, Reno",
  "perf_str_addr": "1664 North Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 260020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The use of disinfectants during wastewater and drinking water treatment has effectively eradicated waterborne illness, but disinfection forms low concentrations of carcinogenic chemical by-products. These by-products tend to form at higher levels in disinfected wastewater, and the environmental residence time (e.g., rivers, lakes, and aquifers) that degrades these carcinogenic chemicals is reduced in potable reuse scenarios, putting the future of potable water reuse at risk.</p>\n<p>&nbsp;</p>\n<p>The goal of this project was to investigate the mechanisms of and potential solutions to the formation of a carcinogenic chemical, <em>N</em>-nitrosodimethylamine (NDMA), during advanced treatment of wastewater for potable reuse. We demonstrated that a single chemical, dimethylamine, which is present in untreated and treated wastewater, is responsible for a substantial amount of NDMA formation in water treated for potable reuse.&nbsp; Dimethylamine reacts with chlorine that is added to reduce biological growth on membranes used in potable reuse facilities and we showed that chlorinated dimethylamine is capable of passing the membranes and is unchanged during the advanced oxidation process.&nbsp; Dimethylamine and chlorinated dimethylamine are known to react to form NDMA.&nbsp; We extended these findings to consider other trace organic compounds and their removal during advanced wastewater treatment for reuse. We partnered with Water UCI to advance the education of the public.&nbsp; Two PhD students and one masters student were supported by the project which led to several conference presentations and publications.&nbsp; The collaboration with two industrial partners was productive and is ongoing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2022<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Hanigan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe use of disinfectants during wastewater and drinking water treatment has effectively eradicated waterborne illness, but disinfection forms low concentrations of carcinogenic chemical by-products. These by-products tend to form at higher levels in disinfected wastewater, and the environmental residence time (e.g., rivers, lakes, and aquifers) that degrades these carcinogenic chemicals is reduced in potable reuse scenarios, putting the future of potable water reuse at risk.\n\n \n\nThe goal of this project was to investigate the mechanisms of and potential solutions to the formation of a carcinogenic chemical, N-nitrosodimethylamine (NDMA), during advanced treatment of wastewater for potable reuse. We demonstrated that a single chemical, dimethylamine, which is present in untreated and treated wastewater, is responsible for a substantial amount of NDMA formation in water treated for potable reuse.  Dimethylamine reacts with chlorine that is added to reduce biological growth on membranes used in potable reuse facilities and we showed that chlorinated dimethylamine is capable of passing the membranes and is unchanged during the advanced oxidation process.  Dimethylamine and chlorinated dimethylamine are known to react to form NDMA.  We extended these findings to consider other trace organic compounds and their removal during advanced wastewater treatment for reuse. We partnered with Water UCI to advance the education of the public.  Two PhD students and one masters student were supported by the project which led to several conference presentations and publications.  The collaboration with two industrial partners was productive and is ongoing.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2022\n\n\t\t\t\t\tSubmitted by: David J Hanigan"
 }
}