{
 "awd_id": "1804332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Active Transport of Lipid Vesicles in Osmotic Gradients",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 290001.0,
 "awd_amount": 290001.0,
 "awd_min_amd_letter_date": "2018-07-05",
 "awd_max_amd_letter_date": "2018-07-05",
 "awd_abstract_narration": "The membranes of living cells are highly and selectively permeable to water. Variations in the osmotic pressure due to dissolved molecules drives water transport across the membrane, thereby inducing fluid flows and membrane motions. Such flows are critical to biological processes such as the regulation of cell water content, the transport of intra- and extracellular compartments, and the migration of cells in tissues. Despite their importance, the fundamental fluid mechanics underlying these processes remains poorly understood. This project aims to advance our understanding of fluid flows and membrane motions driven by osmotic gradients. Such knowledge will further enable biotechnologies involving the extraction, separation, and delivery of extracellular vesicles, which are actively pursued as diagnostic and therapeutic tools for treating human diseases. The project will also provide educational opportunities to middle and high school students from underrepresented groups through laboratory tours and summer research experiences.\r\n\r\nThe central goal of the proposed work is to develop experimental platforms and theoretical models that elucidate the physical mechanisms underlying the motion of lipid vesicles in osmotic gradients ? a process called osmophoresis. Using microfluidic systems, we will quantify vesicle velocity as a function of membrane properties such as vesicle size, permeability, rigidity, tension / excess area, and surface charge as well as environmental properties such as solute type, gradient magnitude, fluid viscosity, and confinement.  Notably, we will use lipid membranes incorporating aquaporin water channels to create high permeability vesicles that mimic native exosomes. The proposed experiments will provide definitive data with which to enhance our understanding of osmophoresis and its impact on vesicle transport in biology. The proposed theory will integrate previous work on the osmophoresis of rigid spherical membranes with models of membrane dynamics that account for deformation and flow within incompressible lipid bilayers. Our theoretical investigations will ultimately reproduce and explain experimental observations of rapid vesicle motions in osmotic gradients. Finally, the proposed demonstration of osmophoretic vesicle sorting will provide a fundamental basis for biotechnologies involving the separation and characterization of extracellular vesicles.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Bishop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Bishop",
   "pi_email_addr": "kyle.bishop@columbia.edu",
   "nsf_id": "000588538",
   "pi_start_date": "2018-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "500 W. 120th St., Mudd 809",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 290001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The lipid membranes that enclose living cells are highly and selectively permeable to water. </span><span>Differences in the concentrations of dissolved molecules leads to pressure differences that drive water transport across the membrane.</span><span> The flow of water into, out from, or across an enclosed membrane can cause it to swell, shrink, or move through its fluid surroundings. Such flows are critical to biological processes such as the regulation of cell size and the migration of cells in tissues. This project sought to understand how spherical membranes called lipid vesicles swell, shrink, or move in response to changes in the </span><span>concentrations of dissolved molecules.&nbsp;</span><span>&nbsp;</span></p>\n<p><span>Through experiments and mathematical modeling, we learned how concentration gradients can drive fluid flows and vesicle motions and how light can make vesicles swell to reveal properties of their membranes. &nbsp;Even at the micron scale of living cells (one million times smaller than a person), spatial gradients in the concentration of dissolved molecules like sugar can drive fluid flows due to buoyancy effects. We developed methods to measure these flows and to prevent them to enable the study of other gradient-driven motions such as chemotaxis of sugar-seeking bacteria.&nbsp; By reducing fluid velocities to less than few nanometers per second, we measured the motion of lipid vesicles in response to gradients in the osmotic pressure caused by the dissolved sugar molecules---a process called osmophoresis.&nbsp; In contrast to previous experimental studies, our measurements revealed slow vesicle motion that supports a model of osmophoresis based on steady water flow across the vesicle membrane. The speed of vesicle motion is therefore determined by a property of the membrane called the water permeability. We developed a method to measure this important property that relies on UV light to initiate chemical reactions that alter concentrations of dissolved molecules and cause the vesicles to swell. The permeability of the membrane influences the speed of vesicle swelling and can be inferred from video microscopy data. &nbsp;Our work in quantifying and understanding vesicle motions due to osmotic effects supports the development of future technologies involving the separation or therapeutic application of biological vesicles.</span></p>\n<p><span>This research project was conducted by a collaborative team of graduate, undergraduate, and high school students with guidance from their faculty advisor and post-doctoral mentors. Through their efforts on this project, these students have developed a variety of skills including &nbsp;microfluidic device fabrication, vesicle self-assembly, optical video microscopy, transport modeling, data analysis, experiment design, and scientific communication. The lead graduate student defended her PhD dissertation on this work and began her independent career as a scientist developing new genome sequencing technologies. In addition to graduate training, this project supported summer research opportunities for high school girls to foster their interest in STEM fields. The participating students focused on the analysis of video microscopy data to learn how experiments and modeling work together advance scientific understanding. &nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2022<br>\n\t\t\t\t\tModified by: Kyle&nbsp;Bishop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe lipid membranes that enclose living cells are highly and selectively permeable to water. Differences in the concentrations of dissolved molecules leads to pressure differences that drive water transport across the membrane. The flow of water into, out from, or across an enclosed membrane can cause it to swell, shrink, or move through its fluid surroundings. Such flows are critical to biological processes such as the regulation of cell size and the migration of cells in tissues. This project sought to understand how spherical membranes called lipid vesicles swell, shrink, or move in response to changes in the concentrations of dissolved molecules.  \n\nThrough experiments and mathematical modeling, we learned how concentration gradients can drive fluid flows and vesicle motions and how light can make vesicles swell to reveal properties of their membranes.  Even at the micron scale of living cells (one million times smaller than a person), spatial gradients in the concentration of dissolved molecules like sugar can drive fluid flows due to buoyancy effects. We developed methods to measure these flows and to prevent them to enable the study of other gradient-driven motions such as chemotaxis of sugar-seeking bacteria.  By reducing fluid velocities to less than few nanometers per second, we measured the motion of lipid vesicles in response to gradients in the osmotic pressure caused by the dissolved sugar molecules---a process called osmophoresis.  In contrast to previous experimental studies, our measurements revealed slow vesicle motion that supports a model of osmophoresis based on steady water flow across the vesicle membrane. The speed of vesicle motion is therefore determined by a property of the membrane called the water permeability. We developed a method to measure this important property that relies on UV light to initiate chemical reactions that alter concentrations of dissolved molecules and cause the vesicles to swell. The permeability of the membrane influences the speed of vesicle swelling and can be inferred from video microscopy data.  Our work in quantifying and understanding vesicle motions due to osmotic effects supports the development of future technologies involving the separation or therapeutic application of biological vesicles.\n\nThis research project was conducted by a collaborative team of graduate, undergraduate, and high school students with guidance from their faculty advisor and post-doctoral mentors. Through their efforts on this project, these students have developed a variety of skills including  microfluidic device fabrication, vesicle self-assembly, optical video microscopy, transport modeling, data analysis, experiment design, and scientific communication. The lead graduate student defended her PhD dissertation on this work and began her independent career as a scientist developing new genome sequencing technologies. In addition to graduate training, this project supported summer research opportunities for high school girls to foster their interest in STEM fields. The participating students focused on the analysis of video microscopy data to learn how experiments and modeling work together advance scientific understanding.  \n\n \n\n\t\t\t\t\tLast Modified: 04/03/2022\n\n\t\t\t\t\tSubmitted by: Kyle Bishop"
 }
}