{
 "awd_id": "1805804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adhesion and Resuspension of Biological Particulate Matter in Early-Childhood Indoor Microenvironments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 315476.0,
 "awd_amount": 315476.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2018-07-30",
 "awd_abstract_narration": "Infants and toddlers spend over 90% of their time indoors and are thus exposed to numerous agents in the indoor environment. House dust is heavily enriched with an incredible diversity of microbes and allergens.  Early-life inhalation exposures to the microbial and allergenic content of indoor dust can play a significant role in both the development of, and protection against, asthma and allergic diseases.  As infants crawl, play, and learn to walk, they stir-up (resuspend) concentrated clouds of biological particulate matter (bioPM: bacteria, fungi, pollen) from settled dust.  The resuspension and adhesion of indoor bioPM remains poorly characterized.  New research is needed to uncover the underlying transport mechanisms that govern bioPM exposures during this critical period in human immunological development.  The goal of this project is to explicitly elucidate the fundamental mechanisms governing the adhesion, resuspension, and airborne transport of bioPM in early-childhood microenvironments. Exposure will be determined using a novel robot designed to simulate the movement of infants in the indoor environment and exposure to bioPM. This research has the potential to transform our understanding of infant exposure to bioPM at a critical stage in their development. \r\n\r\nThrough a mechanistic framework, this project will make substantial contributions towards a fundamental understanding of the complex adhesion and human-driven resuspension processes that control the emissions, airborne transport, and fate of bioPM from settled dust in indoor environments.  The specific objectives are: 1) investigate the adhesive interactions between bioPM and indoor surfaces through atomic force microscopy and explore the impact of bioPM morphology, hydrophobicity, charge, and humidity on adhesion forces; 2) develop a novel robotic platform to simulate infant/toddler movements informed by biometric data collected at the Purdue Miller Child Development Laboratory School (MCDLS) and to investigate aerodynamic, vibrational, and electrostatic bioPM removal forces; and 3) discover how infant/toddler movements resuspend bioPM through chamber experiments with the robot and develop a material balance model to predict bioPM fate and transport.  This research will create new knowledge on how bioPM physiochemical properties affect adhesion forces to indoor surfaces. For the first time, bioPM removal mechanisms induced by forms of locomotion unique to infants will be determined.  This project will generate extensive empirical data on bioPM adhesion forces and resuspension fractions.  The novelty of the research is further exemplified by the integration of accelerometry data collected in a childcare center with infants/toddlers from 6 weeks to 3 years of age into the design of a robot for use in research at the interface of aerosol physics and microbiology. Lastly, the study will make innovative use of a Raspberry Pi-based low-cost particle sensor array to explore spatiotemporal variations in concentrations of resuspended bioPM which will infom the development of a multi-zone material balance model.  Undergraduate students will participate in the bioPM experiments, in service learning projects on indoor air quality issues in K-12 schools as part of an interdisciplinary Engineering Projects in Community Service (EPICS) team, and in the development of the Raspberry Pi-based sensors and robot. New graduate course content on bioPM material balance modelling will be created. The project will actively involve Purdue MCDLS teachers, parents, custodial staff, and building facility managers to engage those who interact directly with infants and their indoor environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Boor",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon E Boor",
   "pi_email_addr": "bboor@purdue.edu",
   "nsf_id": "000715408",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 315476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Indoor settled dust is heavily enriched with an amazing diversity of microbes and allergens of indoor and outdoor origin. Just like Pig-Pen from the comic strip, Peanuts, we are perpetually surrounded by a cloud of particles that we continually stir-up, or resuspend, as we move around throughout the day. Human-driven resuspension can be a significant indoor emission source of coarse-mode (larger than one micrometer) abiotic and biological particulate matter. Early-childhood exposure to the biological content of indoor settled dust is associated with adverse health effects, including asthma, wheezing, respiratory infections, and several allergic symptoms, however, protective effects have also been shown. Infants may be exposed to greater quantities of resuspended dust, given their close proximity to floor surfaces. This project utilized a novel robotic infant to better understand how infants resuspend settled dust particles from floor surfaces as they crawl. In addition, the project created new service learning and experiential learning opportunities on indoor particle sensing and data analytics through the Purdue Engineering Projects in Community Service (EPICS) program.</p>\n<p><strong>Intellectual Merit. </strong>There is limited research on how infants resuspend settled dust particles as they crawl across the floor. In this project, controlled indoor air quality chamber experiments with a robotic infant were integrated with an aerosol physics-based material balance model to provide new fundamental insights into the size-dependency of infant crawling-induced particle resuspension and exposure. A simplified mechanical crawling infant performing a modified belly crawl was used to simulate the crawling locomotion of an infant in a repeatable manner. Particle resuspension experiments were conducted in a full-scale indoor air quality chamber using naturally loaded carpets borrowed from residents' homes. This project developed the first three-zone material balance model to predict the fate and transport of resuspended dust particles in the infant near-floor microenvironment. The model considered size-resolved particle transport mechanisms, including crawling-induced resuspension from a settled dust deposit (parameterized with the resuspension fraction metric), particle deposition to indoor surfaces due to gravitational settling, and inter-zonal particle transport between the near-floor microenvironment and the bulk indoor air. Resuspension fractions for infant crawling were found to be similar to those for adult walking and increased with particle size. A new exposure metric - the dust-to-breathing zone transport efficiency - was developed to characterize the overall probability of a settled particle being resuspended and delivered to the respiratory airways during infant crawling activities. The resuspension experiments showed that the dust-to-breathing zone transport efficiency can range from 0.1 to over 200 inhaled particles per million settled particles, increases with particle size, and varies by over 2 orders of magnitude among different carpet samples. Furthermore, this project was the inspiration for the design and construction of a new inert controlled environmental chamber and robotic platform for conducting additional indoor dust resuspension and contact transfer experiments for a variety of infant contact dynamics on floor surfaces, informed by observations of infant crawling activities in laboratory and home environments.</p>\n<p>In addition to the generation of new fundamental knowledge on the size-dependency of indoor particle resuspension in the infant near-floor microenvironment, this project supported field measurements in a net-zero energy house and living laboratory office at Purdue. These measurements provided new insights into how people and building systems influence the concentrations and size distributions of indoor fluorescent aerosol particles, such as human-associated bacteria and fungi, the emissions of volatile organic compounds from building occupants in an open-plan office, and the accuracy of low-cost optical particle counters for online detection of coarse-mode particles in buildings, such as those released from dust-disturbing activities. Collectively, these measurements demonstrated that the abundance of super-micron particles and volatile organic compounds in indoor atmospheric environments are strongly linked to the presence of people due to direct emissions from the human body and dust deposits and human-associated activities.</p>\n<p><strong>Broader Impacts.</strong> Early-childhood exposure to household dust via particle resuspension provides a pathway for dust-bound toxicants to enter an infant's respiratory system, including fluorinated soil retardants, antimicrobials, phthalate plasticizers, and organophosphorus flame retardants. This project generated valuable new data that can be used by exposure scientists and epidemiologists to better model infant exposure to these contaminants. Furthermore, infant inhalation exposure to microorganisms and allergens in indoor dust is associated with both adverse and protective health effects. Thus, the material balance model developed in this project can support future microbiological research to better understand how biological particles of various sizes in indoor settled dust migrate within infant near-floor microenvironments and reach the breathing zone. Lastly, this project provided new service learning and experiential learning opportunities on indoor air quality sensors and data analysis techniques for undergraduate engineering students on the Global Air Quality Trekkers (GAQT) EPICS team. 15 students participated in GAQT each academic semester for the duration of this project (120 students in total), which supported hands-on indoor air pollution experiments in a biomass burning kitchen.</p><br>\n<p>\n Last Modified: 05/05/2024<br>\nModified by: Brandon&nbsp;E&nbsp;Boor</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946968202_Image_4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946968202_Image_4--rgov-800width.jpg\" title=\"Real-Time Monitoring of Resuspended Biological Particles\"><img src=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946968202_Image_4--rgov-66x44.jpg\" alt=\"Real-Time Monitoring of Resuspended Biological Particles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Measurement setup for real-time monitoring of the concentrations and size distributions of resuspended biological particles in indoor environments.</div>\n<div class=\"imageCredit\">Brandon E. Boor</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Brandon&nbsp;E&nbsp;Boor\n<div class=\"imageTitle\">Real-Time Monitoring of Resuspended Biological Particles</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946617956_Image_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946617956_Image_2--rgov-800width.jpg\" title=\"A Robotic Infant for Conducting Particle Resuspension Experiments\"><img src=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946617956_Image_2--rgov-66x44.jpg\" alt=\"A Robotic Infant for Conducting Particle Resuspension Experiments\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A simplified mechanical crawling infant performing a modified belly crawl was created to simulate the crawling locomotion of an infant in a repeatable manner.</div>\n<div class=\"imageCredit\">Brandon E. Boor</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Brandon&nbsp;E&nbsp;Boor\n<div class=\"imageTitle\">A Robotic Infant for Conducting Particle Resuspension Experiments</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946778313_Image_3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946778313_Image_3--rgov-800width.png\" title=\"Infant Crawling-Induced Particle Resuspension Dynamics\"><img src=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714946778313_Image_3--rgov-66x44.png\" alt=\"Infant Crawling-Induced Particle Resuspension Dynamics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dynamics of particle resuspension during infant crawling activities visualized with a particle size distribution time-series.</div>\n<div class=\"imageCredit\">Brandon E. Boor</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Brandon&nbsp;E&nbsp;Boor\n<div class=\"imageTitle\">Infant Crawling-Induced Particle Resuspension Dynamics</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947332599_Image_6--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947332599_Image_6--rgov-800width.jpeg\" title=\"Global Air Quality Trekkers (GAQT) Team\"><img src=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947332599_Image_6--rgov-66x44.jpeg\" alt=\"Global Air Quality Trekkers (GAQT) Team\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This project created new service learning and experiential learning opportunities on indoor particle sensing and data analytics through the Purdue University Engineering Projects in Community Service (EPICS) program.</div>\n<div class=\"imageCredit\">Brandon E. Boor</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Brandon&nbsp;E&nbsp;Boor\n<div class=\"imageTitle\">Global Air Quality Trekkers (GAQT) Team</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947018886_Image_1_2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947018886_Image_1_2--rgov-800width.png\" title=\"Infant Crawling-Induced Particle Resuspension Dynamics\"><img src=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947018886_Image_1_2--rgov-66x44.png\" alt=\"Infant Crawling-Induced Particle Resuspension Dynamics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This project developed the first three-zone material balance model to predict the fate and transport of resuspended dust particles in the infant near-floor microenvironment.</div>\n<div class=\"imageCredit\">Brandon E. Boor</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Brandon&nbsp;E&nbsp;Boor\n<div class=\"imageTitle\">Infant Crawling-Induced Particle Resuspension Dynamics</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947283380_Image_5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947283380_Image_5--rgov-800width.png\" title=\"Biological Particle Dynamics in an Occupied Office\"><img src=\"/por/images/Reports/POR/2024/1805804/1805804_10563211_1714947283380_Image_5--rgov-66x44.png\" alt=\"Biological Particle Dynamics in an Occupied Office\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Field measurements were conducted in a living laboratory office at Purdue University to understand how people and building systems influence the concentrations and size distributions of indoor fluorescent aerosol particles, such as human-associated bacteria and fungi.</div>\n<div class=\"imageCredit\">Brandon E. Boor</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Brandon&nbsp;E&nbsp;Boor\n<div class=\"imageTitle\">Biological Particle Dynamics in an Occupied Office</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIndoor settled dust is heavily enriched with an amazing diversity of microbes and allergens of indoor and outdoor origin. Just like Pig-Pen from the comic strip, Peanuts, we are perpetually surrounded by a cloud of particles that we continually stir-up, or resuspend, as we move around throughout the day. Human-driven resuspension can be a significant indoor emission source of coarse-mode (larger than one micrometer) abiotic and biological particulate matter. Early-childhood exposure to the biological content of indoor settled dust is associated with adverse health effects, including asthma, wheezing, respiratory infections, and several allergic symptoms, however, protective effects have also been shown. Infants may be exposed to greater quantities of resuspended dust, given their close proximity to floor surfaces. This project utilized a novel robotic infant to better understand how infants resuspend settled dust particles from floor surfaces as they crawl. In addition, the project created new service learning and experiential learning opportunities on indoor particle sensing and data analytics through the Purdue Engineering Projects in Community Service (EPICS) program.\n\n\nIntellectual Merit. There is limited research on how infants resuspend settled dust particles as they crawl across the floor. In this project, controlled indoor air quality chamber experiments with a robotic infant were integrated with an aerosol physics-based material balance model to provide new fundamental insights into the size-dependency of infant crawling-induced particle resuspension and exposure. A simplified mechanical crawling infant performing a modified belly crawl was used to simulate the crawling locomotion of an infant in a repeatable manner. Particle resuspension experiments were conducted in a full-scale indoor air quality chamber using naturally loaded carpets borrowed from residents' homes. This project developed the first three-zone material balance model to predict the fate and transport of resuspended dust particles in the infant near-floor microenvironment. The model considered size-resolved particle transport mechanisms, including crawling-induced resuspension from a settled dust deposit (parameterized with the resuspension fraction metric), particle deposition to indoor surfaces due to gravitational settling, and inter-zonal particle transport between the near-floor microenvironment and the bulk indoor air. Resuspension fractions for infant crawling were found to be similar to those for adult walking and increased with particle size. A new exposure metric - the dust-to-breathing zone transport efficiency - was developed to characterize the overall probability of a settled particle being resuspended and delivered to the respiratory airways during infant crawling activities. The resuspension experiments showed that the dust-to-breathing zone transport efficiency can range from 0.1 to over 200 inhaled particles per million settled particles, increases with particle size, and varies by over 2 orders of magnitude among different carpet samples. Furthermore, this project was the inspiration for the design and construction of a new inert controlled environmental chamber and robotic platform for conducting additional indoor dust resuspension and contact transfer experiments for a variety of infant contact dynamics on floor surfaces, informed by observations of infant crawling activities in laboratory and home environments.\n\n\nIn addition to the generation of new fundamental knowledge on the size-dependency of indoor particle resuspension in the infant near-floor microenvironment, this project supported field measurements in a net-zero energy house and living laboratory office at Purdue. These measurements provided new insights into how people and building systems influence the concentrations and size distributions of indoor fluorescent aerosol particles, such as human-associated bacteria and fungi, the emissions of volatile organic compounds from building occupants in an open-plan office, and the accuracy of low-cost optical particle counters for online detection of coarse-mode particles in buildings, such as those released from dust-disturbing activities. Collectively, these measurements demonstrated that the abundance of super-micron particles and volatile organic compounds in indoor atmospheric environments are strongly linked to the presence of people due to direct emissions from the human body and dust deposits and human-associated activities.\n\n\nBroader Impacts. Early-childhood exposure to household dust via particle resuspension provides a pathway for dust-bound toxicants to enter an infant's respiratory system, including fluorinated soil retardants, antimicrobials, phthalate plasticizers, and organophosphorus flame retardants. This project generated valuable new data that can be used by exposure scientists and epidemiologists to better model infant exposure to these contaminants. Furthermore, infant inhalation exposure to microorganisms and allergens in indoor dust is associated with both adverse and protective health effects. Thus, the material balance model developed in this project can support future microbiological research to better understand how biological particles of various sizes in indoor settled dust migrate within infant near-floor microenvironments and reach the breathing zone. Lastly, this project provided new service learning and experiential learning opportunities on indoor air quality sensors and data analysis techniques for undergraduate engineering students on the Global Air Quality Trekkers (GAQT) EPICS team. 15 students participated in GAQT each academic semester for the duration of this project (120 students in total), which supported hands-on indoor air pollution experiments in a biomass burning kitchen.\t\t\t\t\tLast Modified: 05/05/2024\n\n\t\t\t\t\tSubmitted by: BrandonEBoor\n"
 }
}