{
 "awd_id": "1805274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bio-Based \"Molectronic\" Devices for Bidirectional Molecular-to-Electronic Signal Transduction",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 383613.0,
 "awd_amount": 383613.0,
 "awd_min_amd_letter_date": "2018-05-14",
 "awd_max_amd_letter_date": "2018-05-14",
 "awd_abstract_narration": "Recent revelations have linked the human microbiome of the gastrointestinal tract to disease, behavior, and even mental health. Yet, there are few methodologies that enable study of these linkages, particularly the molecular signaling processes between the molecules, cells, and tissues involved, let alone their connection to behavior. Human and animal studies are expensive and time consuming, and they typically do not provide information at the molecular level. Importantly, it is at this level that information is needed. Culturing human cells and tissues on miniature microfluidic devices to mimic actual systems in the human body has been considered as one of the most promising alternatives to human or animal studies. While potentially transformative, these devices can be complex, as they sometimes include nutrient supplies, cells, actuators, pumps, valves, and even detector systems. To simplify, the principal investigator (PI) proposes a modular approach comprised of optimally designed subsystems. Their approach will also provide new efficient avenues for manipulating these cells and understanding their responses to molecular signals. Microelectrodes will be integrated and directly connected to cells and tissues for stimulating and interrogating cellular responses. Because the biological systems are \"wired\" to electrodes, this enables \"programmed\" function and highly accurate assessment of responses.\r\n\r\nPreviously the PI's group has developed methods to electronically actuate and record signaling processes among bacteria and epithelial cells of human GI tract. While information processing in biology is accomplished by the secretion and perception of molecules, information processing within electronic devices is accomplished using electrons. The methodologies they have developed interconvert information content as it flows from molecules to electrons and back. To do this, they use synthetic biology and thin film microfabrication methodologies to assemble \"smart\" interfaces between biological systems and microelectronic devices. They base their methods on redox-based signals that uniquely span communication modalities. There are three specific aims in the proposed work. In Aim 1, the PIs will develop actuator devices that transduce electrical inputs to molecular signaling molecules, specifically bacterial quorum sensing autoinducers that regulate behavior.  In Aim 2, they will develop sensor devices that communicate in the opposite direction - biomolecular information will be converted to electrical outputs. The researchers will determine molecular concentrations electronically, both directly and with the aid of enzymes and engineered cells that are incorporated into the devices. In Aim 3, these sensor/actuator modules will be integrated into a complete \"animal-on-a-chip\" system. Using this modular approach, the complexity of the current systems will be reduced, the throughput of these devices will be increased, and the efficiency of the entire process will be dramatically enhanced.\r\n \r\nThe PIs expect these studies will vastly improve our ability to understand the ?communication? between molecules, cells, and tissues in the human body. Most importantly, the proposed work creates a new vantage point for interrogating biology at the length and time scales associated with its function. Equally importantly, because these systems incorporate techniques and methods from several disciplines, and because the perceived benefits to society are so great, they attract energetic and talented students who will become the innovators and leaders of the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bentley",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Bentley",
   "pi_email_addr": "bentley@umd.edu",
   "nsf_id": "000183470",
   "pi_start_date": "2018-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Payne",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory F Payne",
   "pi_email_addr": "gpayne@umd.edu",
   "nsf_id": "000099954",
   "pi_start_date": "2018-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 Lee Building 7809 Regents D",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 383613.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern electronics transformed our lives by allowing information to be <span style=\"text-decoration: underline;\">communicated</span> through electromagnetic radiation, and <span style=\"text-decoration: underline;\">processed</span> through integrated circuits. &nbsp;Such electronic devices can transmit, receive and process digital information rapidly, cheaply and without error.&nbsp; Biology is also expert at information processing, typically communicating through various modalities (e.g., electrical, mechanical and molecular), and processing through cell-based \"microprocessors&rdquo; that are often embedded within multicellular systems (i.e., tissue or consortia).&nbsp; Such biological systems can process noisy information to learn, adapt and store information for use by future generations.&nbsp; The long term vision of our research is to <span style=\"text-decoration: underline;\">fuse the orthogonal information processing capabilities of electronics and biology</span> to enable true bidirectional communication, where signals from biology are transmitted to electronics and vice-versa. We believe this will open entirely new vistas upon which to understand our world. It will enable the development of entirely new products and processes that will impact our ability to address grand challenges including climate change, food, water, and sustainability. &nbsp;</p>\n<p>A key to bridging electronics and biology is to recognize that such a communication modality is already in place &ndash; we just need to harness it. It&prime;s the <span style=\"text-decoration: underline;\">redox modality</span>, a topic most of us avoid due to its complexity and poorly articulated relevance. We draw an analogy to explain both its function and potential. Communication in electronics is often mediated by the ability of electrons to move freely along a wire. Information is conveyed by the <em>electron&prime;s transmission</em> and various devices (i.e., diodes, capacitors, resistors, etc.) enable signal encoding, decoding, and interpretation. CPUs control decision making and actuation. In biology, information is often contained in the <em>structure</em> of its molecules&nbsp;&ndash; molecules that move from place to place and based on their structure convey information and provoke a response. An antibody&prime;s&nbsp;unique structure targets antigens and presents complexes to our immune systems for clearance. Cholesterol&prime;s unique shape enables its integration into arterial cell membranes controlling stiffness and impacting blood flow. We suggest that redox molecules combine structural with electronic features needed to bridge the electronics and biological communication divide. For example, Wikipedia lists pages and pages of enzyme reactions that are dependent on the electron carrying redox mediator, NADH. This molecule shuttles electrons to and from enzymes. Its structure allows it to &Prime;fit&Prime;&nbsp;into enzyme pockets where it then transfers its electrons.&nbsp;Ascorbate is another&nbsp;&ndash; its function as a food preservative is well known. Interestingly, these and many such electron carrying molecules can also interact with electrodes&nbsp;&ndash; their oxidation state can be switched from reduced to oxidized and back.&nbsp; In this way, by applying an oxidizing or reducing voltage to an electrode, one can change the &ldquo;information state&Prime; of the redox molecule (i.e., NADH or NAD+). In turn, this molecule can transmit its information to proteins and even cells, the biological equivalents of the electronic CPU.</p>\n<p>Our group is building a suite of technologies that open this communication portal. In our &ldquo;Molectronics&rdquo; program, we have developed biomaterials that can be electroassembled right onto electrodes so that applied voltage can change their oxidation state. This represents an entirely new biological memory that is electronically accessed. We have also used the tools of synthetic biology to engineer cells that recognize redox-active molecules and use this information to activate gene expression. We created an electronically activated CRISPR that brings the power of this Nobel-winning biological technology into the world of electronics. We coined the term &ldquo;electrogenetics&Prime; to describe these advances - the electron specific activation of gene expression. This term, analogous to the well-accepted &ldquo;optogenetics&rdquo;, is catching on. We have further created devices that enable true bidirectional information flow. They incorporate biological recognition elements into electrochemical sensors, bringing the unique ability of biology to distinguish its own molecules, materials, cells (including pathogens) in ways that convert information into electronic forms. With sensing capabilities that can be assembled onto the micron-sized electronic circuits that are readily available, we hope to make measurements in real time revealing the molecular communication that controls the biological world. Then, because electronic sensing is rapid and computation within CPUs occurs at the speed of light, we expect that biohybrid electronic devices will emerge that not only better enable our understanding of biology, but control it. Imagine an arterial stent that prevents restenosis (renewed clogging), but at the same time measures blood glucose and electronically stimulates insulin formation controlling diabetes. Imagine networked &ldquo;smart marbles&rdquo; that transmit nutrient supply or pathogen presence within agricultural systems&nbsp;&ndash; their information transmitted to low-flying drones. Similar systems could be envisioned to address oxygen levels or &ldquo;red tide&Prime; in our waterways. These and many other systems might be realized by developing tools that open lines of communication between the biological and electronics worlds.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2022<br>\n\t\t\t\t\tModified by: William&nbsp;E&nbsp;Bentley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern electronics transformed our lives by allowing information to be communicated through electromagnetic radiation, and processed through integrated circuits.  Such electronic devices can transmit, receive and process digital information rapidly, cheaply and without error.  Biology is also expert at information processing, typically communicating through various modalities (e.g., electrical, mechanical and molecular), and processing through cell-based \"microprocessors\" that are often embedded within multicellular systems (i.e., tissue or consortia).  Such biological systems can process noisy information to learn, adapt and store information for use by future generations.  The long term vision of our research is to fuse the orthogonal information processing capabilities of electronics and biology to enable true bidirectional communication, where signals from biology are transmitted to electronics and vice-versa. We believe this will open entirely new vistas upon which to understand our world. It will enable the development of entirely new products and processes that will impact our ability to address grand challenges including climate change, food, water, and sustainability.  \n\nA key to bridging electronics and biology is to recognize that such a communication modality is already in place &ndash; we just need to harness it. It&prime;s the redox modality, a topic most of us avoid due to its complexity and poorly articulated relevance. We draw an analogy to explain both its function and potential. Communication in electronics is often mediated by the ability of electrons to move freely along a wire. Information is conveyed by the electron&prime;s transmission and various devices (i.e., diodes, capacitors, resistors, etc.) enable signal encoding, decoding, and interpretation. CPUs control decision making and actuation. In biology, information is often contained in the structure of its molecules &ndash; molecules that move from place to place and based on their structure convey information and provoke a response. An antibody&prime;s unique structure targets antigens and presents complexes to our immune systems for clearance. Cholesterol&prime;s unique shape enables its integration into arterial cell membranes controlling stiffness and impacting blood flow. We suggest that redox molecules combine structural with electronic features needed to bridge the electronics and biological communication divide. For example, Wikipedia lists pages and pages of enzyme reactions that are dependent on the electron carrying redox mediator, NADH. This molecule shuttles electrons to and from enzymes. Its structure allows it to &Prime;fit&Prime; into enzyme pockets where it then transfers its electrons. Ascorbate is another &ndash; its function as a food preservative is well known. Interestingly, these and many such electron carrying molecules can also interact with electrodes &ndash; their oxidation state can be switched from reduced to oxidized and back.  In this way, by applying an oxidizing or reducing voltage to an electrode, one can change the \"information state&Prime; of the redox molecule (i.e., NADH or NAD+). In turn, this molecule can transmit its information to proteins and even cells, the biological equivalents of the electronic CPU.\n\nOur group is building a suite of technologies that open this communication portal. In our \"Molectronics\" program, we have developed biomaterials that can be electroassembled right onto electrodes so that applied voltage can change their oxidation state. This represents an entirely new biological memory that is electronically accessed. We have also used the tools of synthetic biology to engineer cells that recognize redox-active molecules and use this information to activate gene expression. We created an electronically activated CRISPR that brings the power of this Nobel-winning biological technology into the world of electronics. We coined the term \"electrogenetics&Prime; to describe these advances - the electron specific activation of gene expression. This term, analogous to the well-accepted \"optogenetics\", is catching on. We have further created devices that enable true bidirectional information flow. They incorporate biological recognition elements into electrochemical sensors, bringing the unique ability of biology to distinguish its own molecules, materials, cells (including pathogens) in ways that convert information into electronic forms. With sensing capabilities that can be assembled onto the micron-sized electronic circuits that are readily available, we hope to make measurements in real time revealing the molecular communication that controls the biological world. Then, because electronic sensing is rapid and computation within CPUs occurs at the speed of light, we expect that biohybrid electronic devices will emerge that not only better enable our understanding of biology, but control it. Imagine an arterial stent that prevents restenosis (renewed clogging), but at the same time measures blood glucose and electronically stimulates insulin formation controlling diabetes. Imagine networked \"smart marbles\" that transmit nutrient supply or pathogen presence within agricultural systems &ndash; their information transmitted to low-flying drones. Similar systems could be envisioned to address oxygen levels or \"red tide&Prime; in our waterways. These and many other systems might be realized by developing tools that open lines of communication between the biological and electronics worlds.\n\n \n\n\t\t\t\t\tLast Modified: 04/15/2022\n\n\t\t\t\t\tSubmitted by: William E Bentley"
 }
}