{
 "awd_id": "1805588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: WERF: Determining the role of organic matter quality on PFAS leaching from sewage sludge and biosolids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 240001.0,
 "awd_amount": 240001.0,
 "awd_min_amd_letter_date": "2018-07-31",
 "awd_max_amd_letter_date": "2018-07-31",
 "awd_abstract_narration": "Poly- and perfluoroalkyl substances (PFASs) are a class of synthetic compounds that have been widely used in a variety of industrial applications and consumer products for over 50 years.  PFASs are a national concern due to the negative effects of these compounds on human health and ecosystems.  Recently, PFASs were found in wastewater treatment plant solids (sewage sludge), and laboratory and field studies indicate that PFASs can leach from these solids.  Since land application of these solids, also known as biosolids, is a common practice to fertilize and improve soil conditions, it is important to understand how solids management and treatment practices affect the presence of PFASs in biosolids.  Additionally, little is known about how exposure to natural environments may affect the potential leaching of PFASs from biosolids once they are applied to soil.  This research project will work with wastewater treatment plants to experimentally determine the effects of sewage sludge management practices on the amount and types of PFASs that end up in the biosolids. This project will also study environmental factors, such as temperature, rainfall, and biological decomposition, that may impact the release of PFASs into the environment following land application of biosolids. In addition to better understanding the fate of PFAS in biosolids, the outcomes of the project will likely lead to better sludge management practices that minimize possible PFAS exposure to soil ecosystems. The project will include outreach efforts to improve the understanding of PFASs and land-application of biosolids for middle school, high school, and university students.\r\n\r\nThe main objective of this collaborative research project is to understand how solid characteristics and water quality affect PFAS desorption from sewage-derived solids.  The proposed research will be the first effort to systematically identify solid phase characteristics and water quality factors that govern PFASs sorption capacity in sewage solids.  The focus on sewage-derived sludge, namely secondary and anaerobic digester sludges and biosolids, provides a same-sourced solid that substantially changes in character over its production and its use. This proposal will combine PFASs sorption isotherm and edge experiments, conducted in concert with sewage-derived solid and leachate characterization and microbial assessments, to identify the critical factors governing PFASs sorption.  The central hypotheses in this study are as follows: 1) sewage-derived solids protein contents will be the key solid phase characteristics that affects PFASs sorption capacity, and that sorption capacity will generally decrease with microbiological processing; 2) the presence of increased dissolved polyvalent cation concentration will increase PFASs sorption capacity, particularly for the longer chain length compounds; and 3) the abiotic sequential leaching weathering process will deplete the hydrophilic components of the biosolids, rendering the remaining biosolids with a more hydrophobic character and thus increased PFASs sorption capacity. If successful, this project will provide valuable information that will aid in the safe use of biosolids produced from recycling sewage waste, enabling a sustainable method of resource recovery from the Nation's wastewater treatment processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "McKenzie",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Erica R McKenzie",
   "pi_email_addr": "erica.mckenzie@temple.edu",
   "nsf_id": "000707190",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rominder P.",
   "pi_last_name": "Suri",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rominder P. S Suri",
   "pi_email_addr": "rsuri@temple.edu",
   "nsf_id": "000322123",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "3340 N. Broad Street SFC, Suite",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191405104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 240001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Poly- and perfluoroalkyl substances (PFAS) have become widely known as &ldquo;forever chemicals&rdquo; because they are challenging to completely degrade.&nbsp; However, PFAS historically and currently are used in industrial processes and a wide array of consumer goods.&nbsp; As a result, wastewater is known to contain a range of PFAS, some of which are likely to generally stick to the sewage solids. However previous research has indicated that the wastewater treatment processes do not completely degrade PFAS, therefore they are found in wastewater treatment liquid discharge, secondary sludges and also in the stabilized solid products (i.e., biosolids) which can be land applied (e.g., agriculture). &nbsp;&nbsp;To better understand PFAS association with sewage solids, partitioning coefficients were measured (i.e., K<sub>d</sub>), where higher values indicate that PFAS are more associated with the solids (and less dissolved in water) which results in less leaching and lower mobility in the environment.&nbsp; Fourteen PFAS compounds were evaluated in this laboratory experimental research effort, and as expected, the PFAS characteristics resulted in substantial differences in a compounds affinity for solids; generally speaking, larger molecules (i.e., higher molecular weight, longer fluoroalkyl chain length) and compounds that contained a sulfonate head group were more associated with the solids. This research determined that the secondary treatment processes did not significantly influence partitioning, but that solid characteristics and solution chemistry did.&nbsp; Generally, increased protein and organic matter content caused greater association with solids, as did higher cation concentrations &ndash; ammonium (NH<sub>4</sub><sup>+</sup>) and especially calcium (Ca<sup>2+</sup>) &ndash; and solid association decreased with increasing pH.&nbsp; Biosolids stabilization process resulted in differenced in PFAS partitioning, where anaerobic and aerobic digestion resulted in solids that had greater affinity for PFAS than did composted biosolids.</p>\n<p>When biosolids are land applied, they will undergo a range of environmental processes likely to include changes in temperature and humidity, exposure to sunlight and precipitation, and also exposure to microbial communities.&nbsp; These environmental processes were evaluated in controlled laboratory conditions to assess the effect on PFAS partitioning to solids.&nbsp; Temperature and humidity did not change the PFAS affinity for biosolids for tests conducted over a 90-day duration in conditions to limit microbial activity.&nbsp; This suggests that relevant chemical reactions under neutral pH conditions are limited, or slow compared to the 3-month testing period.&nbsp; However, when microbial activity is plentiful, which was observed to occur particularly in the first month, then this results in changes to the solid characteristics.&nbsp; This process is referred to as &ldquo;microbial weathering.&rdquo; &nbsp;&nbsp;As a result, the PFAS affinity for the biosolids decreased; this decrease in the partitioning coefficient means that PFAS are more likely to leach from the biosolids.&nbsp; Furthermore, there are range of PFAS compounds that may be present in biosolids that were not directly assessed in this research (i.e., they were beyond the targeted methods used in this research).&nbsp; However, the concentration of targeted PFAS increased over the course of the experiments, indicating that there was production of the compounds from degradation of precursors associated with the microbial weather processes. A final set of experiments considered how precipitation or solar irradiation could impact PFAS leaching from biosolids.&nbsp; A 30-day experiment was conducted that included 10 simulated storms with cyclic UV irradiation. At expected, PFAS were leached from the biosolids, generally with the greatest concentration occurring during the first simulated storm and declining over subsequent storms.&nbsp; UV irradiation was also observed to increase the leachable PFAS concentration, suggesting that the simulated solar exposure caused changes to the biosolids characteristics resulting in solids with a lower affinity for PFAS.&nbsp;</p>\n<p>There is growing evidence that the PFAS contributed to wastewater treatment plants will not be fully degraded, and therefore contained in either the liquid or solid discharge streams.&nbsp; Therefore, careful consideration of the contributing sources and means of limiting the PFAS inputs are needed.&nbsp; Sewage solids are likely to contain PFAS, especially for PFAS with a greater affinity for solids, which includes compounds that can be measured with targeted analytical methods.&nbsp; Solids also likely include PFAS compounds that cannot currently quantified but that may be transformed into the persistent and measurable forms, either during the wastewater treatment processes or under the environmental conditions present upon biosolids land application.&nbsp; Therefore, an initial measurement of PFAS concentrations in biosolids should be considered a conservative estimate of total PFAS.&nbsp; In a land application scenario, PFAS leaching from the biosolids and mobility in the agricultural setting is expected to be influenced by many factors including: PFAS compound characteristics, microbial activity (to transform PFAS or to weather the biosolids), solution chemistry (e.g., cations and pH), and climatic conditions. Findings from this project have been shared with a wide range of audiences via peer-reviewed publications, webinars and presentations, and technical reports as well as scientific outreach to high school students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2023<br>\n\t\t\t\t\tModified by: Erica&nbsp;R&nbsp;Mckenzie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPoly- and perfluoroalkyl substances (PFAS) have become widely known as \"forever chemicals\" because they are challenging to completely degrade.  However, PFAS historically and currently are used in industrial processes and a wide array of consumer goods.  As a result, wastewater is known to contain a range of PFAS, some of which are likely to generally stick to the sewage solids. However previous research has indicated that the wastewater treatment processes do not completely degrade PFAS, therefore they are found in wastewater treatment liquid discharge, secondary sludges and also in the stabilized solid products (i.e., biosolids) which can be land applied (e.g., agriculture).   To better understand PFAS association with sewage solids, partitioning coefficients were measured (i.e., Kd), where higher values indicate that PFAS are more associated with the solids (and less dissolved in water) which results in less leaching and lower mobility in the environment.  Fourteen PFAS compounds were evaluated in this laboratory experimental research effort, and as expected, the PFAS characteristics resulted in substantial differences in a compounds affinity for solids; generally speaking, larger molecules (i.e., higher molecular weight, longer fluoroalkyl chain length) and compounds that contained a sulfonate head group were more associated with the solids. This research determined that the secondary treatment processes did not significantly influence partitioning, but that solid characteristics and solution chemistry did.  Generally, increased protein and organic matter content caused greater association with solids, as did higher cation concentrations &ndash; ammonium (NH4+) and especially calcium (Ca2+) &ndash; and solid association decreased with increasing pH.  Biosolids stabilization process resulted in differenced in PFAS partitioning, where anaerobic and aerobic digestion resulted in solids that had greater affinity for PFAS than did composted biosolids.\n\nWhen biosolids are land applied, they will undergo a range of environmental processes likely to include changes in temperature and humidity, exposure to sunlight and precipitation, and also exposure to microbial communities.  These environmental processes were evaluated in controlled laboratory conditions to assess the effect on PFAS partitioning to solids.  Temperature and humidity did not change the PFAS affinity for biosolids for tests conducted over a 90-day duration in conditions to limit microbial activity.  This suggests that relevant chemical reactions under neutral pH conditions are limited, or slow compared to the 3-month testing period.  However, when microbial activity is plentiful, which was observed to occur particularly in the first month, then this results in changes to the solid characteristics.  This process is referred to as \"microbial weathering.\"   As a result, the PFAS affinity for the biosolids decreased; this decrease in the partitioning coefficient means that PFAS are more likely to leach from the biosolids.  Furthermore, there are range of PFAS compounds that may be present in biosolids that were not directly assessed in this research (i.e., they were beyond the targeted methods used in this research).  However, the concentration of targeted PFAS increased over the course of the experiments, indicating that there was production of the compounds from degradation of precursors associated with the microbial weather processes. A final set of experiments considered how precipitation or solar irradiation could impact PFAS leaching from biosolids.  A 30-day experiment was conducted that included 10 simulated storms with cyclic UV irradiation. At expected, PFAS were leached from the biosolids, generally with the greatest concentration occurring during the first simulated storm and declining over subsequent storms.  UV irradiation was also observed to increase the leachable PFAS concentration, suggesting that the simulated solar exposure caused changes to the biosolids characteristics resulting in solids with a lower affinity for PFAS. \n\nThere is growing evidence that the PFAS contributed to wastewater treatment plants will not be fully degraded, and therefore contained in either the liquid or solid discharge streams.  Therefore, careful consideration of the contributing sources and means of limiting the PFAS inputs are needed.  Sewage solids are likely to contain PFAS, especially for PFAS with a greater affinity for solids, which includes compounds that can be measured with targeted analytical methods.  Solids also likely include PFAS compounds that cannot currently quantified but that may be transformed into the persistent and measurable forms, either during the wastewater treatment processes or under the environmental conditions present upon biosolids land application.  Therefore, an initial measurement of PFAS concentrations in biosolids should be considered a conservative estimate of total PFAS.  In a land application scenario, PFAS leaching from the biosolids and mobility in the agricultural setting is expected to be influenced by many factors including: PFAS compound characteristics, microbial activity (to transform PFAS or to weather the biosolids), solution chemistry (e.g., cations and pH), and climatic conditions. Findings from this project have been shared with a wide range of audiences via peer-reviewed publications, webinars and presentations, and technical reports as well as scientific outreach to high school students.\n\n \n\n\t\t\t\t\tLast Modified: 01/18/2023\n\n\t\t\t\t\tSubmitted by: Erica R Mckenzie"
 }
}