{
 "awd_id": "1805847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Viscous constraints on zooplankton approach and interaction",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 338068.0,
 "awd_amount": 338068.0,
 "awd_min_amd_letter_date": "2018-07-09",
 "awd_max_amd_letter_date": "2018-07-09",
 "awd_abstract_narration": "Organisms that swim in water need to approach suspended particles for a variety of life processes, such as feeding, mating, fertilization, and finding favorable habitats. This research focuses on plankton, which despite their small size play an outsize role in ocean ecology due to their numerical abundance. For example, phytoplankton provide the base of the food web by converting sunlight into organic matter, which is transferred further up to the food chain, primarily by zooplankton which eat the phytoplankton. Hydrodynamics at the micro- to millimeter scales of zooplankton is dominated by viscosity, and severely constrains their ability to approach other particles. Attempts to approach smaller food particles are made difficult by viscous flows that tend to push the food particle away. However, zooplankton also approach similar size particles during mating, as well as larger particles during egg fertilization or when exploring new habitats. The goal of the research is to understand what general constraints viscous hydrodynamics place on the approach of plankton to suspended particles and how those constraints determine biological form and function. The results will increase our understanding of how plankton eat, reproduce, and spread to new habitats. The project will also enhance engineering education through graduate and undergraduate research training, and an outreach program will communicate our research results to local high school students. \r\n\r\nWhile the way that viscous hydrodynamics constrains propulsion and the form of swimming mechanisms of microorganisms is well appreciated, this research extends our understanding of the implications of viscous hydrodynamics to include constraints on approach which is as or more important than swimming for many life processes. To deduce how hydrodynamic constraints on approach determine biological form and behavior, the research uses numerical studies, flow visualization, and dynamically scaled experiments to investigate a range of swimmer geometries, propulsion methods, target particle sizes, and approach strategies to identify which enable close approach in the presence of viscous constraints. The results will be used to analyze observations of approach of various types of organisms reported in the literature to understand when viscous constraints determine the biological form of those organisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Fu",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Henry C Fu",
   "pi_email_addr": "Henry.Fu@utah.edu",
   "nsf_id": "000526834",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rob",
   "pi_last_name": "Stoll",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rob Stoll",
   "pi_email_addr": "rstoll@eng.utah.edu",
   "nsf_id": "000518980",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 South 2000 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 338068.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organisms that swim in water need to approach suspended particles for a variety of life processes, such as feeding, mating, fertilization, and finding favorable habitats. This proposed work focuses on plankton, which despite their small size play an outsize role in ocean ecology due to their numerical abundance. For example, phytoplankton provide the base of the food web by converting sunlight into organic matter, which is transferred further up to the food chain, primarily by zooplankton which eat the phytoplankton.</p>\n<p>&nbsp;</p>\n<p>In terms of intellectual merit, the project contributes advances in understanding of how zooplankton can approach and feed on prey particles, as well as approach particulate organic matter (&ldquo;marine snow&rdquo;) to use them as nutrient-rich habitats. One result investigated how to measure the feeding efficiency of zooplankton that generate feeding currents to bring food particles nearby, where they filter the water to collect the food particles. Work done in this project shows that when the feeding currents have recirculatory flow, it is necessary to carefully account for how fluid has previously been filtered. Numerical models for feeding current filtering are used to show how much feeding efficacy is affected by this effect. Another result investigates how easily bacteria approach marine snow. Past models of close approach have treated the marine snow as a solid particle, but in reality it is porous. Including the effects of porosity make it easier for bacteria to approach and get close to the marine snow. The project has also investigated zooplankton motility. In particular, it examined the swimming of <em>Chilomonas paramecium</em>, a one-celled organism that swims using two whiplike appendages called flagella. On these flagella, it has numerous tiny hairs called mastigonemes. There has been much debate as to the hydrodynamic importance of these mastigonemes. By comparing experimental observations of swimming <em>Chilomonas</em> to numerical simulations without mastigonemes, and with mastigonemes in various configurations, the project has shown that the mastigonemes do affect the swimming of these organisms.</p>\n<p>&nbsp;</p>\n<p>In terms of broader impacts, the project has implications for ecology and the climate. The results inform our understanding of how plankton eat, reproduce, and spread to new habitats, which in turn affects their efficiencies in the global food web and nutrient uptake and recycling, ultimately affecting ecological/planetary energy and nutrient (including carbon) flows. In addition, the project enhanced engineering education through graduate and undergraduate research training, and an outreach program which introduced our research area to local high school students.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2023<br>\nModified by: Henry&nbsp;C&nbsp;Fu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOrganisms that swim in water need to approach suspended particles for a variety of life processes, such as feeding, mating, fertilization, and finding favorable habitats. This proposed work focuses on plankton, which despite their small size play an outsize role in ocean ecology due to their numerical abundance. For example, phytoplankton provide the base of the food web by converting sunlight into organic matter, which is transferred further up to the food chain, primarily by zooplankton which eat the phytoplankton.\n\n\n\n\n\nIn terms of intellectual merit, the project contributes advances in understanding of how zooplankton can approach and feed on prey particles, as well as approach particulate organic matter (marine snow) to use them as nutrient-rich habitats. One result investigated how to measure the feeding efficiency of zooplankton that generate feeding currents to bring food particles nearby, where they filter the water to collect the food particles. Work done in this project shows that when the feeding currents have recirculatory flow, it is necessary to carefully account for how fluid has previously been filtered. Numerical models for feeding current filtering are used to show how much feeding efficacy is affected by this effect. Another result investigates how easily bacteria approach marine snow. Past models of close approach have treated the marine snow as a solid particle, but in reality it is porous. Including the effects of porosity make it easier for bacteria to approach and get close to the marine snow. The project has also investigated zooplankton motility. In particular, it examined the swimming of Chilomonas paramecium, a one-celled organism that swims using two whiplike appendages called flagella. On these flagella, it has numerous tiny hairs called mastigonemes. There has been much debate as to the hydrodynamic importance of these mastigonemes. By comparing experimental observations of swimming Chilomonas to numerical simulations without mastigonemes, and with mastigonemes in various configurations, the project has shown that the mastigonemes do affect the swimming of these organisms.\n\n\n\n\n\nIn terms of broader impacts, the project has implications for ecology and the climate. The results inform our understanding of how plankton eat, reproduce, and spread to new habitats, which in turn affects their efficiencies in the global food web and nutrient uptake and recycling, ultimately affecting ecological/planetary energy and nutrient (including carbon) flows. In addition, the project enhanced engineering education through graduate and undergraduate research training, and an outreach program which introduced our research area to local high school students.\n\n\n\t\t\t\t\tLast Modified: 11/14/2023\n\n\t\t\t\t\tSubmitted by: HenryCFu\n"
 }
}