{
 "awd_id": "1805058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Integrated Approach to Understanding and Spatially Modeling Haloacetonitrile Disinfection By-Products Associated with De Facto Wastewater Reuse",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2018-07-23",
 "awd_max_amd_letter_date": "2018-07-23",
 "awd_abstract_narration": "Haloacetonitriles (HANs) are a group of disinfection byproducts (DBPs) formed during drinking water disinfection that are important contributors to drinking water toxicity. Recent studies show that HAN formation is increased when the treated wastewater discharged from upstream treatment plants are present in the water supply. Therefore, it is desirable to develop a watershed scale model to predict the risks of HAN formation based on the presence of upstream treated wastewater discharges and the drinking water disinfection processes. This collaborative study between SUNY at Buffalo and Arizona State aims to fill the knowledge gaps that have prevented the development of such a model. Specifically, this study will be the first to determine the rates at which treated wastewater discharges alter the potential formation of HANs due to environmental degradation processes. The experimentally determined parameters will then be applied in regional or national scale water quality models. Additionally, a data science course will be introduced in the environmental engineering curriculum at Arizona State University. A two-semester, cross-course student project spanning modeling and water treatment will be developed at the University at Buffalo. If successful, the development of these models will help aid in the protection of the Nation's water security while monitoring the effects of various water treatment processes.\r\n\r\nDe facto reuse, or indirect potable water reuse, the incidental presence of treated wastewater effluent in downstream drinking water supply, is increasing with urbanization worldwide. The proposed project aims to develop a comprehensive understanding of the risks associated with HANs under de facto wastewater reuse scenarios on the watershed and national scale. It has four research objectives: (1) Determine the HAN risks associated with wastewater effluents as a function of wastewater treatment process and isolate the contribution from wastewater organic matter and inorganic constituent bromide; (2) Determine the influence of biological and photochemical transformation of organic matter on the wastewater-derived HAN risks; (3) Integrate experimental findings into the geospatial DRINCS model to assess wastewater-derived HAN risks for all water treatment plants supplied by surface water in the U.S. (4) Compare model predictions from DRINCS with regional hydrodynamic models to validate the simplifications made in DRINCS or estimate the associated error. This project is the first effort to quantitatively assess wastewater-derived HAN risks on the national scale. Although it focuses on HANs, the framework of integrating experimental research with modeling is transferable to other high priority emerging DBPs and contaminants derived from wastewater. The outcome of this project will inform the nationwide HAN risks due to de facto reuse, and potentially provide strategies for wastewater and water utilities to collaboratively address DBP problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Dai",
   "pi_email_addr": "ningdai@buffalo.edu",
   "nsf_id": "000684264",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhenduo",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenduo Zhu",
   "pi_email_addr": "zhenduoz@buffalo.edu",
   "nsf_id": "000731298",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Jarvis Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142604300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Disinfection is a crucial treatment process that ensures the microbial safety of drinking water. However, chemical disinfectants can also react with various water constituents to form toxic products, often referred to as disinfection byproducts. Despite that hundreds of disinfection byproducts have been identified, only eleven of them are currently regulated by the U.S. Environmental Protection Agency. Among the non-regulated disinfection byproducts, haloacetonitriles are a group of nitrogen-containing compounds with much greater toxicity than the regulated disinfection byproducts. As a result of climate change and urban expansion, there is growing concern regarding the presence of treated wastewater effluent in downstream water supplies, a phenomenon referred to as de facto reuse. Compared with the natural organic matter in pristine waters, wastewater effluent contains a greater amount of nitrogen-containing organic compounds, including many that can form haloacetonitriles upon reaction with disinfectants. Therefore, there is a need to assess the relationship between de facto reuse risks of haloacetonitriles in disinfected drinking water.</p>\n<p>Utilizing both laboratory experiments and water quality modeling, this project contributed important knowledge to improve our understanding of the extent of haloacetonitrile risks associated with de facto reuse. First, we showed that the haloacetonitrile formation potential of wastewater effluents were attenuated by sunlight irradiation. For wastewater effluents containing bromide, the sunlight-induced reduction in the formation potential of bromine-containing haloacetonitrile was faster than the formation potential of haloacetonitrile containing only chlorine. These results suggest that the haloacetonitrile risks in downstream water supplies can be lower than predicted based on the volume percentage of upstream wastewater effluents in drinking water sources. Second, by combining geospatial modeling and regional hydrodynamic modeling of a medium-sized watershed and comparing model prediction with field sample analyses, we showed that the precursors to haloacetonitrile disinfection byproducts are not limited to wastewater effluents; run-off from non-point sources can also contribute to haloacetonitrile precursors. Third, motivated by the findings mentioned above, we decided to explore precursors to haloacetonitriles that are relevant to de facto reuse but may have been overlooked by previous research. We first identified the indole moiety, present in the side chain of the amino acid tryptophan, as a potent precursor to haloacetonitriles. In addition, we also showed that the aniline moiety, common in many synthetic chemicals such as pharmaceuticals and pesticides, can also form haloacetonitriles at high yields under disinfection conditions. Compared with the previous focus on free amino acid functional groups as haloacetonitrile precursors, our findings shed light on the diversity of haloacetonitrile formation mechanisms and laid the foundation for future research.</p>\n<p>The broader impacts of this project extend beyond an improved understanding of the haloacetonitrile risks under de facto reuse scenarios. The novel methodologies utilized in research, such as high-resolution mass spectrometry, can be applied to study a wide range of drinking water quality problems. Moreover, this project provided valuable training opportunities for a cohort of graduate and undergraduate students with diverse backgrounds, contributing to workforce development in engineering and science disciplines. The research findings are disseminated through peer-reviewed scientific journal articles, oral and poster presentations at professional and academic conferences, as well as public outreach events for K-12 teachers.</p><br>\n<p>\n Last Modified: 11/14/2024<br>\nModified by: Ning&nbsp; &nbsp;Dai</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDisinfection is a crucial treatment process that ensures the microbial safety of drinking water. However, chemical disinfectants can also react with various water constituents to form toxic products, often referred to as disinfection byproducts. Despite that hundreds of disinfection byproducts have been identified, only eleven of them are currently regulated by the U.S. Environmental Protection Agency. Among the non-regulated disinfection byproducts, haloacetonitriles are a group of nitrogen-containing compounds with much greater toxicity than the regulated disinfection byproducts. As a result of climate change and urban expansion, there is growing concern regarding the presence of treated wastewater effluent in downstream water supplies, a phenomenon referred to as de facto reuse. Compared with the natural organic matter in pristine waters, wastewater effluent contains a greater amount of nitrogen-containing organic compounds, including many that can form haloacetonitriles upon reaction with disinfectants. Therefore, there is a need to assess the relationship between de facto reuse risks of haloacetonitriles in disinfected drinking water.\n\n\nUtilizing both laboratory experiments and water quality modeling, this project contributed important knowledge to improve our understanding of the extent of haloacetonitrile risks associated with de facto reuse. First, we showed that the haloacetonitrile formation potential of wastewater effluents were attenuated by sunlight irradiation. For wastewater effluents containing bromide, the sunlight-induced reduction in the formation potential of bromine-containing haloacetonitrile was faster than the formation potential of haloacetonitrile containing only chlorine. These results suggest that the haloacetonitrile risks in downstream water supplies can be lower than predicted based on the volume percentage of upstream wastewater effluents in drinking water sources. Second, by combining geospatial modeling and regional hydrodynamic modeling of a medium-sized watershed and comparing model prediction with field sample analyses, we showed that the precursors to haloacetonitrile disinfection byproducts are not limited to wastewater effluents; run-off from non-point sources can also contribute to haloacetonitrile precursors. Third, motivated by the findings mentioned above, we decided to explore precursors to haloacetonitriles that are relevant to de facto reuse but may have been overlooked by previous research. We first identified the indole moiety, present in the side chain of the amino acid tryptophan, as a potent precursor to haloacetonitriles. In addition, we also showed that the aniline moiety, common in many synthetic chemicals such as pharmaceuticals and pesticides, can also form haloacetonitriles at high yields under disinfection conditions. Compared with the previous focus on free amino acid functional groups as haloacetonitrile precursors, our findings shed light on the diversity of haloacetonitrile formation mechanisms and laid the foundation for future research.\n\n\nThe broader impacts of this project extend beyond an improved understanding of the haloacetonitrile risks under de facto reuse scenarios. The novel methodologies utilized in research, such as high-resolution mass spectrometry, can be applied to study a wide range of drinking water quality problems. Moreover, this project provided valuable training opportunities for a cohort of graduate and undergraduate students with diverse backgrounds, contributing to workforce development in engineering and science disciplines. The research findings are disseminated through peer-reviewed scientific journal articles, oral and poster presentations at professional and academic conferences, as well as public outreach events for K-12 teachers.\t\t\t\t\tLast Modified: 11/14/2024\n\n\t\t\t\t\tSubmitted by: Ning Dai\n"
 }
}