{
 "awd_id": "1806297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: A Search for Long-Range Spin-Spin Interactions and Optical Forces in TlF",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 480600.0,
 "awd_amount": 480600.0,
 "awd_min_amd_letter_date": "2018-06-19",
 "awd_max_amd_letter_date": "2018-06-19",
 "awd_abstract_narration": "Precision measurements of elementary particles' spins can provide new insight into the fundamental laws of nature. Elementary particles have an intrinsic property called spin which makes them act as if they are constantly rotating like mechanical tops. Just as tops precess in the presence of gravity, the spins of fundamental particles precess in a magnetic field. This precession is the basis of nuclear magnetic resonance which is the underlying physics used in the medical diagnostic known as magnetic resonance imaging (MRI). Recently developed precision optical techniques have allowed the study of interactions with particle spins with unprecedented fidelity. This project will use these precision techniques as tools to investigate the fundamental forces and symmetries of nature. At the most basic level, physicists' present understanding of nature is summarized by the \"Standard Model\" of particle physics. This model requires four fundamental forces (gravitational, electromagnetic, strong, and weak) to describe all of reality as it is presently known. In one experiment, the investigators will look for a new long-range force between particle spins that can't be described by the Standard Model. To optimize their search, they will measure the interaction of their laboratory spins with all of the aligned electron spins within the Earth. In their other experiment, the researchers hope eventually to see if the fundamental laws of nature might be asymmetric in time. This breaking of \"time symmetry\" can be studied by looking for the precession of a nuclear spin in an electric field. Here the experimental sensitivity is increased by using a beam of very cold molecules. Additional time asymmetry (beyond that which has already been observed) is believed to be necessary to explain the existence of our universe. Without time-reversal violation, our universe would have produced equal amounts of matter and anti-matter. Their mutual annihilation would not have allowed for the formation of galaxies, stars, planets and life. \r\n\r\nIn 2013, the researchers created the first map of the electron-spin density within the Earth. These \"geo-electrons\" constitute the largest polarized spin source known. Precision measurement of spin-precession frequencies in laboratories at the surface of the Earth as a function of the magnetic-field direction, allows one to look for long-range spin-spin interactions (LRSSI) between the geo-electrons and the laboratory spins. In the first proposed experiment, a refined spin-precession apparatus will be constructed which is both well-calibrated and relatively immune to AC light effects. This should allow at least an order of magnitude improvement in the sensitivity of these LRSSI measurements. If an effect is seen it would suggest the existence of a new force of nature. In current models this force might be associated with an ultra-light vector meson, a \"dark photon\", the \"unparticle\", or torsion gravity. In the second proposed experiment, the researchers will continue their investigation of critical parameters that will ultimately determine the sensitivity of the thallium fluoride (TlF) electric-dipole moment (edm) experiment that is presently being constructed at Yale by the CeNTREX collaboration. Specifically, the researchers hope to continue to improve their measurements of optical cycling in TlF and to demonstrate that this cycling can be used to exert optical forces on TlF. These optical forces will be used to transversely cool a cryogenic molecular beam of TlF. This transverse cooling should increase the sensitivity of the TlF edm experiment by about an order of magnitude. With this additional sensitivity it is possible that a permanent nuclear edm will be discovered. If this edm is found, it would imply a violation of time symmetry and could help explain the existence of our matter-dominated universe.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Hunter",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Larry R Hunter",
   "pi_email_addr": "lrhunter@amherst.edu",
   "nsf_id": "000316104",
   "pi_start_date": "2018-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Amherst College",
  "inst_street_address": "155 S PLEASANT ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135422804",
  "inst_zip_code": "010022234",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "AMHERST COLLEGE, TRUSTEES OF",
  "org_prnt_uei_num": "",
  "org_uei_num": "KDRLUT71AFM5"
 },
 "perf_inst": {
  "perf_inst_name": "Amherst College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 480600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>A Search for Long Range Spin-Spin Interactions (LRSSI)</em></strong></p>\n<p>Precision measurements of the spin interactions of elementary particles can provide new insights into the fundamental laws of nature. &nbsp;Elementary particles have an intrinsic property called spin &ndash; they act as if they were constantly spinning around like tops.&nbsp; Just as tops precess in the presence of gravity, the spins of fundamental particles precess in a magnetic field.&nbsp; This precession is the basis of nuclear magnetic resonance which is the underlying physics used in the medical diagnostic known as magnetic resonance imaging (MRI).&nbsp; Recently developed precision optical techniques have allowed the study of interactions with particle spins with unprecedented precision.&nbsp;&nbsp; We used these techniques to investigate the fundamental forces and symmetries of nature.&nbsp; At the most basic level, our present understanding of nature is summarized in the &ldquo;Standard Model&rdquo; of particle physics.&nbsp; This model requires four fundamental forces (gravitational, electromagnetic, strong and weak) to describe all of reality as it is presently known.&nbsp; We look for new long-range forces between particle spins that can&rsquo;t be described by the Standard Model.&nbsp; We optimize this search by measuring the interaction of our laboratory spins with all of the aligned electron spins within the Earth&rsquo;s mantle, the largest polarized spin source available. &nbsp;Our precision measurement of spin-precession frequencies as a function of the direction of the applied magnetic field, allows us to look for LRSSI between these &ldquo;geo-electrons&rdquo; and our laboratory spins.&nbsp; While we have not yet observed a new force in nature, our earlier results improved the bounds on theories that proposed LRSSI by as much as a factor of a million.&nbsp; We are engaged in ongoing work to further improve the precision and accuracy of this experiment, hopefully by at least another order of magnitude.&nbsp; During this grant we have tested a new optical system and constructed a new rotation apparatus that together should allow this improvement.&nbsp; If an effect is seen it would suggest the existence of a new force of nature.&nbsp; In current models this force might be associated with an ultra-light vector meson, a &ldquo;dark&rdquo; photon, the &ldquo;unparticle&rdquo;, or torsion gravity.</p>\n<p><strong><em>Improved Optical Cycling on Thallium Fluoride (TlF)</em></strong></p>\n<p>The ultimate motivation for our investigation of (TlF) is to see if the fundamental laws of nature might be asymmetric in time.&nbsp; Additional time asymmetry (beyond that which has already been observed) is believed to be necessary to explain the existence of our universe.&nbsp; Without time-reversal violation, the big bang would have produced equal amounts of matter and anti-matter.&nbsp; Their mutual annihilation would not have allowed for the formation of galaxies, stars, planets and life.</p>\n<p>This breaking of &ldquo;time symmetry&rdquo; can be sensitively studied by looking for the electric-dipole moment (edm) of the thallium nucleus.&nbsp; An edm would result in the precession of the thallium nuclear spin in the strong molecular electric field.&nbsp; The sensitivity of this experiment can be increased by using a cycling transition and a very cold beam of molecules. We have measured critical parameters of the TlF X-B transition that determine the viability and ultimate sensitivity expected of an edm experiment in TlF.&nbsp; In collaboration with researchers at the University of Chicago, we have developed a new detailed computer model of our experiment.&nbsp; With this model and the addition of a vertical laser beams to illuminate the molecules, we believe we have succeeded in cycling about 80 photons/molecule on a specific rotational transition of the X(0)-B(0) vibrational transition.&nbsp; This is more than enough to ensure that every molecule in the ground state of this transition can be detected. &nbsp;This &ldquo;perfect&rdquo; detection efficiency will enhance the sensitivity of &nbsp;the TlF edm experiment that is presently being constructed at Argon National Lab by the CeNTREX collaboration. &nbsp;If they observe a non-zero permanent nuclear edm it would imply a violation of time symmetry and could help explain the existence of our matter-dominated universe.</p>\n<p><strong><em>Broader Impacts</em></strong></p>\n<p>Our group&rsquo;s tradition of strong undergraduate participation and training has continued under this grant.&nbsp; Four students wrote honors theses on these projects.&nbsp; One is now enrolled in a Ph.D. program in the applied Physics department at Stanford.&nbsp; One is pursuing a Ph.D. in automotive engineering at Clemson.&nbsp; One is pursuing a Ph.D. in the Lightwave Research Laboratory at Columbia University.&nbsp; One has just accepted a job at Google. An additional eight undergraduates worked on these projects during the summers and over interterm. Four of the twelve students who worked in our lab were woman, one who is just starting her honors thesis in our lab.&nbsp; The project has also provided a great training for the post doc involved who hopes eventually to find a tenure-track faculty position at a small-college.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2022<br>\n\t\t\t\t\tModified by: Larry&nbsp;R&nbsp;Hunter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA Search for Long Range Spin-Spin Interactions (LRSSI)\n\nPrecision measurements of the spin interactions of elementary particles can provide new insights into the fundamental laws of nature.  Elementary particles have an intrinsic property called spin &ndash; they act as if they were constantly spinning around like tops.  Just as tops precess in the presence of gravity, the spins of fundamental particles precess in a magnetic field.  This precession is the basis of nuclear magnetic resonance which is the underlying physics used in the medical diagnostic known as magnetic resonance imaging (MRI).  Recently developed precision optical techniques have allowed the study of interactions with particle spins with unprecedented precision.   We used these techniques to investigate the fundamental forces and symmetries of nature.  At the most basic level, our present understanding of nature is summarized in the \"Standard Model\" of particle physics.  This model requires four fundamental forces (gravitational, electromagnetic, strong and weak) to describe all of reality as it is presently known.  We look for new long-range forces between particle spins that can’t be described by the Standard Model.  We optimize this search by measuring the interaction of our laboratory spins with all of the aligned electron spins within the Earth’s mantle, the largest polarized spin source available.  Our precision measurement of spin-precession frequencies as a function of the direction of the applied magnetic field, allows us to look for LRSSI between these \"geo-electrons\" and our laboratory spins.  While we have not yet observed a new force in nature, our earlier results improved the bounds on theories that proposed LRSSI by as much as a factor of a million.  We are engaged in ongoing work to further improve the precision and accuracy of this experiment, hopefully by at least another order of magnitude.  During this grant we have tested a new optical system and constructed a new rotation apparatus that together should allow this improvement.  If an effect is seen it would suggest the existence of a new force of nature.  In current models this force might be associated with an ultra-light vector meson, a \"dark\" photon, the \"unparticle\", or torsion gravity.\n\nImproved Optical Cycling on Thallium Fluoride (TlF)\n\nThe ultimate motivation for our investigation of (TlF) is to see if the fundamental laws of nature might be asymmetric in time.  Additional time asymmetry (beyond that which has already been observed) is believed to be necessary to explain the existence of our universe.  Without time-reversal violation, the big bang would have produced equal amounts of matter and anti-matter.  Their mutual annihilation would not have allowed for the formation of galaxies, stars, planets and life.\n\nThis breaking of \"time symmetry\" can be sensitively studied by looking for the electric-dipole moment (edm) of the thallium nucleus.  An edm would result in the precession of the thallium nuclear spin in the strong molecular electric field.  The sensitivity of this experiment can be increased by using a cycling transition and a very cold beam of molecules. We have measured critical parameters of the TlF X-B transition that determine the viability and ultimate sensitivity expected of an edm experiment in TlF.  In collaboration with researchers at the University of Chicago, we have developed a new detailed computer model of our experiment.  With this model and the addition of a vertical laser beams to illuminate the molecules, we believe we have succeeded in cycling about 80 photons/molecule on a specific rotational transition of the X(0)-B(0) vibrational transition.  This is more than enough to ensure that every molecule in the ground state of this transition can be detected.  This \"perfect\" detection efficiency will enhance the sensitivity of  the TlF edm experiment that is presently being constructed at Argon National Lab by the CeNTREX collaboration.  If they observe a non-zero permanent nuclear edm it would imply a violation of time symmetry and could help explain the existence of our matter-dominated universe.\n\nBroader Impacts\n\nOur group’s tradition of strong undergraduate participation and training has continued under this grant.  Four students wrote honors theses on these projects.  One is now enrolled in a Ph.D. program in the applied Physics department at Stanford.  One is pursuing a Ph.D. in automotive engineering at Clemson.  One is pursuing a Ph.D. in the Lightwave Research Laboratory at Columbia University.  One has just accepted a job at Google. An additional eight undergraduates worked on these projects during the summers and over interterm. Four of the twelve students who worked in our lab were woman, one who is just starting her honors thesis in our lab.  The project has also provided a great training for the post doc involved who hopes eventually to find a tenure-track faculty position at a small-college.\n\n\t\t\t\t\tLast Modified: 08/26/2022\n\n\t\t\t\t\tSubmitted by: Larry R Hunter"
 }
}