{
 "awd_id": "1806593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IGE: Leveraging Data Science Master Programs to Enhance Professional Readiness in STEM PhD Students",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032927181",
 "po_email": "ddavis@nsf.gov",
 "po_sign_block_name": "Dorian Davis",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 478443.0,
 "awd_amount": 478443.0,
 "awd_min_amd_letter_date": "2018-08-16",
 "awd_max_amd_letter_date": "2018-08-16",
 "awd_abstract_narration": "Traditional STEM graduate education is primarily dedicated to training students on how to succeed in academic jobs, despite the fact that most STEM PhD students leave academia after graduation. This traditional approach to graduate education leaves PhD students unprepared to enter the non-academic workforce upon graduation. A lack of adequate preparation not only adversely affects the students themselves, but also leads to missed opportunities for society, since STEM PhD students often have precisely the deep technical background needed to solve the growing number of data-driven problems society faces. This National Science Foundation Innovations in Graduate Education (IGE) award to Duke University will test whether Master-level data science programs, which usually have curricula that emphasize the professional skills and applied data skills missing from most PhD programs, can be leveraged to improve the preparation of PhD students. This project will test the outcomes of combining the applied approach of Master-level data science programs with the depth and experience of PhD STEM students. More specifically, it will determine which aspects of Master-level professional curricula translate to PhD students. The results will provide guidance on approaches to extend the impact of a growing investment in data science Master programs to doctoral-level students and will inform the education community on better preparing the next generation of STEM scientists to work with and improve methods surrounding big data. In so doing, this project will help strengthen the pipeline between universities and non-academic employers. \r\n\r\nThis project will incorporate a select cohort of Duke's STEM PhD students into Duke's Master in Interdisciplinary Data Science (MIDS) Capstone projects with non-academic partners, and include the selected PhD students in the professional development activities of the MIDS program. Duke's MIDS program emphasizes comprehensive training in professional and communication skills in its coursework. The program culminates in a capstone project that requires students to solve a data-driven problem for a partner outside of the university. Students must apply the technical skills, theoretical knowledge, and professional skills they learned in the classroom to a real-life situation that requires interacting with a diversity of both technical and non-technical collaborators. The goal of this research is to determine which of these enhanced experiences can mitigate - and ultimately, overcome - the shortage of doctoral graduates with industry-relevant training, developed professional competencies, and deep domain knowledge. The principles guiding this IGE project stem from research on the use of vertically-integrated, topically-focused research teams as mechanisms to motivate effective, meaningful learning. The MIDS Capstone curriculum is based on evidence-backed practices from the team-based learning and service learning literature. The effectiveness of the project for STEM PhD students will be evaluated using survey, interview, and structured assessment data collected from students, faculty, and Capstone partners, as well as data from potential future employers and students' supervisors after they move to new positions. Outcomes measured will include students' professional skills, students' data science competencies, students' research accomplishments, and reported benefits to non-academic partners. The results will be used to develop scalable mechanisms for universities to extend the impact of their investment in data science Master programs to doctoral-level students. Doing so will strengthen the potential for PhD students to deploy their expertise to solve society's most pressing problems both inside and outside of academia and will provide richer opportunities for organizations to find data scientists with the specialized knowledge needed to solve problems within their area. \r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jana",
   "pi_last_name": "Schaich Borg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jana Schaich Borg",
   "pi_email_addr": "js524@duke.edu",
   "nsf_id": "000755031",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Nechyba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Nechyba",
   "pi_email_addr": "nechyba@duke.edu",
   "nsf_id": "000482820",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Calderbank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur Calderbank",
   "pi_email_addr": "robert.calderbank@duke.edu",
   "nsf_id": "000465711",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Bradbury",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Bradbury",
   "pi_email_addr": "kyle.bradbury@duke.edu",
   "nsf_id": "000669518",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054677",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 478443.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditional doctorate-level STEM education is primarily dedicated to training students how to succeed in academic jobs, despite the fact that most STEM PhD students leave academia after graduation.&nbsp; In today's world, this traditional approach to graduate education leaves PhD students unprepared to enter the non-academic workforce when they graduate.&nbsp; This adversely affects the students, themselves, but also leads to missed opportunities for society, since STEM PhD students often have precisely the deep technical background needed to solve the growing number of data-driven problems society faces.&nbsp;</p>\n<p>This National Science Foundation Innovations in Graduate Education (IGE)-funded project was motivated by the hope that the explosion of Master-level data science programs could be leveraged to address some of the aforementioned challenges facing traditional PhD-level education.&nbsp; Master-level data science programs often have curricula that emphasize the soft skills and applied data wrangling skills missing from most PhD programs, and help students practice those skills through participating in \"Capstone\" projects that require students to apply what they have learned through their other data science coursework to a real-world problem with real stakeholders.&nbsp; For various reasons, these programs and associated courses tend to be siloed away from the rest of a university.&nbsp; However, they don't have to be. &nbsp;</p>\n<p>We tested the impact of incorporating PhD-level \"IGE Fellows\" into the Capstone projects of Duke University's Master in Interdisciplinary Data Science (MIDS) Program on PhD students' data science proficiency and professional readiness.&nbsp; Duke PhD IGE Fellows were recruited from a variety of natural science and social science fields.&nbsp; Each PhD IGE Fellow participated as a team member/leader in an \"IGE Capstone project\" focused on the IGE Fellow's own discipline and/or dissertation research with a team of MIDS students, and was provided $3,000 in research/travel funds to support the project.&nbsp; In addition, PhD IGE Fellows participated in the year-long MIDS Capstone course, and were expected to complete all activities connected to the course.&nbsp; PhD IGE Fellows were also given the opportunity to enroll in core MIDS courses (examples include Principles of Machine Learning and Introduction to Natural Language Processing) usually closed to non-MIDS students, and were invited (but not required) to participate in all other professional development activities provided by the MIDS program, such as job fairs, interview preparation sessions, and seminars with non-academic parties who use data science.&nbsp; We examined the implementation, experience, and impact of this program using qualitative semi-structured interviews and focus groups with PhD IGE Fellows, their faculty advisors, and MIDS students.</p>\n<p>PhD IGE Fellows reported improved data science skills and confidence in applying those skills as a result of their participation in the program, and some PhD IGE Fellows were able to use the products of their Capstone project in their doctoral or dissertation research.&nbsp; PhD IGE Fellows also reported listing data science knowledge gained during the program on their CVs, which they perceived as a boon to their credentials on the job market. Beyond data science itself, PhD IGE Fellows reported the program helped them develop soft skills such as working with and managing a team, scoping projects with tight deadlines, navigating group conflicts, balancing the needs of different stakeholders, and mentoring students.&nbsp; Further, MIDS Master students participating in IGE Capstone projects reported benefiting from the deep domain knowledge, effective mentoring, and project management guidance PhD IGE Fellows provided compared to other stakeholders involved in non-IGE Capstone projects.&nbsp; At the same time, the data highlighted areas for program improvement.&nbsp; These included more effective management of PhD IGE Fellows' and their doctoral advisors' expectations of the program in relation to traditional research deliverables, and more guidance and flexibility in aligning the timelines of the Capstone course to the PhD IGE Fellows' research needs.</p>\n<p>Overall, this pilot demonstrated the promise of harnessing existing programming and coursework in Master in Data Science programs to bolster doctoral students' data science learning and professional readiness, and identified areas to focus on when implementing such efforts in the future.&nbsp; In doing so, this project provides a model for a way universities can strengthen PhD students' ability to solve society's most pressing problems both inside and outside of academia, and provide richer opportunities for organizations to find data scientists with the specialized knowledge needed to solve problems particular to their area.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/05/2024<br>\nModified by: Jana&nbsp;Schaich Borg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTraditional doctorate-level STEM education is primarily dedicated to training students how to succeed in academic jobs, despite the fact that most STEM PhD students leave academia after graduation. In today's world, this traditional approach to graduate education leaves PhD students unprepared to enter the non-academic workforce when they graduate. This adversely affects the students, themselves, but also leads to missed opportunities for society, since STEM PhD students often have precisely the deep technical background needed to solve the growing number of data-driven problems society faces.\n\n\nThis National Science Foundation Innovations in Graduate Education (IGE)-funded project was motivated by the hope that the explosion of Master-level data science programs could be leveraged to address some of the aforementioned challenges facing traditional PhD-level education. Master-level data science programs often have curricula that emphasize the soft skills and applied data wrangling skills missing from most PhD programs, and help students practice those skills through participating in \"Capstone\" projects that require students to apply what they have learned through their other data science coursework to a real-world problem with real stakeholders. For various reasons, these programs and associated courses tend to be siloed away from the rest of a university. However, they don't have to be. \n\n\nWe tested the impact of incorporating PhD-level \"IGE Fellows\" into the Capstone projects of Duke University's Master in Interdisciplinary Data Science (MIDS) Program on PhD students' data science proficiency and professional readiness. Duke PhD IGE Fellows were recruited from a variety of natural science and social science fields. Each PhD IGE Fellow participated as a team member/leader in an \"IGE Capstone project\" focused on the IGE Fellow's own discipline and/or dissertation research with a team of MIDS students, and was provided $3,000 in research/travel funds to support the project. In addition, PhD IGE Fellows participated in the year-long MIDS Capstone course, and were expected to complete all activities connected to the course. PhD IGE Fellows were also given the opportunity to enroll in core MIDS courses (examples include Principles of Machine Learning and Introduction to Natural Language Processing) usually closed to non-MIDS students, and were invited (but not required) to participate in all other professional development activities provided by the MIDS program, such as job fairs, interview preparation sessions, and seminars with non-academic parties who use data science. We examined the implementation, experience, and impact of this program using qualitative semi-structured interviews and focus groups with PhD IGE Fellows, their faculty advisors, and MIDS students.\n\n\nPhD IGE Fellows reported improved data science skills and confidence in applying those skills as a result of their participation in the program, and some PhD IGE Fellows were able to use the products of their Capstone project in their doctoral or dissertation research. PhD IGE Fellows also reported listing data science knowledge gained during the program on their CVs, which they perceived as a boon to their credentials on the job market. Beyond data science itself, PhD IGE Fellows reported the program helped them develop soft skills such as working with and managing a team, scoping projects with tight deadlines, navigating group conflicts, balancing the needs of different stakeholders, and mentoring students. Further, MIDS Master students participating in IGE Capstone projects reported benefiting from the deep domain knowledge, effective mentoring, and project management guidance PhD IGE Fellows provided compared to other stakeholders involved in non-IGE Capstone projects. At the same time, the data highlighted areas for program improvement. These included more effective management of PhD IGE Fellows' and their doctoral advisors' expectations of the program in relation to traditional research deliverables, and more guidance and flexibility in aligning the timelines of the Capstone course to the PhD IGE Fellows' research needs.\n\n\nOverall, this pilot demonstrated the promise of harnessing existing programming and coursework in Master in Data Science programs to bolster doctoral students' data science learning and professional readiness, and identified areas to focus on when implementing such efforts in the future. In doing so, this project provides a model for a way universities can strengthen PhD students' ability to solve society's most pressing problems both inside and outside of academia, and provide richer opportunities for organizations to find data scientists with the specialized knowledge needed to solve problems particular to their area.\n\n\n\t\t\t\t\tLast Modified: 01/05/2024\n\n\t\t\t\t\tSubmitted by: JanaSchaich Borg\n"
 }
}