{
 "awd_id": "1806355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Lagrangian studies of active mixing -- barriers, enhanced transport and collective behavior",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 213593.0,
 "awd_amount": 213593.0,
 "awd_min_amd_letter_date": "2018-06-14",
 "awd_max_amd_letter_date": "2023-03-14",
 "awd_abstract_narration": "Non-Technical Description\r\nThis project addresses the question of how fluid mixing affects processes going on in the flow.  During the past decade, the principle investigator's research group has conducted experiments on the behavior of reaction fronts moving in fluid flows. Those experiments have verified a theory that predicts the existence of invisible barriers that block the motion of reaction fronts in a flow. The new experiments apply very similar theories to a seemingly very different process: the swimming of self-propelled (\"active\") tracers such as microscopic bacteria in a flow. The experiments investigate whether there are invisible barriers that block the motion of swimming bacteria and, if so, how these barriers affect both the individual and group behavior of the bacteria. Ultimately, these experiments may lead to a better understanding of blooms of harmful algae in the oceans that can damage marine ecosystems; \"self-assembly\" of novel materials; the role of microscopic flows in developing embryos; and the effects of moving populations on the spreading of a disease. All of this research is done with undergraduate students who play an active role in all aspects of the studies, including experimental design, building and testing of the apparatus, data collection and analysis, and publication and presentation of the results.  These are the first real research experiences for most of these students, and play an important role in their development as scientists.\r\n\r\nTechnical Description\r\nMany fluid processes are heavily influenced by the manner in which tracers are mixed by flows. This project is composed of a series of experiments that study the mixing and transport of active (self-propelled) tracers in a flow. Two strains of bacteria (bacillus subtilis) are used in the experiments as the active tracers: (a) wild type bacteria, which follow a random run and tumble trajectory in the absence of a flow and chemical gradients; and (b) smooth swimming bacteria, which have been genetically mutated to eliminate their ability to change swimming directions. The flows are either laboratory scale, vortex-dominated flows or microfluidic flows on a small enough scale to track individual bacteria. The experimental results are analyzed with a theory proposed by Kevin Mitchell (University of California at Merced) that is based on \"swimming invariant manifolds\" that act as one-way barriers to the motion of the swimmers. This theory is similar to a theory of \"burning invariant manifolds\" for reaction fronts that has been verified experimentally by the principle investigator and his students to predict and explain one-way barriers that block reaction front propagation. The research project addresses the following issues: (a) the existence and topology of one-way barriers that restrict the motion of active tracers in a flow; (b) the effects of nutrient gradients (chemotaxis) in the flow on these barriers; (c) enhanced long-range transport of active tracers due to a combination of swimming and fluid advection; and (d) the effects of mixing and transport on collective behavior of the organisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Solomon",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Solomon",
   "pi_email_addr": "tsolomon@bucknell.edu",
   "nsf_id": "000229090",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "Dept. of Physics & Astronomy",
  "perf_city_name": "Lewisburg",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 213593.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There has been significant interest in the behavior of \"active\" systems including self-propelled particles (e.g., swimming microbes, birds, fish, boats and airplanes) and moving reaction fronts (e.g., forest fires and spreading epidemics).&nbsp; A relatively unexplored issue is the effects of fluid flows on active systems.&nbsp; This is important for numerous applications including the behavior of swimming bacteria in blood flows and in the lungs; the motion and schooling behavior of fish in the oceans; algae blooms in large bodies of water; the development of energy-efficient propulsion strategies for boats and ships; numerous industrial and biomedical applications; and the spreading of a disease in a moving population of people.</p>\n<p>The research funded by this grant explored how simple, well-ordered, <em>laminar</em> fluid flows affect the behavior of active systems. We conducted experiments with the simplest of fluid flows:&nbsp; a smooth <em>hyperbolic</em> or cross flow (Figs. 1a and b) and a chain of vortices or whirlpools (Fig. 2a).&nbsp; We examined the behavior of swimming microbes -- bacteria and algae -- in these flows.&nbsp; Trajectories of microbes swimming in the hyperbolic and vortex flows are shown in Figs. 1c and 2 b-d, respectively.&nbsp; The swimming of these microbes enables their motion to deviate from the imposed flow; they are also able to cross each other and to move between different vortices in the flow.</p>\n<p>In conjunction with a theoretical group at the University of California at Merced, we proposed and demonstrated the existence of invisible barriers called <em>swimming invariant manifolds </em>(SwIMs) that block the motion of swimming organisms in the flow. &nbsp;Experiments showing these SwIMs as barriers are shown in Figs. 1 d-e and 3c for the hyperbolic and vortex flows, respectively.&nbsp; We also elucidated a mechanism for transport of microbes between different regions of a flow through \"chutes\" formed by combinations of SwIMs (Figs. 3 a and b).&nbsp; We also showed that these SwIMs and chutes are generalizations of barriers that we found previously (funded by a previous NSF grant) that block the motion of reaction fronts in a flow; consequently, these barriers are a universal feature of active systems in fluid flows.</p>\n<p>Our studies all involved undergraduate students, who played a significant role in all aspects of the research, including planning of the experiments, construction and testing of the apparatus, data collection and analysis, publication of the results, and presentation at national conferences.&nbsp; The students supported by this grant interacted with others in our department&rsquo;s summer research program. These research experiences provided crucial developmental opportunities for the students as they made decisions about whether to pursue careers in research, industry or any other field.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/27/2024<br>\nModified by: Thomas&nbsp;H&nbsp;Solomon</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730051930083_ReportFigTrajs2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730051930083_ReportFigTrajs2--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730051930083_ReportFigTrajs2--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Vortex chain (whirlpool) flow. (b) Trajectories of swimming tetraselmis in flow; the red segments show the swimming direction of the microbe.  Trajectories of (c) slow-swimming and (d) fast swimming microbes in the flow.</div>\n<div class=\"imageCredit\">Thomas H. Solomon</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;H&nbsp;Solomon\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730051883727_ReportFigHyperbolic--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730051883727_ReportFigHyperbolic--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730051883727_ReportFigHyperbolic--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Cross cell; fluid enters and leaves in directions shown by arrows. (b) Flow field near the center of the cross.  (c) Sample trajectories with green (magenta) trajectories leaving to left (right).  (d) and (e) Trajectories plotted with Swimming Invariant Manifolds (SwIMs) in blue and red.</div>\n<div class=\"imageCredit\">Thomas H. Solomon</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;H&nbsp;Solomon\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730052015851_ReportFigSwIMs--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730052015851_ReportFigSwIMs--rgov-800width.png\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1806355/1806355_10550080_1730052015851_ReportFigSwIMs--rgov-66x44.png\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Swimming invariant manifolds (SwIMs) for vortex chain (whirlpools) flow; two SwIMs form a chute.  (b) Trajectories moving between vortices follow the chute structure.  (c) x-y plots of trajectories, which are bounded by the SwIMs.</div>\n<div class=\"imageCredit\">Thomas H. Solomon</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;H&nbsp;Solomon\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThere has been significant interest in the behavior of \"active\" systems including self-propelled particles (e.g., swimming microbes, birds, fish, boats and airplanes) and moving reaction fronts (e.g., forest fires and spreading epidemics). A relatively unexplored issue is the effects of fluid flows on active systems. This is important for numerous applications including the behavior of swimming bacteria in blood flows and in the lungs; the motion and schooling behavior of fish in the oceans; algae blooms in large bodies of water; the development of energy-efficient propulsion strategies for boats and ships; numerous industrial and biomedical applications; and the spreading of a disease in a moving population of people.\n\n\nThe research funded by this grant explored how simple, well-ordered, laminar fluid flows affect the behavior of active systems. We conducted experiments with the simplest of fluid flows: a smooth hyperbolic or cross flow (Figs. 1a and b) and a chain of vortices or whirlpools (Fig. 2a). We examined the behavior of swimming microbes -- bacteria and algae -- in these flows. Trajectories of microbes swimming in the hyperbolic and vortex flows are shown in Figs. 1c and 2 b-d, respectively. The swimming of these microbes enables their motion to deviate from the imposed flow; they are also able to cross each other and to move between different vortices in the flow.\n\n\nIn conjunction with a theoretical group at the University of California at Merced, we proposed and demonstrated the existence of invisible barriers called swimming invariant manifolds (SwIMs) that block the motion of swimming organisms in the flow. Experiments showing these SwIMs as barriers are shown in Figs. 1 d-e and 3c for the hyperbolic and vortex flows, respectively. We also elucidated a mechanism for transport of microbes between different regions of a flow through \"chutes\" formed by combinations of SwIMs (Figs. 3 a and b). We also showed that these SwIMs and chutes are generalizations of barriers that we found previously (funded by a previous NSF grant) that block the motion of reaction fronts in a flow; consequently, these barriers are a universal feature of active systems in fluid flows.\n\n\nOur studies all involved undergraduate students, who played a significant role in all aspects of the research, including planning of the experiments, construction and testing of the apparatus, data collection and analysis, publication of the results, and presentation at national conferences. The students supported by this grant interacted with others in our departments summer research program. These research experiences provided crucial developmental opportunities for the students as they made decisions about whether to pursue careers in research, industry or any other field.\n\n\n\t\t\t\t\tLast Modified: 10/27/2024\n\n\t\t\t\t\tSubmitted by: ThomasHSolomon\n"
 }
}