{
 "awd_id": "1806809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Dynamics of Rydberg Atoms in Molecules and in Optical Lattices",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2018-07-28",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Since its inception, quantum mechanics has intrigued both scientists and non-scientists alike due to its prediction of mind-boggling phenomena that seem to defeat common sense. These include the tunnel effect (particles penetrating through walls), entanglement and non-locality (long-range spooky actions that seem incompatible with special relativity and causality), and quantum coherence of large objects. This project aims at harnessing quantum-mechanics rules to achieve objectives in the fields of molecular physics, the quantum dynamics of large particles (Rydberg atoms) in trapping structures, and high-precision spectroscopy to measure fundamental constants. Work in these areas furthers progress in fundamental and applied science, is important for continued national progress in technological infrastructure and defense, and is necessary to maintain competitiveness within the international landscape. Through student involvement, the project also contributes to the development of a capable scientific workforce, which is essential for a technology-driven economy.\r\n\r\nThe research is focused on quantum-dynamical studies of Rydberg atoms. These are atoms that have an electron in a highly excited state, leading to a rich internal electronic structure with many quantum-mechanical states. A quantum description of the atomic center-of-mass motion is added to arrive at a comprehensive quantum-mechanical description that includes both internal and external degrees of freedom, needed to accomplish new goals in both theoretical and experimental research. Methods of high-precision laser spectroscopy are employed to measure optical and sub-Terahertz atomic transitions, allowing one to determine atomic and ionic polarizabilities, as well as the Rydberg constant. This high-precision-measurement component of the work is important because it helps solving a challenge known as the \"proton radius puzzle\", which has recently arisen in advanced fundamental science.  The center-of-mass motion of Rydberg atoms trapped in periodic, laser-generated wells (optical lattices) is manifest in vibrationally resolved lattice modulation spectra, in Bloch oscillations induced by electric-dipole forces acting onto the atoms, and in atom-interferometric effects (such as the Talbot effect). These aspects may lend themselves to future practical measurement and sensing applications. In Rydberg molecules, improved atom localization tools and time-resolved imaging of the Rydberg atoms on sub-atomic length scales enable direct studies of vibrational dynamics. This component is important because it advances the understanding of novel classes of molecules that involve paradigms of molecular binding that were, until recently, unknown. The work is accompanied by studies on optical circularization of Rydberg atoms, the continued development of multi-photon electromagnetically-induced transparency as an all-optical readout of spectroscopic data, and the pursuit of ultra-clean optical-lattice potentials using optical cavities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Raithel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Raithel",
   "pi_email_addr": "graithel@umich.edu",
   "nsf_id": "000228830",
   "pi_start_date": "2018-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 284952.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 126112.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 128936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rydberg atoms are atoms in highly excited quantum states with exaggerated properties, such as giant sizes and large electric-dipole moments up into the micron range. Rydberg atoms exhibit strong interactions with external electromagnetic fields and with other atoms. These properties make Rydberg atoms ideal for fundamental and applied spectroscopic studies, and for the search for novel types of molecules.</p>\n<p>Scientific Merit: Rydberg atoms support three types of molecules. One type of Rydberg molecule forms between pairs of Rydberg atoms that interact via long-range multipolar interactions, which are akin to forces that make electrically charged or polarized dust particles, fabrics etc stick to each other. In giant Rydberg atoms, similar forces give rise to macro-dimer molecules with bond lengths in the excess of a micron and a vibrational structure with oscillation frequencies in the radio frequency regime, allowing novel dynamics studies with readily available radio-frequency sources and light modulators. The present project included published work on cesium Rydberg-pair molecules. The second type of Rydberg molecules consists of a Rydberg atom and a ground-state atom. These molecules are bound via low-energy electron scattering, a bonding mechanism that is unique to Rydberg-ground molecules. The research group has leveraged their expertise to explore the role of electron, nuclear and orbital-spin interactions in Rydberg-ground molecules of the two natural isotopes of rubidium, Rb-85 and Rb-87. Results were published and presented at multiple conferences. The third type of Rydberg molecules is between Rydberg atoms and ions. The present NSF grant led to the first prediction of Rydberg-ion molecules, which was followed by experimental works in a German group, as well as by subsequent published works in the PI?s group.</p>\n<p>Further outcomes were in the field of high-precision spectroscopy and characterization of atomic constants. These included publications on the quantum energy levels of rubidium Rydberg atoms, specifically quantum defects, hyperfine structure, photo-ionization behavior, and electric polarizabilities. These properties are important because they present critical input to applications in quantum-information storage, transport and processing, which are topics of global interest.</p>\n<p>The NSF support has allowed the research group to strengthen their leadership in a fundamentally new type of spectroscopy that exploits the ?A-square? or ?ponderomotive? interaction of the Rydberg valence electron with light fields. Continuing efforts to bring this powerful type of spectroscopy into the main stream, transitions between Rydberg levels were driven by modulating the light fields at radio frequencies that were resonant with transitions between Rydberg levels. NSF support has led to several publications that lay the ground work for future applications in fundamental physics, including measurement of the Rydberg constant, which characterizes the strength of the force between charged quantum particles (electrons and protons, usually), the radius of the proton, as well as axionic dark matter. These are topics of high interest in fundamental science.</p>\n<p>The present grant has led to publications on tractor atom interferometry. The ability to split atoms coherently and to entangle atomic states with the atomic center-of-mass position allows for the realization of quantum sensors for inertial forces, as highlighted in a part of the 2022 Nobel Prize in physics. The research conducted under the present grant was on three-dimensional confinement and transport of split atomic wave-function components in potential wells that follow pre-programmed paths. It was shown that uninterrupted three-dimensional confinement of the interfering wave-function components in the tractor wells eliminates potential coherence loss due to wave-packet dispersion and failure to close. The tractor method may become relevant in future quantum sensors for acceleration and rotation.</p>\n<p>Throughout the performance period, the research team has continued their work on high-precision spectroscopy of Rydberg atoms in room-temperature vapor cells using electromagnetically induced transparency, a phenomenon that allows simplified measurement of Rydberg-atom spectra. This component of the work, which complemented the bulk of the project?s activities that was conducted on cold-atom platforms, also led to several publications.</p>\n<p>Broader impact: Low-energy electron scattering, as found in Rydberg-ground molecules, is of broad interest because it can, for instance, cause DNA strand breaks through the formation of negative-ion resonances. Rydberg-Rydberg and Rydberg-atom-ion macro-molecules formed by long-range multipole interaction are a new paradigm in molecular binding, which may have an impact in physical chemistry. Generally, Rydberg atom interactions, Rydberg hyperfine structure, polarizabilities and photoionization cross sections are relevant in quantum-computing approaches based on Rydberg-atom gates. Rydberg high-precision spectroscopy can address fundamental questions, including the radius of the proton and the nature of dark matter. Research on atom interferometry has the potential for revolutionizing inertial sensing, navigation, and gravitational-wave search. Spectroscopy of Rydberg atoms in vapor cells has practical applications in technology and metrology. The project had a broader impact on society because students at all levels became prepared to assume important tasks in science, industry and education. The project added to the buildup of a capable workforce in quantum technologies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2022<br>\n\t\t\t\t\tModified by: Georg&nbsp;Raithel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1806809/1806809_10562896_1671930989561_spectroscopy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1806809/1806809_10562896_1671930989561_spectroscopy--rgov-800width.jpg\" title=\"Ion-spectroscopy apparatus\"><img src=\"/por/images/Reports/POR/2022/1806809/1806809_10562896_1671930989561_spectroscopy--rgov-66x44.jpg\" alt=\"Ion-spectroscopy apparatus\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) An in-vacuum near-concentric optical resonator is employed to prepare a dense atom sample. (b) Laser photo-association is employed to prepare Rydberg molecules. Atoms are detected by ionization and ion counting on a microchannel plate detector.</div>\n<div class=\"imageCredit\">Jamie L. MacLennan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Georg&nbsp;Raithel</div>\n<div class=\"imageTitle\">Ion-spectroscopy apparatus</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1806809/1806809_10562896_1671931397542_RAIM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1806809/1806809_10562896_1671931397542_RAIM--rgov-800width.jpg\" title=\"Rydberg-atom-ion molecule\"><img src=\"/por/images/Reports/POR/2022/1806809/1806809_10562896_1671931397542_RAIM--rgov-66x44.jpg\" alt=\"Rydberg-atom-ion molecule\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Artist's view of a Rydberg atom bound in the Coulomb potential of an ion. For certain Rydberg states, the position dependence of the Rydberg atom's polarizability leads to a stable molecule.</div>\n<div class=\"imageCredit\">Alisher Duspayev</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Georg&nbsp;Raithel</div>\n<div class=\"imageTitle\">Rydberg-atom-ion molecule</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nRydberg atoms are atoms in highly excited quantum states with exaggerated properties, such as giant sizes and large electric-dipole moments up into the micron range. Rydberg atoms exhibit strong interactions with external electromagnetic fields and with other atoms. These properties make Rydberg atoms ideal for fundamental and applied spectroscopic studies, and for the search for novel types of molecules.\n\nScientific Merit: Rydberg atoms support three types of molecules. One type of Rydberg molecule forms between pairs of Rydberg atoms that interact via long-range multipolar interactions, which are akin to forces that make electrically charged or polarized dust particles, fabrics etc stick to each other. In giant Rydberg atoms, similar forces give rise to macro-dimer molecules with bond lengths in the excess of a micron and a vibrational structure with oscillation frequencies in the radio frequency regime, allowing novel dynamics studies with readily available radio-frequency sources and light modulators. The present project included published work on cesium Rydberg-pair molecules. The second type of Rydberg molecules consists of a Rydberg atom and a ground-state atom. These molecules are bound via low-energy electron scattering, a bonding mechanism that is unique to Rydberg-ground molecules. The research group has leveraged their expertise to explore the role of electron, nuclear and orbital-spin interactions in Rydberg-ground molecules of the two natural isotopes of rubidium, Rb-85 and Rb-87. Results were published and presented at multiple conferences. The third type of Rydberg molecules is between Rydberg atoms and ions. The present NSF grant led to the first prediction of Rydberg-ion molecules, which was followed by experimental works in a German group, as well as by subsequent published works in the PI?s group.\n\nFurther outcomes were in the field of high-precision spectroscopy and characterization of atomic constants. These included publications on the quantum energy levels of rubidium Rydberg atoms, specifically quantum defects, hyperfine structure, photo-ionization behavior, and electric polarizabilities. These properties are important because they present critical input to applications in quantum-information storage, transport and processing, which are topics of global interest.\n\nThe NSF support has allowed the research group to strengthen their leadership in a fundamentally new type of spectroscopy that exploits the ?A-square? or ?ponderomotive? interaction of the Rydberg valence electron with light fields. Continuing efforts to bring this powerful type of spectroscopy into the main stream, transitions between Rydberg levels were driven by modulating the light fields at radio frequencies that were resonant with transitions between Rydberg levels. NSF support has led to several publications that lay the ground work for future applications in fundamental physics, including measurement of the Rydberg constant, which characterizes the strength of the force between charged quantum particles (electrons and protons, usually), the radius of the proton, as well as axionic dark matter. These are topics of high interest in fundamental science.\n\nThe present grant has led to publications on tractor atom interferometry. The ability to split atoms coherently and to entangle atomic states with the atomic center-of-mass position allows for the realization of quantum sensors for inertial forces, as highlighted in a part of the 2022 Nobel Prize in physics. The research conducted under the present grant was on three-dimensional confinement and transport of split atomic wave-function components in potential wells that follow pre-programmed paths. It was shown that uninterrupted three-dimensional confinement of the interfering wave-function components in the tractor wells eliminates potential coherence loss due to wave-packet dispersion and failure to close. The tractor method may become relevant in future quantum sensors for acceleration and rotation.\n\nThroughout the performance period, the research team has continued their work on high-precision spectroscopy of Rydberg atoms in room-temperature vapor cells using electromagnetically induced transparency, a phenomenon that allows simplified measurement of Rydberg-atom spectra. This component of the work, which complemented the bulk of the project?s activities that was conducted on cold-atom platforms, also led to several publications.\n\nBroader impact: Low-energy electron scattering, as found in Rydberg-ground molecules, is of broad interest because it can, for instance, cause DNA strand breaks through the formation of negative-ion resonances. Rydberg-Rydberg and Rydberg-atom-ion macro-molecules formed by long-range multipole interaction are a new paradigm in molecular binding, which may have an impact in physical chemistry. Generally, Rydberg atom interactions, Rydberg hyperfine structure, polarizabilities and photoionization cross sections are relevant in quantum-computing approaches based on Rydberg-atom gates. Rydberg high-precision spectroscopy can address fundamental questions, including the radius of the proton and the nature of dark matter. Research on atom interferometry has the potential for revolutionizing inertial sensing, navigation, and gravitational-wave search. Spectroscopy of Rydberg atoms in vapor cells has practical applications in technology and metrology. The project had a broader impact on society because students at all levels became prepared to assume important tasks in science, industry and education. The project added to the buildup of a capable workforce in quantum technologies.\n\n \n\n\t\t\t\t\tLast Modified: 12/24/2022\n\n\t\t\t\t\tSubmitted by: Georg Raithel"
 }
}