{
 "awd_id": "1806147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rational Design of High-performance Semiconductors based on Inorganic Perovskites Containing Bismuth",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nazanin Bassiri-Gharb",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2018-04-12",
 "awd_max_amd_letter_date": "2020-05-14",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The development of high-performance oxide semiconductors with desired electronic structure has direct implications on many energy-related applications including photovoltaics, high-power electronics, and photocatalysis. This project employs an integrated theoretical and experimental approach to rapidly discover new high-performance semiconductors based on perovskite-framework oxides and oxynitrides containing bismuth. This family of promising compounds represents a vast composition space that remains largely unexplored. The project combines first-principles quantum-mechanical calculations with materials informatics to rapidly predict promising new semiconductors. Advanced synthesis and characterization techniques are used to optimize the microstructure and improve the performance of these semiconductors. Education and outreach components of the project focus on preparing both graduate and undergraduate students for the workforce needed to realize advanced energy technologies. The project leverages a co-advised doctoral program, the McDonnell Academy Global Energy and Environmental Partnership (MAGEEP), to provide graduate students with an international experience to interact with their counterparts from universities in developing countries, where energy issues play a vital role. \r\n\r\nTECHNICAL DETAILS: The project seeks to discover high-performance and defect-tolerant semiconductors that can replace unstable and toxic lead-halide perovskites in a variety of applications including in high-efficiency solar cells and photocatalysis. This is carried out by replacing the toxic lead cation in 2+ oxidation state with isoelectronic bismuth cation in 3+ oxidation state, without compromising the advantages presented by the perovskite framework. This interdisciplinary research combines first-principles density-functional theory calculations with materials informatics to accelerate the discovery of stable Bi-based perovskites with targeted band gap and electronic structure. The research employs a combination of solid-state chemistry, wet-chemistry and aerosol-based synthesis techniques to synthesize the predicted materials and control their microstructure. It uses a variety of characterization techniques including aberration-corrected scanning transmission electron microscope imaging and monochromated electron energy loss spectroscopy for atomic-scale characterization of the defects in the synthesized materials. Education aspects include training of undergraduate and graduate students including exposure to international students working on energy materials and the organization of summer workshops on nanomaterials for energy applications for K-12 teachers and students from schools in St. Louis and the surrounding region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rohan",
   "pi_last_name": "Mishra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rohan Mishra",
   "pi_email_addr": "rmishra@wustl.edu",
   "nsf_id": "000708172",
   "pi_start_date": "2018-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pratim",
   "pi_last_name": "Biswas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pratim Biswas",
   "pi_email_addr": "pbiswas@miami.edu",
   "nsf_id": "000443018",
   "pi_start_date": "2018-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 320000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall objective of this project was to discover stable, defect-tolerant and non-toxic all-inorganic perovskite semiconductors containing bismuth by using a combination of theory and experiments.</p>\n<p>1. We reported the discovery of a stable, oxide semiconductor KBaTeBiO<sub>6</sub> with a sub-2 eV band gap. We combined data analytics and high throughput DFT calculations to search through thousands of hypothetical inorganic double perovskite oxides containing bismuth and predict KBaTeBiO<sub>6&shy;&shy;</sub> as a promising photovoltaic material with the predicted band gap and effective masses of the charge carriers being comparable to Cs<sub>2</sub>AgBiBr<sub>6</sub>, a prototype bismuth-based halide double perovskite for use in solar cells. We synthesized KBaTeBiO<sub>6</sub> nanoparticles using a wet chemistry approach, and found the nanoparticles to show excellent stability for over a year under ambient conditions (no glove box). We obtained an experimental indirect band gap of 1.88 eV, in good agreement with the theoretical predictions. Overall, our work opens a vast new composition space of environmentally benign bismuth-oxide perovskites that offer large tunability of their optoelectronic properties to obtain high-performance semiconductors for various applications.</p>\n<p class=\"Default\">2. We reported scalable, aerosol-based synthesis of KBaTeBiO<sub>6</sub>. We reported successful growth of KBaTeBiO<sub>6</sub> nanoparticles with high purity and controllable size through a single-step furnace aerosol reactor (FuAR) process. The formation mechanism of the perovskite in the aerosol route was investigated using thermogravimetric analysis to identify the optimal reference temperature, residence time and other operational parameters in the FuAR synthesis process to obtain the highly pure KBaTeBiO<sub>6</sub> nanoparticles. We observed that particle formation in the FuAR is based on a mixture of gas-to-particle and liquid-to-particle mechanisms. The phase purity of the perovskite nanoparticles was found to depend on the ratio of the residence time and the reaction time. The particle size was observed to be strongly affected by the precursor concentration, residence time and the furnace temperature. Finally, the photocatalytic performance of the synthesized KBaTeBiO<sub>6</sub> nanoparticles was investigated for CO<sub>2</sub> photoreduction under UV-light. The best performing sample exhibited an average CO production rate of 180 &mu;mol g<sup>&minus;1</sup> h<sup>&minus;1</sup> in the first half hour with a quantum efficiency of 1.19%, demonstrating KBaTeBiO<sub>6</sub> as a promising photocatalyst for CO<sub>2</sub> photoreduction.</p>\n<p>3. We reported the prediction of heavy-metal oxynitride-based ferroelectric semiconductors that can serve as alternatives to lead-halide perovskites. We used DFT calculations to search a vast composition space of <em>AB</em>O<sub>2</sub>N and <em>AB</em>ON<sub>2</sub> compounds, where <em>B</em> is a <em>p</em>-block cation, and <em>A</em> is an alkaline, alkali-earth, rare-earth or transition metal cation. We discovered a new family of ferroelectric semiconductors with <em>A</em><sup>3+</sup>SnO<sub>2</sub>N stoichiometry (<em>A </em>= Y, Eu, La, In, and Sc) in the LuMnO<sub>3&shy;</sub>-type structure, which combine the strong bonding of metal oxides with the low carrier effective mass and small, tunable band gaps of the lead-halide perovskites. These tin oxynitrides have predicted direct band gaps ranging from 1.6 &ndash; 3.3 eV, and a sizeable electric polarization up to 17 &mu;C/cm<sup>2</sup>, which is predicted to be switchable by an external electric field through a non-polar phase. With their unique combination of polarization, low carrier effective mass and band gaps spanning the entire visible spectrum, we expect <em>A</em>SnO<sub>2</sub>N ferroelectric semiconductors will find useful applications as photovoltaics, photocatalysts, and for optoelectronics.</p>\n<p>4. We reported the role of planar faults and grain boundaries on the electrical properties of prototypical lead-halide perovskites. Lead-halide perovskites&nbsp; possess a high concentration of grain boundaries due to the solution-based synthesis. These defects are critical to the charge transport and electron-hole recombination characteristics of a semiconductor, and, therefore, to the overall device performance. Prior to our report, there were diverging reports on the electrical activity of grain boundaries in lead-halide perovskites. While some reports suggested them to be benign or even beneficial for charge separation and transport, others had suggested them to be detrimental. We performed atomic-scale characterization of grain boundaries and planar faults in CsPbBr3 using aberration-corrected STEM imaging. We combined the atomic structure obtained from STEM imaging with DFT calculations to obtain their electronic structure. We revealed that the grain boundaries are detrimental to charge transport in the presence of halide vacancies &mdash; that are relatively easy to form and lead to deep level defects states. By growing or annealing the perovskites under halide-rich conditions, we predicted that it is possible to avoid the formation of deep level states.</p>\n<p>Overall, this award resulted over 35 articles in peer-reviewed journals, and several presentations at conferences, university seminars and colloquia. It provided training to 5 PhD students (4 of them have defended their dissertation, and another is scheduled to defend in summer 2024), 2 Masters students, and 2 undergraduates.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/18/2024<br>\nModified by: Rohan&nbsp;Mishra</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overall objective of this project was to discover stable, defect-tolerant and non-toxic all-inorganic perovskite semiconductors containing bismuth by using a combination of theory and experiments.\n\n\n1. We reported the discovery of a stable, oxide semiconductor KBaTeBiO6 with a sub-2 eV band gap. We combined data analytics and high throughput DFT calculations to search through thousands of hypothetical inorganic double perovskite oxides containing bismuth and predict KBaTeBiO6 as a promising photovoltaic material with the predicted band gap and effective masses of the charge carriers being comparable to Cs2AgBiBr6, a prototype bismuth-based halide double perovskite for use in solar cells. We synthesized KBaTeBiO6 nanoparticles using a wet chemistry approach, and found the nanoparticles to show excellent stability for over a year under ambient conditions (no glove box). We obtained an experimental indirect band gap of 1.88 eV, in good agreement with the theoretical predictions. Overall, our work opens a vast new composition space of environmentally benign bismuth-oxide perovskites that offer large tunability of their optoelectronic properties to obtain high-performance semiconductors for various applications.\n\n\n2. We reported scalable, aerosol-based synthesis of KBaTeBiO6. We reported successful growth of KBaTeBiO6 nanoparticles with high purity and controllable size through a single-step furnace aerosol reactor (FuAR) process. The formation mechanism of the perovskite in the aerosol route was investigated using thermogravimetric analysis to identify the optimal reference temperature, residence time and other operational parameters in the FuAR synthesis process to obtain the highly pure KBaTeBiO6 nanoparticles. We observed that particle formation in the FuAR is based on a mixture of gas-to-particle and liquid-to-particle mechanisms. The phase purity of the perovskite nanoparticles was found to depend on the ratio of the residence time and the reaction time. The particle size was observed to be strongly affected by the precursor concentration, residence time and the furnace temperature. Finally, the photocatalytic performance of the synthesized KBaTeBiO6 nanoparticles was investigated for CO2 photoreduction under UV-light. The best performing sample exhibited an average CO production rate of 180 mol g1 h1 in the first half hour with a quantum efficiency of 1.19%, demonstrating KBaTeBiO6 as a promising photocatalyst for CO2 photoreduction.\n\n\n3. We reported the prediction of heavy-metal oxynitride-based ferroelectric semiconductors that can serve as alternatives to lead-halide perovskites. We used DFT calculations to search a vast composition space of ABO2N and ABON2 compounds, where B is a p-block cation, and A is an alkaline, alkali-earth, rare-earth or transition metal cation. We discovered a new family of ferroelectric semiconductors with A3+SnO2N stoichiometry (A = Y, Eu, La, In, and Sc) in the LuMnO3-type structure, which combine the strong bonding of metal oxides with the low carrier effective mass and small, tunable band gaps of the lead-halide perovskites. These tin oxynitrides have predicted direct band gaps ranging from 1.6  3.3 eV, and a sizeable electric polarization up to 17 C/cm2, which is predicted to be switchable by an external electric field through a non-polar phase. With their unique combination of polarization, low carrier effective mass and band gaps spanning the entire visible spectrum, we expect ASnO2N ferroelectric semiconductors will find useful applications as photovoltaics, photocatalysts, and for optoelectronics.\n\n\n4. We reported the role of planar faults and grain boundaries on the electrical properties of prototypical lead-halide perovskites. Lead-halide perovskites possess a high concentration of grain boundaries due to the solution-based synthesis. These defects are critical to the charge transport and electron-hole recombination characteristics of a semiconductor, and, therefore, to the overall device performance. Prior to our report, there were diverging reports on the electrical activity of grain boundaries in lead-halide perovskites. While some reports suggested them to be benign or even beneficial for charge separation and transport, others had suggested them to be detrimental. We performed atomic-scale characterization of grain boundaries and planar faults in CsPbBr3 using aberration-corrected STEM imaging. We combined the atomic structure obtained from STEM imaging with DFT calculations to obtain their electronic structure. We revealed that the grain boundaries are detrimental to charge transport in the presence of halide vacancies  that are relatively easy to form and lead to deep level defects states. By growing or annealing the perovskites under halide-rich conditions, we predicted that it is possible to avoid the formation of deep level states.\n\n\nOverall, this award resulted over 35 articles in peer-reviewed journals, and several presentations at conferences, university seminars and colloquia. It provided training to 5 PhD students (4 of them have defended their dissertation, and another is scheduled to defend in summer 2024), 2 Masters students, and 2 undergraduates.\n\n\n\t\t\t\t\tLast Modified: 03/18/2024\n\n\t\t\t\t\tSubmitted by: RohanMishra\n"
 }
}