{
 "awd_id": "1806792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "General Strategies Toward Mechanically Robust Biobased Polymers and Composites",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 488725.0,
 "awd_amount": 752725.0,
 "awd_min_amd_letter_date": "2018-02-21",
 "awd_max_amd_letter_date": "2021-12-21",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nSustainable polymers from renewable natural resources have gained much momentum in recent years given their importance to a sustainable economy and society. Natural polymers, such as cellulose, hemicellulose, lignin, starch, proteins, and chitin, have been utilized in composites, plastics, biofuels and other applications. The development of synthetic polymers from molecular biomass, such as plant oils, rosin acids, terpenes, terpenoids, and furan, is a fast-growing area. However, there are many mounting challenges in increasing the component of biobased polymers in the commercial market, in contrast with dominant petrochemical-derived counterparts. To promote sustainability and national prosperity, this project will develop next-generation renewable polymers by designing general strategies based on wrapping of macromolecules on polymers from natural resources to improve their physical properties, especially addressing critical hurdles on inferior mechanical properties involving a variety of biomass.  A central goal is to understand how macromolecular chain wrapping via supramolecular interactions dictates thermal and mechanical properties of these materials and to establish structure-property relationships.\r\n\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nSustainable biobased polymers from natural resources are facing a lot of compelling challenges.  Among them, many polymers suffer inferior mechanical properties, largely due to their inherent low chain entanglements (thus, they have very high chain-entanglement molecular weight). Macromolecular architectures and compositions play vital roles in dictating these properties. The planned research is aimed to provide an economical, robust, and general approach to enhance mechanical properties of biobased polymers. The central idea is to wrap bulky biobased polymers with a flexible and highly entangled macromolecule via supramolecular interactions. The overall goal of the proposed research is to simultaneously maximize the use of biomass and enable biobased bulky polymers with high tensile strength and desirable elongation under stress by incorporating minimal levels of macromolecular wrapping. This project includes the development of macromolecular engineering protocols through parallel efforts on: (1) polymers containing bulky biomass such as fatty acid, resin acid, isosorbide, guaiacol, pinene, tulipalin, and glucose;  and (2) biocomposites based on lignin and cellulose nanowhiskers.  An essential goal is to understand how macromolecular chain wrapping via supramolecular interactions dictates thermal and mechanical properties of these materials and to establish clear structure-property relationships. The planned research program seeks to explore potentially transformative concepts to address sustainability issues by maximizing the use of biobased polymers with enhanced thermomechanical properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chuanbing",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chuanbing Tang",
   "pi_email_addr": "tang4@mailbox.sc.edu",
   "nsf_id": "000555069",
   "pi_start_date": "2018-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "541 Main Street",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 488725.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 264000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merits</strong></p>\n<p>We have developed new methodologies to improve mechanical properties of biobased polymers using diverse renewable natural resources: (i) physical crosslinking involving H-bonding and metal-ligand coordination; (ii) dynamic crosslinking; (iii) permanent crosslinking. We conceptualized &ldquo;supramolecular chain entanglement&rdquo; to create physical cross-linking and entanglements for polymers with long pendent fatty chains. We demonstrated dynamic lignin materials via the formation of and the dynamic nature of polyimine between ketone in oxidized lignin and amine using biobased crosslinkers. New silyl ether crosslinkers were combined with allyl lignin to form strong materials that could be deconstructed. These lignin systems were evaluated as novel curable adhesives that displayed strong adhesion across a diverse range of substrates. We have further collaborated on the research with computational researchers. This award has also expanded our efforts in initiating new conceptional areas such as developing degradable polyethylene and cyclic polymers. Together we have achieved the following objectives of this project: (1) advanced the knowledge about the effect of macromolecular architectures on mechanical properties and uncovered new concepts in utilizing macromolecular engineering to facilitate simplicity and affordability of biobased polymers and biocomposites; (2) expanded the portfolio of sustainable polymers and disseminated useful information to scientific communities and industry.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This project advances not only the knowledge of a variety of biomass, but also introduces various macromolecular architectures and engineering toward solving some of long-standing challenges on inferior mechanical properties. We published the research findings in high impact journals such as Macromolecules, Nature Reviews Chemistry, and Progress in Polymer Science. The knowledge obtained can be translated as a platform approach applicable to many unexplored biomass sources beyond this project.</p>\n<p>This project provides research training for four graduate students (three females) and a few undergraduate students. Students were given opportunities to present their work in various avenues, including Annual Meeting of the BioEnvironmental Polymer Society, American Oil Chemist&rsquo;s Society Annual Meeting, Thermoset Resin Formulators Association Annual Meeting, and American Chemical Society National Meeting. They also won numerous awards, including AOCS Ralph Potts Memorial Fellowship, AOCS IOP Student Award, ACS PMSE Graduate Student Travel Award, and \"Excellence in Graduate Polymer Research\". A total of fourteen high school students from economically disadvantaged families participated in our signature summer research program, with many participating the polymer research. The students gained first-hand experience in the STEM research labs and excited their passion for scientific career possibilities. All of them continued to pursue higher education. Graduate students were paired with each high school student and gained mentoring skills. This project opened collaborations with industry and national labs on the development of sustainable polymers and materials from waste biomass. The PI was twice awarded the ACS Local Section Outreach Volunteer of the Year Award.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/02/2024<br>\nModified by: Chuanbing&nbsp;Tang</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1806792/1806792_10531314_1719948579970_Biobased_Polymers--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1806792/1806792_10531314_1719948579970_Biobased_Polymers--rgov-800width.jpg\" title=\"Biobased Polymers\"><img src=\"/por/images/Reports/POR/2024/1806792/1806792_10531314_1719948579970_Biobased_Polymers--rgov-66x44.jpg\" alt=\"Biobased Polymers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Design of biobased polymers with topologies, functions, and meostructures.</div>\n<div class=\"imageCredit\">Springer Nature Limited</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chuanbing&nbsp;Tang\n<div class=\"imageTitle\">Biobased Polymers</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1806792/1806792_10531314_1719948684378_High_School_Summer_Research_Program--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1806792/1806792_10531314_1719948684378_High_School_Summer_Research_Program--rgov-800width.jpg\" title=\"Summer Research\"><img src=\"/por/images/Reports/POR/2024/1806792/1806792_10531314_1719948684378_High_School_Summer_Research_Program--rgov-66x44.jpg\" alt=\"Summer Research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A snapshot of high school students participating summer research program</div>\n<div class=\"imageCredit\">Chuanbing Tang</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Chuanbing&nbsp;Tang\n<div class=\"imageTitle\">Summer Research</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merits\n\n\nWe have developed new methodologies to improve mechanical properties of biobased polymers using diverse renewable natural resources: (i) physical crosslinking involving H-bonding and metal-ligand coordination; (ii) dynamic crosslinking; (iii) permanent crosslinking. We conceptualized supramolecular chain entanglement to create physical cross-linking and entanglements for polymers with long pendent fatty chains. We demonstrated dynamic lignin materials via the formation of and the dynamic nature of polyimine between ketone in oxidized lignin and amine using biobased crosslinkers. New silyl ether crosslinkers were combined with allyl lignin to form strong materials that could be deconstructed. These lignin systems were evaluated as novel curable adhesives that displayed strong adhesion across a diverse range of substrates. We have further collaborated on the research with computational researchers. This award has also expanded our efforts in initiating new conceptional areas such as developing degradable polyethylene and cyclic polymers. Together we have achieved the following objectives of this project: (1) advanced the knowledge about the effect of macromolecular architectures on mechanical properties and uncovered new concepts in utilizing macromolecular engineering to facilitate simplicity and affordability of biobased polymers and biocomposites; (2) expanded the portfolio of sustainable polymers and disseminated useful information to scientific communities and industry.\n\n\n\n\n\nBroader Impacts\n\n\nThis project advances not only the knowledge of a variety of biomass, but also introduces various macromolecular architectures and engineering toward solving some of long-standing challenges on inferior mechanical properties. We published the research findings in high impact journals such as Macromolecules, Nature Reviews Chemistry, and Progress in Polymer Science. The knowledge obtained can be translated as a platform approach applicable to many unexplored biomass sources beyond this project.\n\n\nThis project provides research training for four graduate students (three females) and a few undergraduate students. Students were given opportunities to present their work in various avenues, including Annual Meeting of the BioEnvironmental Polymer Society, American Oil Chemists Society Annual Meeting, Thermoset Resin Formulators Association Annual Meeting, and American Chemical Society National Meeting. They also won numerous awards, including AOCS Ralph Potts Memorial Fellowship, AOCS IOP Student Award, ACS PMSE Graduate Student Travel Award, and \"Excellence in Graduate Polymer Research\". A total of fourteen high school students from economically disadvantaged families participated in our signature summer research program, with many participating the polymer research. The students gained first-hand experience in the STEM research labs and excited their passion for scientific career possibilities. All of them continued to pursue higher education. Graduate students were paired with each high school student and gained mentoring skills. This project opened collaborations with industry and national labs on the development of sustainable polymers and materials from waste biomass. The PI was twice awarded the ACS Local Section Outreach Volunteer of the Year Award.\n\n\n\t\t\t\t\tLast Modified: 07/02/2024\n\n\t\t\t\t\tSubmitted by: ChuanbingTang\n"
 }
}