{
 "awd_id": "1806815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IGE: Enhancing Graduate Education in Systems Thinking and Multi-Stakeholder Design through a Co-Creation Toolkit",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928072",
 "po_email": "ddenecke@nsf.gov",
 "po_sign_block_name": "Daniel Denecke",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 499908.0,
 "awd_amount": 499908.0,
 "awd_min_amd_letter_date": "2018-08-16",
 "awd_max_amd_letter_date": "2023-01-12",
 "awd_abstract_narration": "Major global challenges often require convergent, inclusive approaches that involve science, technology, engineering and mathematics (STEM) professionals.  Training students to work with multiple stakeholders, such as non-profit organizations and local populations could better prepare them to address problems that involve multiple disciplines or perspectives.  For example, humanitarian organizations are engaging both STEM professionals and members of affected populations to design innovative interventions for refugee relief and response. This National Science Foundation Innovations in Graduate Education (IGE) award to the Massachusetts Institute of Technology (MIT) will train STEM graduate students to adopt more collaborative and inclusive approaches to problem-solving within the humanitarian response context. MIT D-Lab, which focuses on Development through Discovery, Design and Dissemination, will expand its contributions to the humanitarian relief sector through a novel approach to teaching graduate-level design and systems thinking courses.  The goal is to train future STEM leaders to incorporate a more inclusive and participatory approach to problem solving. MIT D-Lab will develop, pilot, and evaluate a multi-week module on how to effectively facilitate co-creative design sessions that include both humanitarian organizations and affected populations on the design team throughout the entire process. While the module is being developed and tested within the context of D-Lab?s humanitarian efforts, it has applications in many other settings, both in academia and in the field.\r\n\r\nResearchers will develop and pilot elements of the design and systems thinking module in D-Lab, the Systems Design and Management program and the Urban Risk Lab at MIT; in the Humanitarian Engineering program at Oregon State University; in the Program on Forced Migration and Health at Columbia University; and in the School of Information at the University of Michigan. In parallel, students will work on a semester-long project with a partner organization (such as Oxfam, UNICEF or the Red Cross) to develop a co-creative activity between the organization and an affected population. After the class, students will have the opportunity to work with D-Lab staff and partners in the field to deliver the co-creative activity. The researchers will measure learning outcomes for the curriculum and identify changes in the students? skills, knowledge, and attitudes. In addition, researchers will determine the effectiveness of co-creation processes and will compare the activities developed as part of this project to the current process for identifying solutions and engaging users in the humanitarian sector. By comparing these processes, the team will be able to identify important hypotheses about effective ways to teach co-creation and participatory principles as well as the effects of a co-creation process on students and refugees. \r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Smith",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Amy B Smith",
   "pi_email_addr": "mmadinot@mit.edu",
   "nsf_id": "000098200",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Yang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maria C Yang",
   "pi_email_addr": "mcyang@mit.edu",
   "nsf_id": "000289477",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miho",
   "pi_last_name": "Mazereeuw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miho Mazereeuw",
   "pi_email_addr": "mmaz@MIT.EDU",
   "nsf_id": "000739002",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 499908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>D-Lab at the Massachusetts Institute of Technology has been working in the humanitarian innovation sphere for the last 15 years, with a focus on increasing participation in humanitarian innovation. As crises multiply globally, the world faces increasing numbers of displaced and dwindling resources to support them. As of January of 2024, there were 108.4 million people displaced by conflict. The humanitarian sector looks to innovation to provide new products, paradigms and processes to maximize resources. However, humanitarian response is heavily top down, and people affected by crises are rarely consulted in the design of solutions. This leads to widespread challenges around the adoption and use of innovations in humanitarian contexts because they are often culturally and contextually inappropriate.</p>\n<p>Although humanitarian organizations recognize the need for greater participation of those impacted by crises in the development of solutions, few professionals know how to do it. Since engineers, doctors, nutritionists, designers, architects are in high demand as humanitarian professionals, MIT D-Lab identified the need to develop new educational resources to better prepare graduate students in STEM to work collaboratively with key stakeholders in the humanitarian sector. Through this project, D-Lab aims to give future humanitarian professionals the skills needed to work in ways that increase the participation of people impacted by crisis in the co-creation of innovative solutions that are more locally relevant and have a higher chance of being adopted and used. The four key outcomes of this project are summarized below.</p>\n<p><strong>1. Equipping graduate students with new skills for applying co-creation in humanitarian settings</strong></p>\n<p class=\"pf0\">Through the D-Lab course, EC.750/EC.785 Humanitarian Innovation: Design for Relief, Recovery and Rebuilding, four cohorts of graduate students from MIT and Harvard gained skills in leading co-creation activities in a humanitarian setting. D-Lab&rsquo;s team evaluated student learning at the end of each semester and found the largest gains in learning were consistently in understanding how power dynamics and mindsets could affect a co-creation process. Students also indicated that they felt more confident in their ability to develop activities that address power dynamics in a co-creation process. Students consistently reported learning the importance of recognizing and understanding the perspectives of others involved in the co-creation process. Students also reported using what they learned in many different situations including group and social interactions in other academic and work settings, and development and humanitarian fieldwork, demonstrating a broad application of what they learned.</p>\n<p class=\"pf0\">A group of 6 students demonstrated their facility with what they had learned in class by helping D-Lab staff successfully lead a week-long co-creation workshop in the Rhino Camp refugee settlement in Uganda in August 2022. The workshop brought together refugees, host community members and NGOs to build businesses around technologies that were designed and built by refugees. Students reported being able to apply material from the Co-Creation Toolkit, and that it helped prepare them for the workshop.</p>\n<p><strong>2. A new educational resource for STEM graduate students going into humanitarian work</strong></p>\n<p>The project produced the Co-Creation Toolkit, a new curricular resource for teaching STEM students who want to become humanitarian professionals. The Co-Creation Toolkit, currently being uploaded onto a website for public access includes a set of participation tools, a suite of teaching modules that cover the key aspects of co-creation (including creating an enabling environment for successful co-creation), and a co-creation planning workbook for instructors and students that guides them through the process of preparing for and delivering co-creation activities in humanitarian settings.</p>\n<p><strong>3. An on-line participation resource for humanitarian workers</strong></p>\n<p>The D-Lab team developed a participation module as part of the Co-Creation Toolkit to help graduate students going into the humanitarian sector better understand the different dimensions of participation and how it can be integrated into humanitarian projects. One version of this module is currently on the Humanitarian Innovation Fund (HIF) website as a downloadable participation toolkit for humanitarian professionals at: <a href=\"https://www.elrha.org/researchdatabase/participation-for-humanitarian-innovation/\">https://www.elrha.org/researchdatabase/participation-for-humanitarian-innovation/</a> &nbsp;and HIF promotes its use among their grantees. The D-Lab team prioritized developing tools around participation early on, because they identified a general lack of knowledge and understanding about participation within the humanitarian sector. The participation toolkit is a unique tool that educates humanitarian workers about the different types and levels of participation, helps them assess the participation that already exists in their projects, enables them to select the type of participation appropriate for achieving their goals, and what they need to do to ensure a high quality of participation. So far, there have been 387 downloads of the participation toolkit from the website.</p>\n<p><strong>4. Adding to the literature and understanding around participation in humanitarian innovation</strong></p>\n<p>Through presentations and papers at humanitarian conferences and workshops, literature reviews and research on co-creation, the products from this project have contributed to the literature about and the understanding of participation in humanitarian innovation, and how co-creation can be used to increase it.&nbsp;</p><br>\n<p>\n Last Modified: 03/14/2024<br>\nModified by: Amy&nbsp;B&nbsp;Smith</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1806815/1806815_10572200_1710440529439_bias_activity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1806815/1806815_10572200_1710440529439_bias_activity--rgov-800width.jpg\" title=\"Leading a Bias Activity\"><img src=\"/por/images/Reports/POR/2024/1806815/1806815_10572200_1710440529439_bias_activity--rgov-66x44.jpg\" alt=\"Leading a Bias Activity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A student from MIT D-Lab's Humanitarian Innovation class leads an activity on understanding and mitigating bias at a co-creation workshop in Uganda.</div>\n<div class=\"imageCredit\">Amy Smith</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Amy&nbsp;B&nbsp;Smith\n<div class=\"imageTitle\">Leading a Bias Activity</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nBackground\n\n\nD-Lab at the Massachusetts Institute of Technology has been working in the humanitarian innovation sphere for the last 15 years, with a focus on increasing participation in humanitarian innovation. As crises multiply globally, the world faces increasing numbers of displaced and dwindling resources to support them. As of January of 2024, there were 108.4 million people displaced by conflict. The humanitarian sector looks to innovation to provide new products, paradigms and processes to maximize resources. However, humanitarian response is heavily top down, and people affected by crises are rarely consulted in the design of solutions. This leads to widespread challenges around the adoption and use of innovations in humanitarian contexts because they are often culturally and contextually inappropriate.\n\n\nAlthough humanitarian organizations recognize the need for greater participation of those impacted by crises in the development of solutions, few professionals know how to do it. Since engineers, doctors, nutritionists, designers, architects are in high demand as humanitarian professionals, MIT D-Lab identified the need to develop new educational resources to better prepare graduate students in STEM to work collaboratively with key stakeholders in the humanitarian sector. Through this project, D-Lab aims to give future humanitarian professionals the skills needed to work in ways that increase the participation of people impacted by crisis in the co-creation of innovative solutions that are more locally relevant and have a higher chance of being adopted and used. The four key outcomes of this project are summarized below.\n\n\n1. Equipping graduate students with new skills for applying co-creation in humanitarian settings\n\n\nThrough the D-Lab course, EC.750/EC.785 Humanitarian Innovation: Design for Relief, Recovery and Rebuilding, four cohorts of graduate students from MIT and Harvard gained skills in leading co-creation activities in a humanitarian setting. D-Labs team evaluated student learning at the end of each semester and found the largest gains in learning were consistently in understanding how power dynamics and mindsets could affect a co-creation process. Students also indicated that they felt more confident in their ability to develop activities that address power dynamics in a co-creation process. Students consistently reported learning the importance of recognizing and understanding the perspectives of others involved in the co-creation process. Students also reported using what they learned in many different situations including group and social interactions in other academic and work settings, and development and humanitarian fieldwork, demonstrating a broad application of what they learned.\n\n\nA group of 6 students demonstrated their facility with what they had learned in class by helping D-Lab staff successfully lead a week-long co-creation workshop in the Rhino Camp refugee settlement in Uganda in August 2022. The workshop brought together refugees, host community members and NGOs to build businesses around technologies that were designed and built by refugees. Students reported being able to apply material from the Co-Creation Toolkit, and that it helped prepare them for the workshop.\n\n\n2. A new educational resource for STEM graduate students going into humanitarian work\n\n\nThe project produced the Co-Creation Toolkit, a new curricular resource for teaching STEM students who want to become humanitarian professionals. The Co-Creation Toolkit, currently being uploaded onto a website for public access includes a set of participation tools, a suite of teaching modules that cover the key aspects of co-creation (including creating an enabling environment for successful co-creation), and a co-creation planning workbook for instructors and students that guides them through the process of preparing for and delivering co-creation activities in humanitarian settings.\n\n\n3. An on-line participation resource for humanitarian workers\n\n\nThe D-Lab team developed a participation module as part of the Co-Creation Toolkit to help graduate students going into the humanitarian sector better understand the different dimensions of participation and how it can be integrated into humanitarian projects. One version of this module is currently on the Humanitarian Innovation Fund (HIF) website as a downloadable participation toolkit for humanitarian professionals at: https://www.elrha.org/researchdatabase/participation-for-humanitarian-innovation/ and HIF promotes its use among their grantees. The D-Lab team prioritized developing tools around participation early on, because they identified a general lack of knowledge and understanding about participation within the humanitarian sector. The participation toolkit is a unique tool that educates humanitarian workers about the different types and levels of participation, helps them assess the participation that already exists in their projects, enables them to select the type of participation appropriate for achieving their goals, and what they need to do to ensure a high quality of participation. So far, there have been 387 downloads of the participation toolkit from the website.\n\n\n4. Adding to the literature and understanding around participation in humanitarian innovation\n\n\nThrough presentations and papers at humanitarian conferences and workshops, literature reviews and research on co-creation, the products from this project have contributed to the literature about and the understanding of participation in humanitarian innovation, and how co-creation can be used to increase it.\t\t\t\t\tLast Modified: 03/14/2024\n\n\t\t\t\t\tSubmitted by: AmyBSmith\n"
 }
}