{
 "awd_id": "1807934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Energy materials based on single-ion conducting polymers mixed with zwitterions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 634054.0,
 "awd_amount": 634054.0,
 "awd_min_amd_letter_date": "2018-02-21",
 "awd_max_amd_letter_date": "2018-02-21",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY: \r\n\r\nApplications that will be enabled by new materials in the energy arena simultaneously require maximal conductivity of one and only one type of ion.  This research on ion conduction and dielectric constant of polymeric energy materials aims to understand the structure-property relations in polymers that conduct only one type of ion, such as lithium for advanced batteries and perhaps larger mobile ions for supercapacitors, sensors, and mechanical actuators.  A way to increase the mobility of the conducting ions is to add \"zwitterions\", which are small molecules containing both positive and negative charges, to single-ion conducting polymers. Although the method of adding zwitterions to polymeric materials has shown promise, fundamental insight is needed to design materials for specific functions for future applications.  If successful, the fundamental knowledge generated from this research will result in the understanding needed to design polymeric materials for a variety of specific energy applications, including advanced batteries, fuel cells, solar cells, ionic actuators, supercapacitors, and energy harvesting devices (each of which require maximizing ion transport).  Each of those applications has the potential to change current technologies and improve the lives of humans across the globe.  This project will also provide advanced scientific training and exposure to interdisciplinary research to graduate and undergraduate students, as well as opportunities for outreach.\r\n\r\n\r\nTECHNICAL SUMMARY: \r\n \r\nIonomers are an important class of energy materials for applications that require single-ion conduction, yet their structure-property relations are only beginning to be explored.  In this research, three novel types of materials are being made: (1) High molecular weight polycations with conducting counter-anions that are homopolymers, random copolymers and diblock copolymers, (2) high molecular weight polyanions with conducting counter-cations that are homopolymers, random copolymers and diblock copolymers, and (3) polar small molecule zwitterions that are non-volatile plasticizers for both types of ionomers to boost ionic conductivity.  A key fundamental question is how mixtures of ionomers and zwitterions can be optimized by careful molecular design of the two.  If successful, this research will reveal the design rules for the codesign of ionomer and zwitterion. By fully understanding the dielectric response of these materials (including the temperature dependence of dielectric constant and ionic conductivity) and using X-ray scattering to detail their morphology, the effects of systematic variations in zwitterion structure in such mixtures will be understood in detail.  By exploring the parameter space of ion content, counterion type and polarity (dielectric constant) of the zwitterion, the potential of this class of energy materials, in terms of highest possible dielectric constant and ionic conductivity, will be determined.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Colby",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph H Colby",
   "pi_email_addr": "rhc5@psu.edu",
   "nsf_id": "000098128",
   "pi_start_date": "2018-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hickey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Hickey",
   "pi_email_addr": "hickey@matse.psu.edu",
   "nsf_id": "000743320",
   "pi_start_date": "2018-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "305 Steidle Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 634054.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Materials that enable ion diffusion are critical components for energy related applications such as lithium-ion batteries. Although there have been major advances in batteries, there are still inherent safety and performance issues. One way to overcome the challenges is to use polymer materials that only conduct a single ion like lithium, but the ion conductivity in polymer materials is far too low, hindering implementation. The results generated from the project revealed new methods for overcoming the low ion conductivity that focus on preventing the formation of ion clusters. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Ion clusters reduce the number of ions that contribute to the conductivity. There are two major contributions that lead to ion cluster formation: the polymer matrix dielectric constant (the ability to store electrical charge) and the strength of the ionic interactions. We have found two new ways to potentially solve these issues. The first is using &ldquo;dielectricizers&rdquo;, or small molecules that will increase the dielectric constant of a material. These small molecules are called zwitterions, which are overall neutral but contain separated positive and negative charges. The second is to reduce the ionic interaction strength between the lithium-ion clusters. Reducing the ionic interaction increases lithium-ion diffusion.</p>\n<p>&nbsp;</p>\n<p>Findings from the research will help to design next generation ion conducting materials, potentially leading to enhancements in battery performance. In addition to the scientific findings, we have trained undergraduate and graduate students in advanced scientific methods. Undergraduate students at Penn State have gone on to graduate schools where they are continuing their education. Graduate students are contributing to the US workforce by working in major US corporations, ensuring that the US maintain its competitive technology edge over the rest of the world.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/28/2024<br>\nModified by: Ralph&nbsp;H&nbsp;Colby</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMaterials that enable ion diffusion are critical components for energy related applications such as lithium-ion batteries. Although there have been major advances in batteries, there are still inherent safety and performance issues. One way to overcome the challenges is to use polymer materials that only conduct a single ion like lithium, but the ion conductivity in polymer materials is far too low, hindering implementation. The results generated from the project revealed new methods for overcoming the low ion conductivity that focus on preventing the formation of ion clusters. \n\n\n\n\n\nIon clusters reduce the number of ions that contribute to the conductivity. There are two major contributions that lead to ion cluster formation: the polymer matrix dielectric constant (the ability to store electrical charge) and the strength of the ionic interactions. We have found two new ways to potentially solve these issues. The first is using dielectricizers, or small molecules that will increase the dielectric constant of a material. These small molecules are called zwitterions, which are overall neutral but contain separated positive and negative charges. The second is to reduce the ionic interaction strength between the lithium-ion clusters. Reducing the ionic interaction increases lithium-ion diffusion.\n\n\n\n\n\nFindings from the research will help to design next generation ion conducting materials, potentially leading to enhancements in battery performance. In addition to the scientific findings, we have trained undergraduate and graduate students in advanced scientific methods. Undergraduate students at Penn State have gone on to graduate schools where they are continuing their education. Graduate students are contributing to the US workforce by working in major US corporations, ensuring that the US maintain its competitive technology edge over the rest of the world.\n\n\n\t\t\t\t\tLast Modified: 02/28/2024\n\n\t\t\t\t\tSubmitted by: RalphHColby\n"
 }
}