{
 "awd_id": "1807233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Interactive Microscopy of Hybrid Scattering Structures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 749999.0,
 "awd_amount": 749999.0,
 "awd_min_amd_letter_date": "2018-07-19",
 "awd_max_amd_letter_date": "2020-06-23",
 "awd_abstract_narration": "Non-technical Abstract\r\nThe goal of this project is to understand how electrical current flows in small devices where it encounters obstacles whose size is on the order of the size of a single atom. This is important for miniaturizing electrical devices in order to make computers faster and more energy efficient, but it also creates new problems as the devices begin to reach sizes comparable to the distance between constituent atoms. In this size regime tiny defects such as a single misplaced atom - which might not have mattered in the past - suddenly can become very significant. The importance of this project is that it helps to clarify precisely how different atomic-scale objects affect electrical current in small devices, thus helping technology to be successfully miniaturized to the greatest extent possible. The difficulty here is the need to image atomic-scale structure inside actual operating devices to determine the cause-and-effect relationship between atomic-scale structure and device performance. This is accomplished using a scanning tunneling microscope that can see single atoms and also image electrons as they flow around the smallest possible obstacles, like water in a stream, according to the rules of quantum mechanics. Other types of microscopes are used that involve focused electron beams and helium ion beams to intentionally create atomic-scale structures that are not naturally occurring and thus intentionally manipulate the structure of electrical devices over the smallest distances possible. The broader impacts of this project lie in its strong education and outreach components and the fact that it provides high-level scientific training to graduate students, undergraduates, and high school students, preparing them for careers in STEM fields. Outreach efforts are performed at all levels by the investigators and team members and include creation of educational materials on nanoscience and technology for the Berkeley School/University Partnership Outreach Implementation Plan, as well as participation in the Bay Area Science in Schools program. Underrepresented minority students will be offered 5-week internships in the laboratories through the Summer Math and Science Honors Academy program at Berkeley, as well as mentoring opportunities through partnership with the UC Leadership Excellence through Advanced Degrees Program.\r\n\r\nTechnical Abstract\r\nThe main goal of this project is to better understand how electrons in 2D materials interact with different structures at the atomic-scale under both equilibrium (i.e., zero transport current) and nonequilibrium (non-zero transport current) conditions. Conventional fabrication and imaging techniques are unable to access the atomic-scale for operational devices and so a gap has opened up in the understanding of how atomic-scale structures in 2D materials alter device functionality. This project will help to fill that gap by developing new techniques to synthesize atomically-precise structures in 2D devices and also to image them at the atomic-scale during device operation. A central question that is addressed is how the equilibrium electronic properties of microscopic scattering structures lead to their nonequilibrium response under high current density and differing device conditions. Specific objectives include the control and visualization of this behavior for point scatterers, quantum dots, and 1D superlattices at the surfaces of single-layer graphene field-effect transistor (FET) devices. Novel transmission electron microscopy (TEM), scanning tunneling microscopy (STM), and focused ion beam based synthesis techniques are used to modify boron nitride substrates with unprecedented spatial precision to engineer the electronic properties of graphene FET capping layers. This project combines the principal investigators' TEM, device fabrication, and scanned probe microscopy expertise to explore a unique set of nanoscale experimental systems. The intellectual merit of this project lies in the fact that it allows access to physical regimes that have never been explored, including the nonequilibrium properties of different atomic scale scatterers such as Coulomb impurities, resonant scatterers, and sp3 defects that break sublattice symmetry. The smallest possible atomically-precise quantum dots are explored in graphene, creating opportunity to visualize new types of edge-state behavior as well as electron lensing. Quantum dot wavefunctions are imaged with unprecedented resolution, enabling long-standing theoretical predictions to be tested. Defect behavior is studied in systems with engineered electrical anisotropy, a new frontier in 2D materials research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Crommie",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Crommie",
   "pi_email_addr": "crommie@berkeley.edu",
   "nsf_id": "000449302",
   "pi_start_date": "2018-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Zettl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Zettl",
   "pi_email_addr": "azettl@physics.berkekey.edu",
   "nsf_id": "000449330",
   "pi_start_date": "2018-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "366 LeConte Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 249999.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual merit:</span></strong>&nbsp;&nbsp;&nbsp;&nbsp; The intellectual merit of this grant is that it enabled new explorations into the microscopic properties of low dimensional materials under both equilibrium and non-equilibrium conditions. &ldquo;Low dimensional&rdquo; here refers to 1D materials (needlelike structures that are very long but just a few atoms in width) and 2D materials (flat, sheetlike structures that are just one to a few atoms in thickness). Such materials are of great interest to scientists because they have different properties than conventional 3D materials, and these properties are advantageous for many potential applications. To facilitate useful future applications it is important to better understand how to manipulate the structure of such low dimensional materials and to characterize their properties at the atomic scale. Often very small changes in structure can have a large influence on the behavior of a material (especially for low-dimensional materials incorporated into very small nanostructures), and so it is critical to characterize them with microscopies able to image individual atoms. It is also important to be able to image how the structure of low dimensional materials is affected by the working conditions that might be found in real electrical devices, such as might arise from the application of a voltage difference or an electrical current (such application would constitute &ldquo;non-equilibrium&rdquo; conditions). The main focus of the work performed in this grant was to directly address these issues.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Specific results from this grant can be categorized into three main areas. The first was an exploration of how electrical devices made from 2D graphene (a single-atom-thick carbon sheet) behave when certain molecules (chosen for their strong response to applied electric fields and currents) are added to the surface of graphene devices. Significant new voltage and current-driven phenomena were discovered at the single-molecule level, including new methods for mechanically rearranging surface molecules using electric fields generated within the graphene devices. The second area involved atomically-resolved studies of how electrons behave in 2D moir&eacute;-based heterojunctions. Such heterojunctions can be formed by stacking two different single-layer materials (having slightly different inter-atomic spacings) on top of each other. This causes a moir&eacute; pattern to form in the stacked layers that alters how electrons behave in the new stacked &ldquo;moir&eacute;&rdquo; material. Significant new phenomena were observed as a result of these activities, culminating in the first-ever imaging of a 2D Wigner crystal (a 2D crystal of electrons). The third area involved exploring the atomic-scale properties of new 1D and 2D alloys. Alloys are formed by adding impurities to previously known materials to controllably tune their properties. Significant new alloy-based behavior was discovered as a result of this research that pertains to 2D superconducting materials as well as 2D semiconductors.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader impact:</span></strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The broader impacts of this project came from the education and outreach activities that were pursued as well as the impact the research had on the scientific and engineering research communities.&nbsp; This project provided high-level scientific training to graduate students, undergraduates, and high school students in a strongly interdisciplinary area, helping them to prepare for careers in STEM fields.&nbsp; Outreach efforts were performed at all levels by the PIs and by group members. Outreach at the community level included participation in open-house days, lab tours, general lectures, and the Berkeley Nanotechnology Club. Outreach at the elementary school level occurred through participation in the Bay Area Science in Schools program (BASIS). Outreach to underrepresented minorities at the high school level occurred through 5-week internships offered in partnership with the Summer Math and Science Honors Academy program (SMASH) at Berkeley. Outreach to underrepresented minorities at the undergraduate level occurred through mentoring activities in partnership with the UC Leadership Excellence through Advanced Degrees program (UC LEADS), the SUPERB program, and the UC Berkeley Compass program.&nbsp; These programs identify upper-division undergraduate students with the potential to succeed in the sciences, but who have experienced conditions that adversely impact their advancement in different scientific fields, and pairs them up with faculty and student mentors.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;F&nbsp;Crommie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:     The intellectual merit of this grant is that it enabled new explorations into the microscopic properties of low dimensional materials under both equilibrium and non-equilibrium conditions. \"Low dimensional\" here refers to 1D materials (needlelike structures that are very long but just a few atoms in width) and 2D materials (flat, sheetlike structures that are just one to a few atoms in thickness). Such materials are of great interest to scientists because they have different properties than conventional 3D materials, and these properties are advantageous for many potential applications. To facilitate useful future applications it is important to better understand how to manipulate the structure of such low dimensional materials and to characterize their properties at the atomic scale. Often very small changes in structure can have a large influence on the behavior of a material (especially for low-dimensional materials incorporated into very small nanostructures), and so it is critical to characterize them with microscopies able to image individual atoms. It is also important to be able to image how the structure of low dimensional materials is affected by the working conditions that might be found in real electrical devices, such as might arise from the application of a voltage difference or an electrical current (such application would constitute \"non-equilibrium\" conditions). The main focus of the work performed in this grant was to directly address these issues.\n\n        Specific results from this grant can be categorized into three main areas. The first was an exploration of how electrical devices made from 2D graphene (a single-atom-thick carbon sheet) behave when certain molecules (chosen for their strong response to applied electric fields and currents) are added to the surface of graphene devices. Significant new voltage and current-driven phenomena were discovered at the single-molecule level, including new methods for mechanically rearranging surface molecules using electric fields generated within the graphene devices. The second area involved atomically-resolved studies of how electrons behave in 2D moir&eacute;-based heterojunctions. Such heterojunctions can be formed by stacking two different single-layer materials (having slightly different inter-atomic spacings) on top of each other. This causes a moir&eacute; pattern to form in the stacked layers that alters how electrons behave in the new stacked \"moir&eacute;\" material. Significant new phenomena were observed as a result of these activities, culminating in the first-ever imaging of a 2D Wigner crystal (a 2D crystal of electrons). The third area involved exploring the atomic-scale properties of new 1D and 2D alloys. Alloys are formed by adding impurities to previously known materials to controllably tune their properties. Significant new alloy-based behavior was discovered as a result of this research that pertains to 2D superconducting materials as well as 2D semiconductors.\n\nBroader impact:       The broader impacts of this project came from the education and outreach activities that were pursued as well as the impact the research had on the scientific and engineering research communities.  This project provided high-level scientific training to graduate students, undergraduates, and high school students in a strongly interdisciplinary area, helping them to prepare for careers in STEM fields.  Outreach efforts were performed at all levels by the PIs and by group members. Outreach at the community level included participation in open-house days, lab tours, general lectures, and the Berkeley Nanotechnology Club. Outreach at the elementary school level occurred through participation in the Bay Area Science in Schools program (BASIS). Outreach to underrepresented minorities at the high school level occurred through 5-week internships offered in partnership with the Summer Math and Science Honors Academy program (SMASH) at Berkeley. Outreach to underrepresented minorities at the undergraduate level occurred through mentoring activities in partnership with the UC Leadership Excellence through Advanced Degrees program (UC LEADS), the SUPERB program, and the UC Berkeley Compass program.  These programs identify upper-division undergraduate students with the potential to succeed in the sciences, but who have experienced conditions that adversely impact their advancement in different scientific fields, and pairs them up with faculty and student mentors. \n\n \n\n\t\t\t\t\tLast Modified: 12/05/2022\n\n\t\t\t\t\tSubmitted by: Michael F Crommie"
 }
}