{
 "awd_id": "1807327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomolecular Materials: Structure, Phase behavior, and Interactions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 495000.0,
 "awd_amount": 495000.0,
 "awd_min_amd_letter_date": "2018-08-21",
 "awd_max_amd_letter_date": "2018-08-21",
 "awd_abstract_narration": "Non-Technical Abstract\r\nThis award by the Biomaterials program in the Division of Materials Research to the University of California at Santa Barbara (UCSB) is to develop a comprehensive understanding of the nature of forces between biological protein molecules derived from neurons and how these forces, in turn, are responsible for creating the variety of different architectures found in neurons. Each different structure is responsible for a well-defined cell function including molecular mechanisms that cells use to communicate. The significance of the project is that the knowledge gained from the experimental results will allow one to begin the process of clarifying the underlying molecular causes for the disruption of the cytoskeletal structures inside neurons, a condition that leads to cell degeneration. This gained knowledge will allow the larger scientific community to design strategies to prevent cell deterioration. The research activity is designed to educate and train graduate and undergraduate students, and postdoctoral researchers in modern scientific and engineering methods and for participants to acquire skills needed for careers in academe, national laboratories, and industry. Investigators of this project are involved in a broad range of UCSB Outreach Programs with community colleges, and colleges and universities outside of Santa Barbara. These include, the NSF funded Materials Research Science and Engineering Center outreach program, the Research Internship in Science and Engineering, the Future Leaders in Advanced Materials Program, the California Alliance for Minority Participation, and the Research Experience for Teachers.\r\n\r\nTechnical Abstract\r\nThe goal of the proposal is to develop a fundamental understanding of structures, interactions, and phase behavior in co-assembling mixtures of cytoskeletal proteins, with compositions of mixtures spanning the range found in distinct compartments of neurons. A set of experiments utilizing modern X-ray-Osmotic Pressure techniques are focused on clarifying the separate roles of selected cytoskeletal associated proteins in mediating interfilament forces that result in filamentous assemblies closely related to the higher-order structures found in axons and dendrites. A separate series of experiments will explore how multivalent counterions, in particular, those that are found in cellular environments, restructure the in-vitro assembled cytoskeleton. A significance of the project is that the acquired data are expected to result in fundamentally new insights relating intermolecular interactions to heterogeneously assembled structures found in different parts of neurons. Furthermore, the studies will lead to a transformative shift in understanding of biological polymer phase behavior in the presence of multivalent ions, a nascent field of high current interest in biological physics and biomaterials. The proposed biomaterials and biophysics program is multidisciplinary and educates and trains graduate and undergraduate students, and postdoctoral researchers in modern methods required to address problems at the interface between physics, chemistry, engineering and biology. The acquired skills prepare the trainees for careers in academe, national laboratories, and industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cyrus",
   "pi_last_name": "Safinya",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Cyrus R Safinya",
   "pi_email_addr": "safinya@mrl.ucsb.edu",
   "nsf_id": "000087151",
   "pi_start_date": "2018-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Materials Department",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 495000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall project outcomes of our NSF funded study involved discoveries of novel new phases and shape transitions in functional biomaterials where the building blocks consisted of biomolecules including charged and neutral lipids, polymer-lipids, and intrinsically disordered proteins.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this NSF funded biomaterials project was based on developing a fundamental scientific understanding of the properties of the newly discovered phases of biological matter. A key scientific outcome of the project was the realization that competing interactions involving electrostatic forces, hydrophobic interactions, and, in some cases, membrane elasticity, play a fundamental role in determining structures, shapes and morphologies in the lipid- and protein- based biomaterials that were studied. A measurable outcome of the project was the publication of the research studies in premier journals. This included papers that appeared in the<em> Journals of the American Chemical Society (ACS): ACS Applied Materials and Interfaces and Langmuir, </em>the<em> European Physical Journal E </em>and<em> </em><em>Biochimica Biophysica Acta (BBA) &ndash; Biomembranes</em> (covering biological physics and materials), <em>Scientific Reports </em>(A Nature Journal), and <em>Small</em>, a top multidisciplinary journal covering nanotechnology at the interface between physics, chemistry, engineering, and biology. A separate significant outcome of the project has to do with the development of improved techniques for quantitative force and mechanical stability measurements in biological hydrogel materials (e.g. in hydrogels of filamentous and intrinsically disordered proteins) involving a minimally invasive <em>in-situ</em> x-ray scattering measurement of samples maintained under varying osmotic pressures.</p>\n<p>&nbsp;</p>\n<p>With respect to the broader impacts, our NSF-funded project gave us the opportunity to train graduate and undergraduate students in cutting-edge research methodologies to solve the structures of highly complex biomaterials. This included (1) state-of-the-art x-ray scattering methods involving synchrotron radiation produced at the Stanford Synchrotron Radiation Lightsource (a Directorate of SLAC National Accelerator Laboratory) and (2) cryogenic electron microscopy methods together with our collaborators at the Simons Electron Microscopy Center and National Resource for Automated Molecular Microscopy located at the New York Structural Biology Center. A central outcome of our training activities was the preparation of the future generations of scientists and bioengineers for careers in industry, academe, and national laboratories. In parallel, a significant other outcome of the project related to our training of undergraduate interns participating in Outreach Programs at the University of California Santa Barbara. This included &nbsp;training of students from community colleges, and colleges and universities outside of Santa Barbara, which encourage participation by under-represented minority groups. The outreach programs included the California Alliance for Minority Participation, the Research Internship in Science and Engineering, and the Future Leaders in Advanced Materials<strong> </strong>Program.<em> </em></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/06/2023<br>\nModified by: Cyrus&nbsp;R&nbsp;Safinya</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overall project outcomes of our NSF funded study involved discoveries of novel new phases and shape transitions in functional biomaterials where the building blocks consisted of biomolecules including charged and neutral lipids, polymer-lipids, and intrinsically disordered proteins.\n\n\n\n\n\nThe intellectual merit of this NSF funded biomaterials project was based on developing a fundamental scientific understanding of the properties of the newly discovered phases of biological matter. A key scientific outcome of the project was the realization that competing interactions involving electrostatic forces, hydrophobic interactions, and, in some cases, membrane elasticity, play a fundamental role in determining structures, shapes and morphologies in the lipid- and protein- based biomaterials that were studied. A measurable outcome of the project was the publication of the research studies in premier journals. This included papers that appeared in the Journals of the American Chemical Society (ACS): ACS Applied Materials and Interfaces and Langmuir, the European Physical Journal E and Biochimica Biophysica Acta (BBA)  Biomembranes (covering biological physics and materials), Scientific Reports (A Nature Journal), and Small, a top multidisciplinary journal covering nanotechnology at the interface between physics, chemistry, engineering, and biology. A separate significant outcome of the project has to do with the development of improved techniques for quantitative force and mechanical stability measurements in biological hydrogel materials (e.g. in hydrogels of filamentous and intrinsically disordered proteins) involving a minimally invasive in-situ x-ray scattering measurement of samples maintained under varying osmotic pressures.\n\n\n\n\n\nWith respect to the broader impacts, our NSF-funded project gave us the opportunity to train graduate and undergraduate students in cutting-edge research methodologies to solve the structures of highly complex biomaterials. This included (1) state-of-the-art x-ray scattering methods involving synchrotron radiation produced at the Stanford Synchrotron Radiation Lightsource (a Directorate of SLAC National Accelerator Laboratory) and (2) cryogenic electron microscopy methods together with our collaborators at the Simons Electron Microscopy Center and National Resource for Automated Molecular Microscopy located at the New York Structural Biology Center. A central outcome of our training activities was the preparation of the future generations of scientists and bioengineers for careers in industry, academe, and national laboratories. In parallel, a significant other outcome of the project related to our training of undergraduate interns participating in Outreach Programs at the University of California Santa Barbara. This included training of students from community colleges, and colleges and universities outside of Santa Barbara, which encourage participation by under-represented minority groups. The outreach programs included the California Alliance for Minority Participation, the Research Internship in Science and Engineering, and the Future Leaders in Advanced Materials Program. \n\n\n\t\t\t\t\tLast Modified: 12/06/2023\n\n\t\t\t\t\tSubmitted by: CyrusRSafinya\n"
 }
}