{
 "awd_id": "1807687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing the Mechanism and Morphology of Magnesium Deposition from High Anodic Stability, High Solution Conductivity Electrolytes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 518444.0,
 "awd_amount": 518444.0,
 "awd_min_amd_letter_date": "2018-06-18",
 "awd_max_amd_letter_date": "2018-06-18",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY\r\n \r\nLithium batteries abound in the portable electronic devices that are toted daily. However, the scarcity and price of both lithium and the other metals used to create batteries provides the impetus to move beyond lithium-based technology. By virtue of its position in group I of the periodic table, lithium shuttles only one electron at a time between the two electrodes. With this project, funded by the Solid State and Materials Chemistry Program in the Division of Materials Research at NSF, the researchers at the University of Michigan Ann Arbor develop materials for magnesium ion batteries. Magnesium, a group II metal, can shuttle two electrons at a time. In principle, doubling the number of electrons that react at the electrodes doubles the amount of charge that can be stored in the same volume of space. Storing more charge with the same-sized battery represents a significant advance in energy storage for portable electronics and potentially for electric vehicles. Magnesium also has the potential to yield safer batteries since this metal is less reactive with air and moisture than is lithium. However, developing this technology requires learning what chemical reactions occur at the solid electrode/ liquid electrolyte interfaces of a battery and how these reactions change the electrode surface over time, which is the focus of this project. The goal is ensuring that both safety and high charge-storing capacity are maintained over the entire battery lifetime. In addition to the advancing scientific understanding, this project involves graduate students, undergraduate students, and high school students from diverse backgrounds who collaborate to combine different forms of spectroscopy and microscopy in order to interrogate what magnesium molecules form in liquid solution and to observe how these molecules transform to move electrons through lab-scale batteries. \r\n\r\n\r\nPART 2:   TECHNICAL SUMMARY\r\n  \r\nThis project, funded by the Solid State and Materials Chemistry Program in the Division of Materials Research at NSF, addresses two critical questions at the anode/electrolyte interface using Lewis-acid salts of magnesium alkoxide electrolytes: 1) what are the structure and composition of matter at the electrode/electrolyte interface? 2) what are the size, shape, and distribution of defects at the electrode? To answer the first question, the researchers employ electrochemistry using polished platinum single crystals, solution NMR spectroscopy, and Raman microscopy to probe the electrolyte/bulk solution interface. To answer the second question, they rely on electron microscopy and scanning electrochemical microscopy to probe surface reconstruction as well as macroscopic changes in the morphology of the solid electrode under varied conditions. Although the lithium-ion battery field has demanded answers to these questions to develop this familiar technology, the chemistry of magnesium is quite different. One difference that is a major advantage for magnesium is that its hexagonal crystal structure leads to metal deposits in platelet form, not as dangerous dendritic wires that could short-circuit the battery. That said, the relationship between the salt composition (what ions are present and at what concentration) and the electrodeposition growth mechanism is unknown in magnesium. The first aspect of this research is composed of experiments to specify what ionic species reside at the electrochemical interface starting from the traditional Guoy-Chapman-Stern model of the electrochemical double layer (where excess charge accumulates adjacent to the electrode). With the second thrust, the researchers study how the atomic surface and the microstructure of magnesium and the underlying electrode change with continued cycling that includes potential adsorption/desorption of ions. Overall, this knowledge teaches the battery community to connect known electrolyte design principles to long-term high current (i.e.-high power) battery function.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bart",
   "pi_last_name": "Bartlett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bart M Bartlett",
   "pi_email_addr": "bartmb@umich.edu",
   "nsf_id": "000534850",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 518444.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>. The technical advance from this NSF award is better understanding the basic chemistry of magnesium metal electrodeposition and its subsequent stripping. In this case the +2 charge of the magnesium ion means that 2 electrons transfer with one single Mg<sup>2+</sup> (opposed to just one electron with the monovalent Li<sup>+</sup> in today&rsquo;s batteries). Progress in multi-valent Mg<sup>2+</sup>-ion chemistry has been hindered because Mg metal has a propensity to react with electrolyte components to yield an ionically insulating layer that prevents reversible charging and discharging. This award addressed that knowledge gap in understanding how adding iodine to form magnesium iodide (MgI<sub>2</sub>) and its subsequent chemical equilibrium to form the triiodide ion can prevent that layer from being insulating. Moreover, this work used electrochemical characterization to show the stability of fluorinated alkoxide electrolytes coupled with Mg<sup>0</sup> and MgMn<sub>2</sub>O<sub>4</sub> electrodes. This fundamental science brings the community one step closer to using these materials as batteries.</p>\n<p><strong>Broader Impacts</strong>. This NSF award allowed an opportunity for broadening participation in STEM through a collaboration with the Detroit Research Internship Summer Experience (D-RISE) program at the University of Michigan. Three high-school students from groups historically underrepresented in STEM contributed directly to the research effort&mdash;specifically in preparing the oxide electrode materials and interpreting structural characterization data (X-ray diffraction in particular). All of these students honed their presentations skills by giving a poster of their work at the annual undergraduate research symposium at U-M. They also presented their research at the science fairs at their high schools, competing for an opportunity to present at the International Science and Engineering Fair. Two students are current undergraduates planning to major in chemistry or an related engineering discipline and the other is now a high school senior preparing college admissions applications.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Bart&nbsp;M&nbsp;Bartlett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit. The technical advance from this NSF award is better understanding the basic chemistry of magnesium metal electrodeposition and its subsequent stripping. In this case the +2 charge of the magnesium ion means that 2 electrons transfer with one single Mg2+ (opposed to just one electron with the monovalent Li+ in todays batteries). Progress in multi-valent Mg2+-ion chemistry has been hindered because Mg metal has a propensity to react with electrolyte components to yield an ionically insulating layer that prevents reversible charging and discharging. This award addressed that knowledge gap in understanding how adding iodine to form magnesium iodide (MgI2) and its subsequent chemical equilibrium to form the triiodide ion can prevent that layer from being insulating. Moreover, this work used electrochemical characterization to show the stability of fluorinated alkoxide electrolytes coupled with Mg0 and MgMn2O4 electrodes. This fundamental science brings the community one step closer to using these materials as batteries.\n\n\nBroader Impacts. This NSF award allowed an opportunity for broadening participation in STEM through a collaboration with the Detroit Research Internship Summer Experience (D-RISE) program at the University of Michigan. Three high-school students from groups historically underrepresented in STEM contributed directly to the research effortspecifically in preparing the oxide electrode materials and interpreting structural characterization data (X-ray diffraction in particular). All of these students honed their presentations skills by giving a poster of their work at the annual undergraduate research symposium at U-M. They also presented their research at the science fairs at their high schools, competing for an opportunity to present at the International Science and Engineering Fair. Two students are current undergraduates planning to major in chemistry or an related engineering discipline and the other is now a high school senior preparing college admissions applications.\n\n\n\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: BartMBartlett\n"
 }
}