{
 "awd_id": "1807852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Elements: Effects of Co-Solvents on Peptide Folding Pathways",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2018-07-10",
 "awd_abstract_narration": "Krzysztof Kuczera and Corey K. Johnson of the University of Kansas are supported by an award from the Chemistry of Life Processes Program in the Division of Chemistry to analyze how biological molecules modify their structures in response to external stimuli, using experimental and computational approaches. Changes in response to environmental influences are a crucial aspect of biomolecular function in living cells, and can involve responses to temperature, pH, and solvents.  This project focuses on peptides, relatively small molecules---10-60 amino acids in length---that serve as simple models of proteins.  Professors Kuczera and Johnson are designing custom peptides tailored to exhibit shapes such as helices, sheets, and turns.  These shapes incorporate \"reporter\" components for tracking structural changes. Time-resolved spectroscopy is used to analyze peptide structure and motion under normal conditions and under various stresses. A combination of computational approaches is used to model the three-dimensional peptide structures. A key component of this computer modeling strategy is the identification the peptide's \"dynamic elements\"--- representative shapes used to characterize the experimentally-determined peptide changes, including folding and unfolding. This research advances understanding of fundamental biological processes such as enzyme activity and cell signaling, and applications to drug delivery. Educational activities include the integration of computational modeling techniques into general chemistry classes, with over 1200 students annually.  The team expands the widely-used computer simulation interface for use in molecular modeling education.  While the research program trains, participation in the university's Diversity Scholars Program supports the success and retention of minority students in chemistry.\r\n\r\nThe hypothesis underlying this project is that changes in peptide folding pathways induced by the addition of co-solvents are the result of specific microscopic interactions. The research is utilizing combined experimental and computational approaches to investigate folding path changes of designed peptides exhibiting an array of helices, sheets and turns.  The project is using a range of advanced spectroscopic methods, including circular dichroism, NMR, and FRET, with analysis of fluorescence anisotropy decay (FAD) to probe rotational motion, and temperature-jump studies for analyzing kinetic processes.  The studies are being performed in buffer, and in the presence of denaturants, protective osmolytes and viscogens, in order to characterize dynamical effects as a function of environment.  Clustering and kinetic coarse-graining are employed to identify major, representative peptide conformers, its \"dynamic elements\", from trajectory analysis of molecular dynamics (MD) and replica-exchange MD simulations.  Dihedral-restrained MD and continuum hydrodynamics are used to analyze diffusion and microscopic solvation patterns of the dynamic elements, allowing de-convolution of the observed spectroscopic signals into contributions from specific structures and interactions. For each peptide type and environment, co-solvent effects on structure, local and global dynamics and on equilibria between folded, unfolded, and intermediate states are analyzed. By mapping observed signals onto specific structures, interactions and motions, the microscopic insight provided by the dynamic elements approach, grounded in comprehensive experimental data, is providing insight into the structure, dynamics and folding pathways of the basic structural building blocks of peptides and proteins at new level of detail.  The project is integrating extensive computational modeling and active learning activities (visualization, kinetic data analysis, dynamical systems, agent-based modeling) within the general chemistry curriculum, and the investigators are contributing to the recruitment and retention of underrepresented groups in chemistry, through participation in the University of Kansas Diversity Scholars Program and Research Experience for Undergraduates Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krzysztof",
   "pi_last_name": "Kuczera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krzysztof Kuczera",
   "pi_email_addr": "kkuczera@ku.edu",
   "nsf_id": "000107948",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carey",
   "pi_last_name": "Johnson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Carey K Johnson",
   "pi_email_addr": "ckjohnson@ku.edu",
   "nsf_id": "000409134",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Rd",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are the workhorses of biology, serving as building materials, enzyme catalysts and regulators of metabolic processes. It is currently widely recognized that both protein structure and dynamics are important for function. The basic elements of protein structure, dynamics and function are alpha-helices and beta-sheets. &nbsp;Detailed knowledge of folding pathways is crucial for explaining proten action in healthy organisms, as well as the molecular basis of various diseases related to misfolding, such as Parkinison's and Alzheimer's.</p>\n<p>The goal of our research project is to employ an approach of closely coupled experimental studies and computer modeling to uncover detailed pathways of folding for peptides. The insights obtained from peptide studiies may then be generalized to properties of the larger and more complex protein systems.</p>\n<p>Our specifiic goals for this project were to study environmental effects on peptide structure and motions, elucidate detailed folding pathways of alpha and beta structures, and to develop improvements in experimental techniques and simulation methodologies, as well as synergistic approaches for joint computational-experimental studies. Our experiments performed detailed characterization of peptide structure, internal rearrangements and overall reorientation. Computer simulations followed the same features using models that described full atomic details of peptides, solvents and co-solvents.</p>\n<p>In the area of environmental effects, we considered the importance of water itself and of adding structure-forming and structure-breaking co-solvents. We found that for our smallest model system, a dipeptide, there were already significant signatures of the existence of regular alpha and beta structure, not previously. detected. Strong specific interactions were formed with the solvent water and co-solvents, such as the structure-promoting proline and structure-breaking urea and guanidinium chloride.&nbsp;</p>\n<p>Our studies of several alpha-helices and a beta-hairpin peptide involved experimental data of higher quality and computer simulations that were more extensive than previously performed. Our crucial contribution involved development and application of a novel method for study of complex motions of large molecules, called optimal dimensionality reduction (ODR). Computer modeling of large scale motions like protein/peptide folding requires generation of a large number of three-dimensional structures of the system of interest, in the range of milions to bilions, &nbsp;which are difficult for humans to understand. ODR is a novel approach that lumps togther structures in space and time so that attention is focused on a small number of crucial structures undergoing the most important motions. This brings to the fore the most important features in a way that is easy to interpret. ODR analysis of alpha helix and beta hairpin folding uncovered several important new features. First, we found that the folded states of these well-known structures exhibit significant disorder, rather than resembling ideal geometrical objects seen in crystal structures. Previously, only the unfolded or coil states were considered as disordered. Next, we found that short helices tended to fold directly from coil to helix, while longer helices and the hairpin folded through a well-defined intermediate, or transition state. Quite unexpectedly, this transition state exhibited some similarities for helices and hairpins, involving folding of a central region of the peptide into a specific form. There were also marked differences in the folding paths. For helices the transition state was a nascent helical nucleus and the folding process approximated a random walk, with neighboring regions exhibiting multiple transitions between helix and coil. For the hairpin the transition state was a central turn in the peptide chain, and the folding was a correlated sequential transition of neighboring regions, that we dubbed the 'cooperative zipper'.</p>\n<p>Overall, in terms of intellectual merit, the main strength of this project was the close collaboration between experimental measurements and computational modeling. Experimetal data with improved time resolution and covering a large range of environmental effects was analyzed in novel ways to provide a baseline of facts. Extensive computer simulations targeted at modeling the experimental signals were employed to provide atomic-level explanations for the observed structures and motions. As a result a number of new insights into structure, dynamics and interactions with environment for model peptides were obtained. This will guide future studies of more complex molecular systems underlyinig the behavior of biological molecules in health and disease.</p>\n<p>In terms of broader impact, this project led to creation of group-based class projects. For an undergraduate biological physical chemistry course six projects were created, exploring the microscopic meaning of temperature, analysis of efficiency of power generation, refrigeration and heating, rates of chemical reactions and simple analysis of quantum effects on molecular vibrations. In a graduate biochemistry course students were introduced to visualization of proten vibrations, &nbsp;exploring the role of vibrational spectroscopy in biochemistry. Generally, these projects helped students understand the material and gain practice with modern scientific data analysis tools, both numerical and visual.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2022<br>\n\t\t\t\t\tModified by: Krzysztof&nbsp;Kuczera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProteins are the workhorses of biology, serving as building materials, enzyme catalysts and regulators of metabolic processes. It is currently widely recognized that both protein structure and dynamics are important for function. The basic elements of protein structure, dynamics and function are alpha-helices and beta-sheets.  Detailed knowledge of folding pathways is crucial for explaining proten action in healthy organisms, as well as the molecular basis of various diseases related to misfolding, such as Parkinison's and Alzheimer's.\n\nThe goal of our research project is to employ an approach of closely coupled experimental studies and computer modeling to uncover detailed pathways of folding for peptides. The insights obtained from peptide studiies may then be generalized to properties of the larger and more complex protein systems.\n\nOur specifiic goals for this project were to study environmental effects on peptide structure and motions, elucidate detailed folding pathways of alpha and beta structures, and to develop improvements in experimental techniques and simulation methodologies, as well as synergistic approaches for joint computational-experimental studies. Our experiments performed detailed characterization of peptide structure, internal rearrangements and overall reorientation. Computer simulations followed the same features using models that described full atomic details of peptides, solvents and co-solvents.\n\nIn the area of environmental effects, we considered the importance of water itself and of adding structure-forming and structure-breaking co-solvents. We found that for our smallest model system, a dipeptide, there were already significant signatures of the existence of regular alpha and beta structure, not previously. detected. Strong specific interactions were formed with the solvent water and co-solvents, such as the structure-promoting proline and structure-breaking urea and guanidinium chloride. \n\nOur studies of several alpha-helices and a beta-hairpin peptide involved experimental data of higher quality and computer simulations that were more extensive than previously performed. Our crucial contribution involved development and application of a novel method for study of complex motions of large molecules, called optimal dimensionality reduction (ODR). Computer modeling of large scale motions like protein/peptide folding requires generation of a large number of three-dimensional structures of the system of interest, in the range of milions to bilions,  which are difficult for humans to understand. ODR is a novel approach that lumps togther structures in space and time so that attention is focused on a small number of crucial structures undergoing the most important motions. This brings to the fore the most important features in a way that is easy to interpret. ODR analysis of alpha helix and beta hairpin folding uncovered several important new features. First, we found that the folded states of these well-known structures exhibit significant disorder, rather than resembling ideal geometrical objects seen in crystal structures. Previously, only the unfolded or coil states were considered as disordered. Next, we found that short helices tended to fold directly from coil to helix, while longer helices and the hairpin folded through a well-defined intermediate, or transition state. Quite unexpectedly, this transition state exhibited some similarities for helices and hairpins, involving folding of a central region of the peptide into a specific form. There were also marked differences in the folding paths. For helices the transition state was a nascent helical nucleus and the folding process approximated a random walk, with neighboring regions exhibiting multiple transitions between helix and coil. For the hairpin the transition state was a central turn in the peptide chain, and the folding was a correlated sequential transition of neighboring regions, that we dubbed the 'cooperative zipper'.\n\nOverall, in terms of intellectual merit, the main strength of this project was the close collaboration between experimental measurements and computational modeling. Experimetal data with improved time resolution and covering a large range of environmental effects was analyzed in novel ways to provide a baseline of facts. Extensive computer simulations targeted at modeling the experimental signals were employed to provide atomic-level explanations for the observed structures and motions. As a result a number of new insights into structure, dynamics and interactions with environment for model peptides were obtained. This will guide future studies of more complex molecular systems underlyinig the behavior of biological molecules in health and disease.\n\nIn terms of broader impact, this project led to creation of group-based class projects. For an undergraduate biological physical chemistry course six projects were created, exploring the microscopic meaning of temperature, analysis of efficiency of power generation, refrigeration and heating, rates of chemical reactions and simple analysis of quantum effects on molecular vibrations. In a graduate biochemistry course students were introduced to visualization of proten vibrations,  exploring the role of vibrational spectroscopy in biochemistry. Generally, these projects helped students understand the material and gain practice with modern scientific data analysis tools, both numerical and visual.\n\n \n\n\t\t\t\t\tLast Modified: 11/14/2022\n\n\t\t\t\t\tSubmitted by: Krzysztof Kuczera"
 }
}