{
 "awd_id": "1807234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Materials Chemistry of Superprotonic Solid Acids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 429056.0,
 "awd_amount": 429056.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "Non-technical Summary \r\nMaterials with the ability to transport protons are essential for a wide range of technologies, from electricity production to ammonia synthesis. This project, funded by the Solid State and Materials Chemistry Program in the Division of Materials Research, focuses on the discovery of new proton conducting materials with exceptional transport due to structural disorder. Such materials combine remarkable \"liquid-like\" conductivity with the mechanical integrity of solids. Aiming to discover the design rules for creating new superprotonic conductors that meet a broad range of application needs, Prof. Haile and her group create new knowledge about the fundamental features of superprotonic conductivity through this study. Insights from their research will help, for example, to improve fuel cells for electricity production, to improve electrolyzers for hydrogen production, and to find new routes for ammonia synthesis. Beyond the specific scientific principles that are elucidated, the project advances the education of students across all levels, from engaging K-12 students through outreach activities, to guiding undergraduates and graduate students in cutting edge research.\r\n\r\nTechnical Summary \r\nWith funding from the Solid State and Materials Chemistry Program in the Division of Materials Research, this project advances the science of superprotonic solid acids, materials which are of increasing technological importance in a range of applications. Solid acid compounds can be described by the generic stoichiometry MnHm(AX4)p, where M is an alkali metal; A is an element such as S, P, or Se; X is oxygen or hydrogen; and n, m, and p are integers. A superprotonic solid acid is one in which rapid reorientation of AX4 polyanion groups facilitates fast proton conductivity. Typically, this disordered state is encountered at slightly elevated temperatures, and the transition to the superprotonic phase is accompanied by 3-4 orders of magnitude increase in conductivity. Through targeted chemical modifications to known superprotonic conductors the origins of the superprotonic transition and the magnitude of the conductivity in the superprotonic phase are elucidated. The research encompasses: (1) synthesis and structural characterization of solid acids with controlled substitutions on cation and polyanion sites; (2) measurement of transport properties; and (3) determination of phase stability. The insights gained are used to develop advanced materials that overcome the remaining technological barriers facing known superprotonic conductors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sossina",
   "pi_last_name": "Haile",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sossina M Haile",
   "pi_email_addr": "sossina.haile@northwestern.edu",
   "nsf_id": "000382491",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Drive, 1017A",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602013149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 429056.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>This research focused on the discovery and characterization of materials with high proton conductivity resulting from the rotational disorder of polyanion groups such as H<sub>2</sub>PO<sub>4</sub><sup>-</sup> and HSO<sub>4</sub><sup>-</sup>. Several new compounds were discovered as well as new trends in the transition behavior as a function of chemistry. Two discoveries in particular stand out. The first is the new compound hepta<strong>c</strong>esium tetra-hydroxy<strong>p</strong>hosphonium octa-dihydrogen<strong>p</strong>hosphate, Cs<sub>7</sub>(H<sub>4</sub>PO<sub>4</sub>)(H<sub>2</sub>PO<sub>4</sub>)<sub>8</sub>, or CPP, with a structure that is a derivative of cubic, superprotonic CsH<sub>2</sub>PO<sub>4</sub> (cesium dihydrogen phosphate, or CDP). Beyond displaying high conductivity due to rotationally disordered phosphate groups at the low temperature of 90&deg;C, CPP is intriguing because it features the unique polycation H<sub>4</sub>PO<sub>4</sub>+. The second key discovery is the occurrence of Cs/H off-stoichiometry in cubic CDP. That is, cubic CDP occurs as (Cs<sub>1-x</sub>H<sub>x</sub>)H<sub>2</sub>PO<sub>4</sub> with x extending to at least 2/9 (corresponding to the stoichiometry of CPP). The off-stoichiometric phase is formed via reaction between CDP and CPP at 155&deg;C, with a eutectoid composition of x = 0.18. Accordingly, the off-stoichiometric compositions display superprotonic conductivity at temperatures well below the superprotonic transition temperature in stoichiometric CDP of 228&deg;C. Remarkably, the off-stoichiometric compositions display structural Cs vacancies, charge balanced by protons that associate with the phosphate groups, and a linear expansion in the cell volume with Cs deficiency. Thus, the discovery is both scientifically fascinating and technologically relevant</p>\n<p>Broader Impacts</p>\n<p>Solid state electrolytes with high protonic conductivity are essential for a wide range of technologies, from electricity production to ammonia synthesis. The extension of the high conductivity range of superprotonic CDP to temperatures well below 228&deg;C may alleviate challenges associated with high temperature operation. New discoveries in this project are readily transitioned to technological evaluation via close collaboration with the spin-out company, SAFCell, Inc. The research furthermore has provided training to several students, including those from underrepresented groups. The results have been published in or submitted to highly respected journals, including the <em>Journal of the American Chemical Society</em> and <em>Chemistry of Materials</em>. The PI furthermore presented graduate research opportunities to undergraduates when visiting peer institutions to deliver standard departmental colloquia.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2021<br>\n\t\t\t\t\tModified by: Sossina&nbsp;M&nbsp;Haile</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis research focused on the discovery and characterization of materials with high proton conductivity resulting from the rotational disorder of polyanion groups such as H2PO4- and HSO4-. Several new compounds were discovered as well as new trends in the transition behavior as a function of chemistry. Two discoveries in particular stand out. The first is the new compound heptacesium tetra-hydroxyphosphonium octa-dihydrogenphosphate, Cs7(H4PO4)(H2PO4)8, or CPP, with a structure that is a derivative of cubic, superprotonic CsH2PO4 (cesium dihydrogen phosphate, or CDP). Beyond displaying high conductivity due to rotationally disordered phosphate groups at the low temperature of 90&deg;C, CPP is intriguing because it features the unique polycation H4PO4+. The second key discovery is the occurrence of Cs/H off-stoichiometry in cubic CDP. That is, cubic CDP occurs as (Cs1-xHx)H2PO4 with x extending to at least 2/9 (corresponding to the stoichiometry of CPP). The off-stoichiometric phase is formed via reaction between CDP and CPP at 155&deg;C, with a eutectoid composition of x = 0.18. Accordingly, the off-stoichiometric compositions display superprotonic conductivity at temperatures well below the superprotonic transition temperature in stoichiometric CDP of 228&deg;C. Remarkably, the off-stoichiometric compositions display structural Cs vacancies, charge balanced by protons that associate with the phosphate groups, and a linear expansion in the cell volume with Cs deficiency. Thus, the discovery is both scientifically fascinating and technologically relevant\n\nBroader Impacts\n\nSolid state electrolytes with high protonic conductivity are essential for a wide range of technologies, from electricity production to ammonia synthesis. The extension of the high conductivity range of superprotonic CDP to temperatures well below 228&deg;C may alleviate challenges associated with high temperature operation. New discoveries in this project are readily transitioned to technological evaluation via close collaboration with the spin-out company, SAFCell, Inc. The research furthermore has provided training to several students, including those from underrepresented groups. The results have been published in or submitted to highly respected journals, including the Journal of the American Chemical Society and Chemistry of Materials. The PI furthermore presented graduate research opportunities to undergraduates when visiting peer institutions to deliver standard departmental colloquia.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2021\n\n\t\t\t\t\tSubmitted by: Sossina M Haile"
 }
}