{
 "awd_id": "1807931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control and Characterization of the Morphology and Photophysics of Conjugated Molecules in Isolation and in Aggregate",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 620454.0,
 "awd_amount": 620454.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2018-07-27",
 "awd_abstract_narration": "Polymers are long chains of hundreds or thousands of molecules, called monomers. When many polymer chains are aggregated together they form plastics, whose properties depend on the monomer's chemical structure. While some polymers are made to be stiff or flexible, others are designed to absorb light, transport excited state energy (called excitons), and conduct electricity, giving rise to electronic devices that are thin, light, and flexible. While such polymers have been known for some time, designing materials that have the same performance as traditional electronics materials (e.g. silicon) is difficult. The movement of excitons through a polymer involves both motion along a single chain, as well as transfer between chains, and studying this interchain hopping is a challenge.  With funding from the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Professor Laura Kaufman at Columbia University is using sophisticated microscopies to study the flow of excitons through polymer aggregates.  The insights gained from the project could help pave the way to inexpensive solar cells and flexible electronics, which would have significant societal benefits.  The project is also providing training opportunities for graduate and undergraduate students, who will enter the Nation's science and technology workforce, and Professor Kaufman and her students are engaging with local elementary school students to promote interest in scientific exploration and discovery. \r\n\r\nThe project is exploring the excited state properties of individual polymer chains, as well as polymers that are organized together as aggregates.  The focus is on polyfluorenes, perylene diimides, and polyacenes, each of which are promising for optoelectronic applications.  Professor Kaufman and her students use approaches recently developed in her laboratory to control the assembly of single polymer chains into aggregates of particular size and structure through variation in solvent mixture and swelling. Preparation of aggregates of different packing densities is accomplished by careful selection of molecular properties and by tuning the aggregation to be driven by Ostwald ripening or coalescence. Spectroscopic properties (e.g. absorption, emission, anisotropy) are characterized on chromophore-by-chromophore basis using polarization modulation and super-resolution microscopies, which provide a detailed picture of the correlation between polymer conformation and excited state photophysical properties. Through the combination of controlled aggregate formation and detailed spectroscopic measurement, the research team is attempting to ascertain whether morphological ordering on mesoscopic length scales can be used to tune exciton diffusion length and other photophysical characteristics of aggregates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Laura J Kaufman",
   "pi_email_addr": "kaufman@chem.columbia.edu",
   "nsf_id": "000189501",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "3000 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 620454.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit. </strong>The overarching goal of this proposal was to employ <em>in situ</em> aggregate assembly and multi-modal interrogation to develop fuller understanding of and a degree of control over relationships between morphology and photophysics in interacting conjugated molecules at the mesoscopic length scale relevant for device function. In particular, we undertook detailed study of morphology-photophysics relationships in polyphenylene vinylenes and perylene diimides, focusing on controlled, reproducible bottom-up aggregate assembly in a solvent swelling chamber that allows <em>in situ</em> monitoring and biasing of aggregate growth mechanisms towards or away from those that favor tight intermolecular packing. On both single molecules and aggregates, a comprehensive suite of polarization modulation measurements and super-resolution imaging and spectroscopy measurements were undertaken. These studies characterized absorbing and emitting chromophore optical and physical properties and localized sites of radiative exciton recombination on these structures to within 5 nm while also characterizing the fluorescence spectrum of individual sites. Over the course of these studies, we described unexpected effects of molecular photophysics on polarization-based measurements commonly used to assess molecular conformation, we showed aggregates formed from single molecules with random coil conformations tended towards isotropic structure upon solvent assisted aggregation, and we demonstrated a spatial and spectral super-resolution technique for characterizing individual emitting sites on single conjugated molecules and aggregates.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts.&nbsp; </strong>The work under this grant award introduced a spatial and spectral super-resolution technique, clarified the information content of a commonly used experimental approach, and characterized correlations between morphology and photophysics in multiple classes of conjugated molecules across length scales. The work had educational impact, directly contributing to the education of two postdoctoral researchers and two doctoral students. The PI continued her work with elementary school students through experiential activities appropriate for both school and home settings that explore structure-function relationships as they exist in common household materials.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2022<br>\n\t\t\t\t\tModified by: Laura&nbsp;J&nbsp;Kaufman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit. The overarching goal of this proposal was to employ in situ aggregate assembly and multi-modal interrogation to develop fuller understanding of and a degree of control over relationships between morphology and photophysics in interacting conjugated molecules at the mesoscopic length scale relevant for device function. In particular, we undertook detailed study of morphology-photophysics relationships in polyphenylene vinylenes and perylene diimides, focusing on controlled, reproducible bottom-up aggregate assembly in a solvent swelling chamber that allows in situ monitoring and biasing of aggregate growth mechanisms towards or away from those that favor tight intermolecular packing. On both single molecules and aggregates, a comprehensive suite of polarization modulation measurements and super-resolution imaging and spectroscopy measurements were undertaken. These studies characterized absorbing and emitting chromophore optical and physical properties and localized sites of radiative exciton recombination on these structures to within 5 nm while also characterizing the fluorescence spectrum of individual sites. Over the course of these studies, we described unexpected effects of molecular photophysics on polarization-based measurements commonly used to assess molecular conformation, we showed aggregates formed from single molecules with random coil conformations tended towards isotropic structure upon solvent assisted aggregation, and we demonstrated a spatial and spectral super-resolution technique for characterizing individual emitting sites on single conjugated molecules and aggregates.\n\n \n\nBroader Impacts.  The work under this grant award introduced a spatial and spectral super-resolution technique, clarified the information content of a commonly used experimental approach, and characterized correlations between morphology and photophysics in multiple classes of conjugated molecules across length scales. The work had educational impact, directly contributing to the education of two postdoctoral researchers and two doctoral students. The PI continued her work with elementary school students through experiential activities appropriate for both school and home settings that explore structure-function relationships as they exist in common household materials.\n\n \n\n\t\t\t\t\tLast Modified: 08/21/2022\n\n\t\t\t\t\tSubmitted by: Laura J Kaufman"
 }
}