{
 "awd_id": "1807865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of Hydrogenase Function",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2018-05-11",
 "awd_max_amd_letter_date": "2018-05-11",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Brian Dyer from Emory University to investigate how living systems efficiently store energy in chemical bonds using proton coupled electron transfer processes. The most basic electron and proton transfer reactions relevant to energy storage in chemical bonds are those involved in the reduction of protons to molecular hydrogen. Man-made catalysts are not very efficient at accelerating this process, despite its relative simplicity. In contrast, living systems have evolved a class of enzymes called the hydrogenases that catalyze the reduction of protons to molecular hydrogen at extraordinary rates and with little energy loss. The hydrogenases serve as ideal models for understanding the basic principles of efficient catalysis of multi-electron, multi-proton chemistry, which is important for a wide range of applications including generation of solar fuels. While the structures of hydrogenases are well established, their mechanisms remain poorly understood; indeed, although the chemical structures of the active site of the enzymes have been exactly reproduced in synthetic mimics, these mimics fail as catalysts, highlighting the importance of the protein architecture that surrounds the active site. The Dyer group uses unique laser-based methods to elucidate the dynamics and mechanisms of the electron and proton transfer processes and the role of the protein in controlling them.  This research helps students at all levels develop highly interdisciplinary skills and a knowledge base focused on renewable energy science. Training students in renewable energy science is accomplished through the Emory Chemistry Intern Program (high school students) and the Emory SURE and SIRE programs (undergraduates) with an emphasis on underrepresented minority students recruited from the Historically Black Atlanta University Center.  Professor Dyer's laboratory has a strong record of dissemination of cutting edge chemical techniques such as the laser induced T-jump methods now widely used in protein folding.\r\n\r\nHydrogenases exemplify the challenges inherent to mechanistic studies of the highly efficient oxidoreductases. These challenges are both practical, due to the difficulty of resolving the molecular processes for enzymes with kcat > 1,000 s-1, and conceptual, due to the complexity of the structures and dynamics that orchestrate the electron and proton transfer reactions. Because of the extraordinarily fast catalytic rates of these enzymes, their mechanisms have been difficult to study directly. The Dyer lab recently developed an approach that enables the study of the elementary electron and proton transfer steps during fast enzyme turnover.  The approach combines a laser-induced redox potential jump with time-resolved infrared spectroscopy studies of the enzyme active site. Using this unique approach, they investigate critical mechanistic questions for the hydrogenases, including how these enzymes move electrons and protons together to avoid high barrier traps (testing the principle of electroneutrality), what are the proton pathways and how are proton transfer and electron transfer gated, and what are the mechanisms of the reaction of molecular oxygen with the active site, enzyme inactivation, and reductive reactivation. Professor Dyer creates unique research opportunities to broadly train high school, undergraduate and graduate students in this research, and to help them develop highly interdisciplinary skills and gain a knowledge base focused on renewable energy science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Dyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Dyer",
   "pi_email_addr": "briandyer@emory.edu",
   "nsf_id": "000527441",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1515 Dickey Dr",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The hydrogenases are enzymes that catalyze the most basic electron and proton transfer reaction relevant to fuel production, the interconversion of protons and hydrogen, with high catalytic rates, <em>k<sub>cat</sub> </em>&gt; 10<sup>3</sup> s<sup>-1</sup>. Because of the extraordinarily fast catalytic rates of these enzymes, their mechanisms have been difficult to study directly, but instead have been inferred from structural and steady state measurements. Although informative, the kinetic competency of observed equilibrium steps can only be suggested by these methods, not demonstrated, because the fundamental (fast) catalytic steps remain unresolved, resulting in minimal insight regarding the underlying ET and PT events.<em> </em>Motivated by this gap in understanding, the central goal of this project was to determine the detailed molecular mechanisms of proton coupled electron transfer (PCET) in the [NiFe] and [FeFe] hydrogenases. To accomplish this goal, we developed a powerful new methodology, the laser induced potential jump coupled with time-resolved spectroscopy to characterize the fundamental ET and PT events in these enzymes. We showed that time-resolved infrared methods developed in our laboratory were particularly useful, due to the sensitivity of IR reporter ligands at the enzyme active site to the ET and PT transfer processes. Using this novel approach, we characterized the sub-turnover kinetics and mechanism of the [NiFe] and [FeFe] hydrogenases for the first time, establishing the key intermediate states that comprise the catalytic cycle. We also discovered new intermediate states that had not been seen previously because of their short lifetimes. These new insights into the catalytic mechanism have transformed our understanding of PCET in these enzymes, although significant questions remain, including the details of the proton transfer pathways. Furthermore, the methodology developed in this work is completely general and therefore applicable to exploring the mechanisms of other important classes of oxidoreductase enzymes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;Dyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe hydrogenases are enzymes that catalyze the most basic electron and proton transfer reaction relevant to fuel production, the interconversion of protons and hydrogen, with high catalytic rates, kcat &gt; 103 s-1. Because of the extraordinarily fast catalytic rates of these enzymes, their mechanisms have been difficult to study directly, but instead have been inferred from structural and steady state measurements. Although informative, the kinetic competency of observed equilibrium steps can only be suggested by these methods, not demonstrated, because the fundamental (fast) catalytic steps remain unresolved, resulting in minimal insight regarding the underlying ET and PT events. Motivated by this gap in understanding, the central goal of this project was to determine the detailed molecular mechanisms of proton coupled electron transfer (PCET) in the [NiFe] and [FeFe] hydrogenases. To accomplish this goal, we developed a powerful new methodology, the laser induced potential jump coupled with time-resolved spectroscopy to characterize the fundamental ET and PT events in these enzymes. We showed that time-resolved infrared methods developed in our laboratory were particularly useful, due to the sensitivity of IR reporter ligands at the enzyme active site to the ET and PT transfer processes. Using this novel approach, we characterized the sub-turnover kinetics and mechanism of the [NiFe] and [FeFe] hydrogenases for the first time, establishing the key intermediate states that comprise the catalytic cycle. We also discovered new intermediate states that had not been seen previously because of their short lifetimes. These new insights into the catalytic mechanism have transformed our understanding of PCET in these enzymes, although significant questions remain, including the details of the proton transfer pathways. Furthermore, the methodology developed in this work is completely general and therefore applicable to exploring the mechanisms of other important classes of oxidoreductase enzymes.\n\n\t\t\t\t\tLast Modified: 09/24/2021\n\n\t\t\t\t\tSubmitted by: Brian Dyer"
 }
}