{
 "awd_id": "1807552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Non-Hermitian wave mixing for highly efficient nonlinear light sources",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Shterengas",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 179988.0,
 "awd_amount": 179988.0,
 "awd_min_amd_letter_date": "2018-08-23",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "Part 1: \r\nThe growing demand for complex photonic systems and platforms continues to push for exploring new optical geometries, concepts and material systems to achieve sophisticated and unprecedented functionalities. These, on the other hand, require a deeper understanding and precise control of the interaction of light with material. One particular research activity of great interest to modern technology, enabling applications in computing, communication, sensing and detection, and bio-imaging, is the development of efficient coherent light sources that can provide emission at wavelengths beyond those obtained by conventional lasers. Nonlinear wave-mixing processes, by which light of different colors can intermix to produce new colors, are often the strategy pursued. The implementation of these nonlinear light sources requires stringent physical conditions dictated by the conservation of photon momentum. This poses serious limitations on the design and, to date, impede the utilization of many highly nonlinear materials such as semiconductors as nonlinear light sources. This project will explore theoretically and experimentally novel strategies to overcome these difficulties by engineering the optical losses in the photonic structures to control the nonlinear wave-mixing process, creating irreversible energy conversion from input photons (pump photons) to signal photons with the desired wavelength (color). This will enable the practical implementation of new chip-scale light sources toward applications in healthcare, information technology and sensing. Synergistically, this project includes outreach activities aiming at increasing the diversity and talent pool of future scientists and engineers in photonics. The team will organize participatory activities, lab open houses, and research training opportunities for graduate, undergraduate, and high school students, with a focus on students from underrepresented groups. \r\n\r\nPart 2: \r\nThe proposed research will develop an integrated theoretical and experimental platform for developing efficient nonlinear light sources via spectral and spatial engineering of optical losses in wave-mixing processes. Loss engineering enables non-Hermitian phase matching by removing the idler component produced in the process, and thus allowing the use of highly nonlinear materials that do not lend themselves easily to Hermitian phase-matching. This also allows the nonlinear process to take place in such materials without stringent waveguiding, dispersion engineering or quasi-phase matching criteria. The approaches in pursuit of this goal are: 1) Developing a theoretical model and platform to study the impact of loss engineering on the dynamics and efficiency of nonlinear wave-mixing process; 2) Investigating design strategies and experimental techniques to controllably introduce asymmetric loss and gain profiles for wave-mixing; and 3) Demonstrate optical parametric amplification and efficient nonlinear light sources in waveguides and resonators by loss engineering. The structure of non-Hermiticity and its effects on optical processes, if properly understood and controlled, will present an exciting opportunity to explore novel photonic devices and light sources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramy",
   "pi_last_name": "El-Ganainy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramy El-Ganainy",
   "pi_email_addr": "ganainy@mtu.edu",
   "nsf_id": "000628118",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Dr",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 179988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The purpose of this project is to investigate new techniques based on non-Hermitian engineering (i.e., engineering optical loss and gain) in order to build new light sources with potential applications in communication, sensing and biology. In typical nonlinear light sources based on wave mixing processes, a phase matching condition that ensures the conservation of photons&rsquo; momentum must be satisfied in order for the device to operate properly. This requirement complicates the design and restrict the material system that can be used. Our work shows that one can overcome this hurdle by carefully engineering the spectral loss in the system (i.e., the loss as a function of frequency). By doing so, we demonstrated the potential for building light sources with excellent performance in different semiconductor materials such as silicon, which is the backbone of electronics and integrated optics technology.</p>\n<p>&nbsp;In terms of broader impact, the outcome of this project has impacted other fields of research in optics. For example, to perform our work, we first had to develop a complete understanding of the linear response of non-Hermitian systems. This work in turn has produced new results that are being currently employed to build a new type of optical sensors. Importantly, our work has also demonstrated several shortcomings associated with the current computational and analytical tools used to study nonlinear optical systems and hints towards new research directions to resolves these problems. Importantly, this grant has partially funded three graduate students who received training on analyzing nonlinear optics systems, performing simulations using common photonic packages and designing various integrated optics components.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Summary of findings</span></strong></p>\n<ol>\n<li>Non-Hermitian concepts can be used to build wideband optical parametric amplifiers.</li>\n<li>In the quantum domain, similar concepts can be used to generate pseudo-thermal light.</li>\n<li>Different platforms such as dielectric based and plasmonic-based photonics can be used to tailor the optical loss to achieve optical parametric amplification without the need to satisfy phase matching.</li>\n<li>The linear response of non-Hermitian systems having exceptional points (EPs) can demonstrate a rich behavior with various possible spectral responses (Lorentzian and super Lorentzian) depending on the excitation and output channels.</li>\n<li>Optical amplifiers with a better gain-bandwidth scaling can be engineered by using optical structures operating at exceptional points.</li>\n<li>Noise in non-Hermitian optical amplifiers is sensitive to the implementation details.</li>\n</ol>\n<p>&nbsp;</p>\n<p>In addition to the above, our work has also revealed a number of shortcomings in current tools employed to study nonlinear optics. These include:</p>\n<ol>\n<li>Current commercial software packages suffer from bad performance when it comes to full-wave analysis of nonlinear systems. In our case, packages such as COMSOL and LUMERICAL gave wrong results predicting energy loss in the system even when all the material used were assumed t be lossless. It took our team a few years and several upgrades to more powerful machines to run RSoft with reasonable accuracy.</li>\n<li>The current textbook nonlinear coupled mode analysis is only suitable for handling systems with no/small loss. When it comes to dealing with non-Hermitian systems with large engineered spectral loss (such as the one considered in our work), these coupled mode theory fails. The reason is that it relies on mode orthogonality which is not satisfied in non-Hermitian systems.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The above points highlight the need for further works in these domains, namely developing more powerful computational schemes that are tailored to handle nonlinear optical problems, and a new coupled mode formalism that accounts for non-Hermitian effects correctly.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2023<br>\n\t\t\t\t\tModified by: Ramy&nbsp;El-Ganainy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe purpose of this project is to investigate new techniques based on non-Hermitian engineering (i.e., engineering optical loss and gain) in order to build new light sources with potential applications in communication, sensing and biology. In typical nonlinear light sources based on wave mixing processes, a phase matching condition that ensures the conservation of photons’ momentum must be satisfied in order for the device to operate properly. This requirement complicates the design and restrict the material system that can be used. Our work shows that one can overcome this hurdle by carefully engineering the spectral loss in the system (i.e., the loss as a function of frequency). By doing so, we demonstrated the potential for building light sources with excellent performance in different semiconductor materials such as silicon, which is the backbone of electronics and integrated optics technology.\n\n In terms of broader impact, the outcome of this project has impacted other fields of research in optics. For example, to perform our work, we first had to develop a complete understanding of the linear response of non-Hermitian systems. This work in turn has produced new results that are being currently employed to build a new type of optical sensors. Importantly, our work has also demonstrated several shortcomings associated with the current computational and analytical tools used to study nonlinear optical systems and hints towards new research directions to resolves these problems. Importantly, this grant has partially funded three graduate students who received training on analyzing nonlinear optics systems, performing simulations using common photonic packages and designing various integrated optics components.\n\n \n\nSummary of findings\n\nNon-Hermitian concepts can be used to build wideband optical parametric amplifiers.\nIn the quantum domain, similar concepts can be used to generate pseudo-thermal light.\nDifferent platforms such as dielectric based and plasmonic-based photonics can be used to tailor the optical loss to achieve optical parametric amplification without the need to satisfy phase matching.\nThe linear response of non-Hermitian systems having exceptional points (EPs) can demonstrate a rich behavior with various possible spectral responses (Lorentzian and super Lorentzian) depending on the excitation and output channels.\nOptical amplifiers with a better gain-bandwidth scaling can be engineered by using optical structures operating at exceptional points.\nNoise in non-Hermitian optical amplifiers is sensitive to the implementation details.\n\n\n \n\nIn addition to the above, our work has also revealed a number of shortcomings in current tools employed to study nonlinear optics. These include:\n\nCurrent commercial software packages suffer from bad performance when it comes to full-wave analysis of nonlinear systems. In our case, packages such as COMSOL and LUMERICAL gave wrong results predicting energy loss in the system even when all the material used were assumed t be lossless. It took our team a few years and several upgrades to more powerful machines to run RSoft with reasonable accuracy.\nThe current textbook nonlinear coupled mode analysis is only suitable for handling systems with no/small loss. When it comes to dealing with non-Hermitian systems with large engineered spectral loss (such as the one considered in our work), these coupled mode theory fails. The reason is that it relies on mode orthogonality which is not satisfied in non-Hermitian systems.\n\n\n \n\nThe above points highlight the need for further works in these domains, namely developing more powerful computational schemes that are tailored to handle nonlinear optical problems, and a new coupled mode formalism that accounts for non-Hermitian effects correctly.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/17/2023\n\n\t\t\t\t\tSubmitted by: Ramy El-Ganainy"
 }
}