{
 "awd_id": "1807474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reaction Tomography - Atomically Resolved Imaging of Chemical Transformations with Molecular Functionalized SPM Tips",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Elles",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 475288.0,
 "awd_amount": 475288.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2018-08-13",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Fischer at the University of California, Berkeley, is developing atomically resolved imaging techniques that enhance the analytical tools available to image, manipulate, and spectroscopically characterize the reactivity and self-assembly of molecular structures on surfaces. This research program overcomes challenges faced in the application of atomic-resolution scanned probe techniques, and makes these techniques both more accessible to researchers and more capable of answering significant scientific questions regarding the chemical composition, electronic structure, and reactivity of molecular systems. The tools and techniques developed are not only be able to identify unknown compounds with single-atom resolution, but have an impact on all nanoscience areas that require precise knowledge of atomic-scale processes. This includes the development of new applications that benefit society in the areas of energy research, molecular-scale electronics, molecular recognition, and sensor technology. The interdisciplinary science that lies at the core of this project is introduced to students at all levels, from K-12, across the undergraduate to the graduate level via integrated research and educational components. Undergraduate students recruited from California State University East Bay as part of a summer training program in synthetic organic chemistry contribute to the establishment of a publicly accessible library for atomically-resolved images of adsorbed molecular systems that serve as a resource for K-12 and undergraduate educators.    \r\n\r\nThe goal of this research project is to develop scanned probe microscopy (SPM) techniques capable of resolving individual atoms and molecular bonding configurations with higher spatial resolution and elemental specificity than previously possible. A new class of molecular probe tips is derived from multipodand chelating ligands that selectively bind to low-coordinated transition metals lining the apex of electrically etched SPM tips. These chemically engineered probe tips feature electronically and vibrationally tunable apex configurations capable of inducing element specific covalent or non-covalent interactions with molecular adsorbates on surfaces. The project focuses on overcoming three significant challenges currently faced by single-molecule SPM techniques ? achieving atomic resolution in non-planar molecular structures, achieving atomically-resolved elemental composition, and achieving distortion-free characterization of bond strengths and their order. The SPM techniques developed herein address key challenges at the forefront of single molecule imaging, pave the way for the discovery and elucidation of surface facilitated reaction mechanisms, and provide an unprecedented detailed insight into the most elemental steps of common chemical transformations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Felix",
   "pi_last_name": "Fischer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Felix R Fischer",
   "pi_email_addr": "ffischer@berkeley.edu",
   "nsf_id": "000657873",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947040590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 475288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed new scanned probe microscopy (SPM) techniques capable of resolving individual atoms and molecular bonding configurations with higher spatial resolution and elemental specificity than previously possible. The project provided the necessary foundation to expand sample preparation tools to study previously inaccessible materials classes ranging from organic biomolecules to macroscopic 1D and 2D polymers. Thorough the development of an artificial intelligence based STM control interface this program has reduced experimental complexity and increased the sample throughput for SPM research laboratories around the world.</p>\n<p>&nbsp;</p>\n<p>This project introduced a groundbreaking technological advancement, a&nbsp;<em>matrix assisted direct (MAD) transfer&nbsp;</em>technique. In one fell swoop this sample preparation technique has overcome longstanding technical barriers that have thus far restricted the structure and the breadth of molecular architectures that were amenable to direct characterization using the most advanced bond-resolved scanning probe technique. While this program focused on the immediate impact this technique had on the design, the bottom-up synthesis, and the functional integration of graphene nanostructures for advanced electronic materials, the underlying technology and tools are truly universal and MAD transfer can now be applied to the widest imaginable diversity of chemical structures ranging all the way from highly complex natural products to macromolecular crystalline 1D, 2D, and even 3D covalent networks.</p>\n<p>&nbsp;</p>\n<p>This project pioneered a highly modular software package based on machine learning that can autonomously perform tip conditioning for scanning tunneling spectroscopy (STS) experiments. The program can take control of a scanning tunneling microscope (STM) to execute tip conditioning operations, an often tedious and time-consuming process, until the STM tip is suitable for collecting high quality STS data. In conventional manual operation this process needs to be continuously monitored and can take from hours to days to complete. This project enabled the development of AI that performs all tip conditioning tasks autonomously during instrument idle time instead and reduces the time and manpower expended on STS experiments by more than 50%.</p>\n<p>&nbsp;</p>\n<p>STM software and MAD sample preparation techniques developed as part of this program will benefit and enable future projects that expand far beyond the scope of graphene nanomaterials. This program has overcome many of the major challenges faced in the application of atomic-resolution scanned probe techniques, and made these techniques both more accessible to researchers and more capable of answering significant scientific questions regarding the chemical and electronic structure of molecular systems at surfaces. This project has enhanced the analytical tools available to image, manipulate, and spectroscopically characterize the reactivity and self-assembly of molecular structures. The STM software and MAD sample preparation techniques developed as part of this program will serve as powerful and complementary non-destructive probes to identify unknown compounds with single-atom resolution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2021<br>\n\t\t\t\t\tModified by: Felix&nbsp;R&nbsp;Fischer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed new scanned probe microscopy (SPM) techniques capable of resolving individual atoms and molecular bonding configurations with higher spatial resolution and elemental specificity than previously possible. The project provided the necessary foundation to expand sample preparation tools to study previously inaccessible materials classes ranging from organic biomolecules to macroscopic 1D and 2D polymers. Thorough the development of an artificial intelligence based STM control interface this program has reduced experimental complexity and increased the sample throughput for SPM research laboratories around the world.\n\n \n\nThis project introduced a groundbreaking technological advancement, a matrix assisted direct (MAD) transfer technique. In one fell swoop this sample preparation technique has overcome longstanding technical barriers that have thus far restricted the structure and the breadth of molecular architectures that were amenable to direct characterization using the most advanced bond-resolved scanning probe technique. While this program focused on the immediate impact this technique had on the design, the bottom-up synthesis, and the functional integration of graphene nanostructures for advanced electronic materials, the underlying technology and tools are truly universal and MAD transfer can now be applied to the widest imaginable diversity of chemical structures ranging all the way from highly complex natural products to macromolecular crystalline 1D, 2D, and even 3D covalent networks.\n\n \n\nThis project pioneered a highly modular software package based on machine learning that can autonomously perform tip conditioning for scanning tunneling spectroscopy (STS) experiments. The program can take control of a scanning tunneling microscope (STM) to execute tip conditioning operations, an often tedious and time-consuming process, until the STM tip is suitable for collecting high quality STS data. In conventional manual operation this process needs to be continuously monitored and can take from hours to days to complete. This project enabled the development of AI that performs all tip conditioning tasks autonomously during instrument idle time instead and reduces the time and manpower expended on STS experiments by more than 50%.\n\n \n\nSTM software and MAD sample preparation techniques developed as part of this program will benefit and enable future projects that expand far beyond the scope of graphene nanomaterials. This program has overcome many of the major challenges faced in the application of atomic-resolution scanned probe techniques, and made these techniques both more accessible to researchers and more capable of answering significant scientific questions regarding the chemical and electronic structure of molecular systems at surfaces. This project has enhanced the analytical tools available to image, manipulate, and spectroscopically characterize the reactivity and self-assembly of molecular structures. The STM software and MAD sample preparation techniques developed as part of this program will serve as powerful and complementary non-destructive probes to identify unknown compounds with single-atom resolution.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2021\n\n\t\t\t\t\tSubmitted by: Felix R Fischer"
 }
}