{
 "awd_id": "1807496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Surface Exchange of Climate-Active Trace Gases in a Sea Ice Environment During MOSAiC",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032925082",
 "po_email": "rhawley@nsf.gov",
 "po_sign_block_name": "Robert Hawley",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1818808.0,
 "awd_amount": 1915302.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2023-12-05",
 "awd_abstract_narration": "This project focuses on understanding the exchange of trace gases across the ice-sea-air interface during a large, collaborative field effort in the Arctic Ocean. Investigators will collect data over an entire year and with collaborators, reduce uncertainty in regional and global climate models. They will measure carbon dioxide, methane, dimethylsufide, and ozone from the bow of an icebreaking research vessel and from towers and portable instruments at field camps established on sea ice. The study is an integral part of the year-long Multidisciplinary drifting Observatory for the Study of Arctic Climate (MOSAiC) that will take place 2019-2020, bringing together an international team of scientists to understand the causes and consequences of recent and predicted changes in sea ice. The investigators plan a variety of outreach and educational efforts to spark interest and build knowledge in science educators and students about the Arctic and its climate system, and this study will provide education and training opportunities for a postdoctoral scientist and undergraduates.\r\n\r\nThis study will improve understanding of processes controlling exchange of climate-active gases between sea ice and atmosphere in the Arctic. The investigators will participate in a year-long, international field campaign in the high Arctic, Multidisciplinary drifting Observatory for the Study of Arctic Climate (MOSAiC). They will conduct continuous turbulent flux measurements using the eddy correlation method from a tower on the bow of the German icebreaker Polarstern and from a tower situated on a nearby ice camp. These will account for gas transfer over large, km-scale areas of ice and open water leads. The investigators will also collect measurements of direct gas emission and deposition over smaller areas of ice and snow and a range of surface types using portable dynamic flux chambers. In collaboration with members of the Biogeochemical Exchange Processes at Sea-Ice Interfaces working group (BEPSII), observations of direct gas transfer will inform and validate biogeochemical models of trace gas dynamics in sea ice. In addition, a physical parameterization of air/sea gas transfer will be developed as an extension of the Coupled Ocean-Atmosphere Response Experiment gas transfer (COAREG) model, enabling regional estimates of net gas transfer in the sea ice environment. Finally, results will be used to develop and evaluate of ocean-sea ice-boundary layer exchange of climate-active trace gases in both 1-D and meso-scale (Polar Weather Research and Forecasting) atmospheric chemistry-meteorological modelling systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Byron",
   "pi_last_name": "Blomquist",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Byron W Blomquist",
   "pi_email_addr": "byron.blomquist@colorado.edu",
   "nsf_id": "000456807",
   "pi_start_date": "2018-08-02",
   "pi_end_date": "2023-11-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Gold",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Anne U Gold",
   "pi_email_addr": "anne.u.gold@colorado.edu",
   "nsf_id": "000628846",
   "pi_start_date": "2023-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Fairall",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W Fairall",
   "pi_email_addr": "chrisfairall@nwra.com",
   "nsf_id": "000324807",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Detlev",
   "pi_last_name": "Helmig",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Detlev Helmig",
   "pi_email_addr": "detlev.helmig@colorado.edu",
   "nsf_id": "000488453",
   "pi_start_date": "2018-08-02",
   "pi_end_date": "2020-11-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurens",
   "pi_last_name": "Ganzeveld",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Laurens N Ganzeveld",
   "pi_email_addr": "laurens.ganzeveld@wur.nl",
   "nsf_id": "000038737",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1818808.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 96494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The ocean plays an important role in the global carbon cycle, absorbing a significant amount of the CO2 that humans emit each year.&nbsp; The exchanges of other climate-relevant trace gases like dimethyl sulfide, methane and ozone are also important.&nbsp; The Central Arctic Ocean&rsquo;s contribution to these processes has not been systematically studied over a complete yearly cycle, especially during the long winter months.&nbsp; This project, in collaboration with many research partners, was an effort to fill this void.&nbsp; The project team deployed systems to measure the transfer of all these gases between the ice or ocean and the atmosphere, and we operated them continuously for one year.&nbsp; The datasets are now part of the public record, available from online archives.&nbsp; The raw results imply very limited air-sea exchange of CO2, methane and dimethyl sulfide from sea ice over all seasons.&nbsp; Somewhat larger fluxes of CO2 and dimethyl sulfide were observed at the ice-ocean boundary (southern edge of the icepack) during the summer melt season.&nbsp; Analysis of data did not show large fluxes of any of these gases between the Central Arctic sea ice environment and atmosphere at any time during the project.&nbsp; A more detailed and nuanced analysis of the results in ongoing and will be published pending a collaborative analysis with other MOSAiC investigators.</span></p>\r\n<p><span>The project contributed to the development and conceptual design of Data Puzzles as an innovative teaching resource.&nbsp;Data Puzzles combine authentic, classroom-friendly scientific datasets with the research-backed instructional practices of Ambitious Science Teaching. Designed for middle and high school classrooms, they encourage students to explore real-world phenomena through data analysis, hands-on investigations, and evidence-based reasoning&mdash;mirroring how scientists work to uncover insights about the natural world.&nbsp;Arctic-focused Data Puzzles were developed in collaboration with the science team under this award and hundreds of teacher were trained in the implementation of these resources.&nbsp;</span></p><br>\n<p>\n Last Modified: 02/27/2025<br>\nModified by: Anne&nbsp;U&nbsp;Gold</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe ocean plays an important role in the global carbon cycle, absorbing a significant amount of the CO2 that humans emit each year. The exchanges of other climate-relevant trace gases like dimethyl sulfide, methane and ozone are also important. The Central Arctic Oceans contribution to these processes has not been systematically studied over a complete yearly cycle, especially during the long winter months. This project, in collaboration with many research partners, was an effort to fill this void. The project team deployed systems to measure the transfer of all these gases between the ice or ocean and the atmosphere, and we operated them continuously for one year. The datasets are now part of the public record, available from online archives. The raw results imply very limited air-sea exchange of CO2, methane and dimethyl sulfide from sea ice over all seasons. Somewhat larger fluxes of CO2 and dimethyl sulfide were observed at the ice-ocean boundary (southern edge of the icepack) during the summer melt season. Analysis of data did not show large fluxes of any of these gases between the Central Arctic sea ice environment and atmosphere at any time during the project. A more detailed and nuanced analysis of the results in ongoing and will be published pending a collaborative analysis with other MOSAiC investigators.\r\n\n\nThe project contributed to the development and conceptual design of Data Puzzles as an innovative teaching resource.Data Puzzles combine authentic, classroom-friendly scientific datasets with the research-backed instructional practices of Ambitious Science Teaching. Designed for middle and high school classrooms, they encourage students to explore real-world phenomena through data analysis, hands-on investigations, and evidence-based reasoningmirroring how scientists work to uncover insights about the natural world.Arctic-focused Data Puzzles were developed in collaboration with the science team under this award and hundreds of teacher were trained in the implementation of these resources.\t\t\t\t\tLast Modified: 02/27/2025\n\n\t\t\t\t\tSubmitted by: AnneUGold\n"
 }
}