{
 "awd_id": "1807094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Adsorption Equilibration of Binary Mixtures on Planar and Porous Sorbents",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 168493.0,
 "awd_amount": 168493.0,
 "awd_min_amd_letter_date": "2018-06-15",
 "awd_max_amd_letter_date": "2021-01-06",
 "awd_abstract_narration": "Non-Technical Abstract\r\n\r\nAfter a mixture of two gases is introduced into a container where an absorbing material has been placed, the pressure and the ratio of the two gases of the mixture inside the container change with time, as particular molecules bind to the absorbing surface.  After enough time elapses, the pressure and the composition of the gas reach constant values, and a condensed phase forms on the surface, in equilibrium with the gas phase.  This project studies the kinetics of adsorption, that is, the evolution of this process from the introduction of the gas mixture until equilibrium is reached, and how it depends on parameters such as the composition and temperature of the starting gas mixture, how strongly each of the gas molecules attaches to the sorbent, and how fast the different molecules reach their final state.  While this is a very complex process, with numerous aspects that are not well understood, most practical applications of adsorption (such as gas separation or gas storage) either depend on, or are limited by, these dynamics.  A more complete understanding of the mixture adsorption dynamics will allow for better control of the process and more efficient practical applications.  The kinetics of adsorption is studied by performing computer simulations for model systems, and comparing the results with those obtained through experiments in which pressure and composition are determined, as a function of time.  The computer simulations provide a microscopic understanding of the process, and the experiments are a test for the validity of the simulations. Graduate and undergraduate students participating in the project can gain a broader perspective of the investigated phenomena provided by the experimental-theoretical character of this partnership.  Special efforts are made towards recruitment and retention of students from underrepresented groups, through summer programs for local high school students and one-on-one mentoring programs that provide critical student support.\r\n\r\nTechnical Abstract\r\n\r\nThis project addresses the question of how a mixture of gases approaches adsorption equilibrium as it interacts with various kinds of solid surfaces and/or is confined within small pores. This is achieved by combining results from a series of studies that involve theory, experiments and simulations. Information on the equilibration of a single component (which is itself often difficult to find for many systems) is not sufficient to understand the sorption kinetics of mixtures, where the interplay between the species has a distinct and defining role. Understanding and taking full advantage of the adsorption characteristics of a sorbent when two distinct species compete to become adsorbed onto its surfaces requires further and explicit investigation of the kinetic processes present in the mixture that eventually lead to the final equilibrium state of the adsorbed phase. Three main aspects of these phenomena are investigated:\r\na) How does the adsorption rate of a binary mixture of gases (and of its individual components) depend on the partial pressures and temperature? (experiments and simulations); b) What are the elementary processes involved in the competition during equilibration, and how do they affect the adsorption rates? (theory and simulations); c) How does the spatial distribution of each component on the surface change with time? (theory and simulations). These questions are addressed for two kinds of sorbents (planar and porous) and two kinds of adsorbates (spherical and linear), with a focus on the role of molecular interactions (especially between the distinct species), the effects of the orientational degrees of freedom of the adsorbates and, those of the confinement imposed by the porous sorbents. The experiments are conducted in a specially built setup that allows for volumetric adsorption measurements as well as for the determination of the composition of the gas mixture through mass spectrometry as the system approaches equilibrium, and which allows control of the temperature over extended periods of time. The modeling and simulation studies explore the same systems and behavior studied in the experiments by using a Kinetic Monte Carlo approach to simulate adsorption dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Aldo",
   "pi_last_name": "Migone",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Aldo D Migone",
   "pi_email_addr": "aldo@physics.siu.edu",
   "nsf_id": "000449687",
   "pi_start_date": "2018-06-15",
   "pi_end_date": "2021-01-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saikat",
   "pi_last_name": "Talapatra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saikat Talapatra",
   "pi_email_addr": "saikat@siu.edu",
   "nsf_id": "000299554",
   "pi_start_date": "2021-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 63321.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 57625.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 47547.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The main goal of the project is to investigate systematically how a binary gas mixture approaches equilibrium when it is in the presence of an adsorbent. The project tried to answer some of the fundamental questions related to the gas mixture adsorption dynamics on a variety ofsubstatres. The results obtained will provide physical insights for implementating technologically important processes (for example gas separationtion) using a variety of sorbent materials. The research carried out was highly interdisciplinary in nature and hence will impact our understanding of basic science as it relates to several fields for example, materials science (understanding of flat two dimensional surface processes), porous materials, Chemcial Physics (adsorption of gases) separation techniques etc.</p>\n<p class=\"p1\">We completed multiple experiements of gas mixture separation using very low doses of 50-50 mixture of CH4 and Argon on exfoliated graphite. This not only allowed us to understand the systematic nature of the evolution of the composition as a function of initial pressure, it also provided us with a detailed mixture isotherm. We found that: (i)&nbsp; At low coverage, the amount of argon adsorbed is relatively low, consistent with the relatively high argon composition in the vapor phase at low coverage. Almost all the adsorbed particles at low coverage are methane, which is why the vapor phase is somewhat depleted of methane. This is expected because methane has a higher binding energy and so will be favored for adsorption overall once equilibrium has been attained, at least at low coverage. (ii)&nbsp; &nbsp;At high coverage (roughly above the monolayer), the amounts of argon and methane adsorbed start to converge as coverage increases. This is consistent with the composition readings at higher coverage being close to 50/50. The total amount adsorbed seems to sort of level off around 900 ccTorr. (iii)&nbsp;&nbsp; The vapor phase composition is fairly saturated with argon at low coverage (little argon adsorption) and becomes less saturated with argon as coverage increases.</p>\n<p class=\"p1\">In order to explore two dimensional&nbsp; (2D) surfaces other than graphite, we have also measures adsoprtion behaviour of gases such as methane on 2D Molybdenum Disulphide (MoS2) surfaces. Our analysis shows that although the isosteric heats of adsorption of methane is higher on graphite in comparison to MoS<span class=\"s1\">2&nbsp;</span> up to monolayer completion, at higher loading the behavior changes: we found that the isosteric heats of adsorption of methane are higher on MoS<span class=\"s1\">2&nbsp;</span> than on graphite above monolayer completion. This indicates that MoS2 is perhaps a better adsorbent material (compared to graphite), where adsorptin of gases on flat surfaces beyond monolayer is needed.</p>\n<p class=\"p1\">We have also investigated adsorption of gases such as methane as well as carbondioxide on porous carbon (biochar) materials. We were able to perfrom experimenst which showed that carbondioxide can attach (adsorb) on these biochar materials even at room temeprtaure. For example; The isosteric heat of adsorption for carbon dioxide on the Biochar has beenobtained from these isotherms. We found that the isosteric heat of adsorption forcarbon dioxide on the Biochar is of the order of ~300 meV (~ 27kj/mol). These investigations, so far, indicates that these materials will have the potential to adsorb significant amount of these gases at or near room temeprature.&nbsp;</p>\n<p class=\"p1\">Several of these outcomes were presented in techincal conferences, for example, in annual March Meeting of the American Physical Society as well as in other avenues, such as seminars in multiple universities. Some of the materials directly related to the project was also utilized for enhance curriculum in some of the advanced courses.</p>\n<p class=\"p1\">Understanding the phenomenon of gas adsorption and separation on a variety of solid materials have huge technological implication. Forexample; importance of gas adsorption processes in applications such as catalysis, gas storage, gas sequestration andseparation, etc. is undeniable. Major application developments in the abovementioned fields are truely possible byunderstanding the fundamental meechamisms of adsorption processess. In the long run such understanding will be helpful indeveloping solutions to energy crysis, reducing global carbon foot print etc. there by helping mankind/society to move towards a better tomorrow. Through this project students and early career investigators received hands on expereimental research oppurtunity. Such oppurtunities are essential for creating a pool of future scientist who will contribute significantly in variuos STEM related disciplines.</p><br>\n<p>\n Last Modified: 12/15/2023<br>\nModified by: Saikat&nbsp;Talapatra</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of the project is to investigate systematically how a binary gas mixture approaches equilibrium when it is in the presence of an adsorbent. The project tried to answer some of the fundamental questions related to the gas mixture adsorption dynamics on a variety ofsubstatres. The results obtained will provide physical insights for implementating technologically important processes (for example gas separationtion) using a variety of sorbent materials. The research carried out was highly interdisciplinary in nature and hence will impact our understanding of basic science as it relates to several fields for example, materials science (understanding of flat two dimensional surface processes), porous materials, Chemcial Physics (adsorption of gases) separation techniques etc.\n\n\nWe completed multiple experiements of gas mixture separation using very low doses of 50-50 mixture of CH4 and Argon on exfoliated graphite. This not only allowed us to understand the systematic nature of the evolution of the composition as a function of initial pressure, it also provided us with a detailed mixture isotherm. We found that: (i) At low coverage, the amount of argon adsorbed is relatively low, consistent with the relatively high argon composition in the vapor phase at low coverage. Almost all the adsorbed particles at low coverage are methane, which is why the vapor phase is somewhat depleted of methane. This is expected because methane has a higher binding energy and so will be favored for adsorption overall once equilibrium has been attained, at least at low coverage. (ii) At high coverage (roughly above the monolayer), the amounts of argon and methane adsorbed start to converge as coverage increases. This is consistent with the composition readings at higher coverage being close to 50/50. The total amount adsorbed seems to sort of level off around 900 ccTorr. (iii) The vapor phase composition is fairly saturated with argon at low coverage (little argon adsorption) and becomes less saturated with argon as coverage increases.\n\n\nIn order to explore two dimensional (2D) surfaces other than graphite, we have also measures adsoprtion behaviour of gases such as methane on 2D Molybdenum Disulphide (MoS2) surfaces. Our analysis shows that although the isosteric heats of adsorption of methane is higher on graphite in comparison to MoS2 up to monolayer completion, at higher loading the behavior changes: we found that the isosteric heats of adsorption of methane are higher on MoS2 than on graphite above monolayer completion. This indicates that MoS2 is perhaps a better adsorbent material (compared to graphite), where adsorptin of gases on flat surfaces beyond monolayer is needed.\n\n\nWe have also investigated adsorption of gases such as methane as well as carbondioxide on porous carbon (biochar) materials. We were able to perfrom experimenst which showed that carbondioxide can attach (adsorb) on these biochar materials even at room temeprtaure. For example; The isosteric heat of adsorption for carbon dioxide on the Biochar has beenobtained from these isotherms. We found that the isosteric heat of adsorption forcarbon dioxide on the Biochar is of the order of ~300 meV (~ 27kj/mol). These investigations, so far, indicates that these materials will have the potential to adsorb significant amount of these gases at or near room temeprature.\n\n\nSeveral of these outcomes were presented in techincal conferences, for example, in annual March Meeting of the American Physical Society as well as in other avenues, such as seminars in multiple universities. Some of the materials directly related to the project was also utilized for enhance curriculum in some of the advanced courses.\n\n\nUnderstanding the phenomenon of gas adsorption and separation on a variety of solid materials have huge technological implication. Forexample; importance of gas adsorption processes in applications such as catalysis, gas storage, gas sequestration andseparation, etc. is undeniable. Major application developments in the abovementioned fields are truely possible byunderstanding the fundamental meechamisms of adsorption processess. In the long run such understanding will be helpful indeveloping solutions to energy crysis, reducing global carbon foot print etc. there by helping mankind/society to move towards a better tomorrow. Through this project students and early career investigators received hands on expereimental research oppurtunity. Such oppurtunities are essential for creating a pool of future scientist who will contribute significantly in variuos STEM related disciplines.\t\t\t\t\tLast Modified: 12/15/2023\n\n\t\t\t\t\tSubmitted by: SaikatTalapatra\n"
 }
}