{
 "awd_id": "1807739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing the Mechanisms and Structure-Activity Relationships for  Hydrated Electron Reactions with Poly- and Perfluoroalkyl Substances (PFASs)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2019-07-08",
 "awd_abstract_narration": "The Environmental Chemical Sciences program of the NSF Chemistry Division funds this project from Professors Timothy Strathmann, Shubham Vyas, and Christopher Higgins of the Colorado School of Mines. They seek to better understand how to transform and degrade highly persistent poly- and perfluoroalkyl substances (PFASs) that contaminate water. PFASs are critical components in many commercial and industrial products, including fire-suppressing foams. There is growing evidence that PFASs are contaminating many drinking water sources throughout the country. There are significant human risks of exposure to PFASs. The exceptional chemical stability of PFASs prevents destruction with conventional approaches to water purification. However, recent research reveals that hydrated electrons, strong reducing agents that can be generated by UV light, can effectively treat some PFAS chemicals. Broader development of this promising strategy requires a better understanding of the fundamental reaction mechanisms and links between PFAS molecular structures and their reactivity with hydrated electrons. The research provides opportunities to teach K-12 students and teachers, and undergraduate college students about the sources, impacts, and treatment of fluorochemicals and other contaminants of emerging concern.\r\n\r\nA serious environmental issue is the motivation for this research. The project aims to advance fundamental mechanistic understanding and structure-activity relationships of PFAS reactions with hydrated electrons. The study combines laser flash photolysis and high-resolution mass spectrometry (LC-QToF-MS) experimental methods with quantum chemical calculations. This allows the establishment of quantitative structure-activity relationships (QSARs) for predicting reaction rates between hydrated electron and diverse PFAS chemical structures. The resulting QSARs are valuable for the further development of more effective and sustainable technologies for purifying and remediating contaminated drinking water sources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Strathmann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Strathmann",
   "pi_email_addr": "strthmnn@mines.edu",
   "nsf_id": "000319543",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Higgins",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher P Higgins",
   "pi_email_addr": "chiggins@mines.edu",
   "nsf_id": "000526811",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shubham",
   "pi_last_name": "Vyas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shubham Vyas",
   "pi_email_addr": "svyas@mines.edu",
   "nsf_id": "000675886",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois St",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 206638.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 93362.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was funded by the Environmental Chemical Sciences Program in the Chemistry Division at the National Science Foundation to investigate how hydrated electrons can be applied to transform and degrade highly persistent poly- and perfluoroalkyl substances (PFAS) that contaminate water. PFAS are critical components in many commercial and industrial products, including fire-suppressing foams, and there is growing evidence that PFAS have contaminated many drinking water supplies throughout the nation. At the same time, significant human risks of exposure to PFAS have been documented. The exceptional chemical and thermal stability of PFAS prevents destruction with conventional approaches to water purification, but recent research reveals that hydrated electrons, short-lived but strong reducing agents that can be generated by UV light, can effectively destroy many PFAS.</p>\n<p>This project advanced our fundamental understanding of hydrated electron chemical reactions with PFAS and other important naturally occurring water constituents, and applied this information to develop predictive models that are critical to the design of practical PFAS remediation and water treatment technologies. By combining experiments and modeling approaches, we were able to link rates of PFAS destruction by photochemical-based hydrated electron generation processes with bimolecular reaction rate constants measured with laser flash photolysis methods. Differences in the rate constant values measured for a large number of different PFAS structures were also analyzed in light of molecular properties that were calculated with theoretical approaches (density functional theory), leading to the identification of divergent reaction mechanisms for fully- versus partially-fluorinated PFAS structures. These insights were aided by the application of high resolution mass spectrometry analysis methods that tracked the fate of complex mixtures of PFAS undergoing simultaneous reactions with hydrated electrons.</p>\n<p>Research findings also revealed for the first time the critical importance that hydrated electron reactions with dissolved carbon dioxide, which is naturally occurring in surface and groundwater, have on treatment of PFAS. Careful experimentation and modeling yielded rate constants for hydrated electron reactions with individual acid-base species of dissolved carbon dioxide (carbonic acid, bicarbonate ion, and carbonate ion). Reactions between hydrated electrons and dissolved carbon dioxide species can significantly suppress rates of PFAS treatment, especially in water sources with neutral or acidic pH conditions or with elevated alkalinity. Through these new chemical insights, water treatment processes can be tailored to alter solution chemistry and minimize the effects of dissolved carbon dioxide, thereby optimizing PFAS treatment and lowering site cleanup costs. &nbsp;&nbsp;&nbsp;</p>\n<p>Findings from this project resulted in several peer-reviewed journal publications and were included in presentations at a number of professional conferences attended by other researchers and practitioners. Moreover, the project supported the education and professional development of five graduate students, including PhD students in chemistry, materials science, and environmental engineering. Project research was also used as a vehicle to engage K-6 students in activities designed to interest them in STEM subjects and future careers. Participating graduate students gained valuable teaching experience leading outreach activities at a camp for children with dyslexia. Campers learned about the structure of chemicals, water purification, physical properties, and reaction kinetics in the form of a clock reaction. One PhD student supported by the project served as a graduate student mentor in the outreach program Colorado Mathematics, Engineering, Science Achievement (MESA), a national program which aims to encourage underrepresented students to pursue STEM fields by providing mentorship and resources to underfunded schools. The graduate student also supported the advancement of women&rsquo;s success in STEM fields through her role as chairperson of the campus organization Women in Metallurgy, Materials, and Nuclear Engineering (WiMMN).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2023<br>\n\t\t\t\t\tModified by: Timothy&nbsp;J&nbsp;Strathmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was funded by the Environmental Chemical Sciences Program in the Chemistry Division at the National Science Foundation to investigate how hydrated electrons can be applied to transform and degrade highly persistent poly- and perfluoroalkyl substances (PFAS) that contaminate water. PFAS are critical components in many commercial and industrial products, including fire-suppressing foams, and there is growing evidence that PFAS have contaminated many drinking water supplies throughout the nation. At the same time, significant human risks of exposure to PFAS have been documented. The exceptional chemical and thermal stability of PFAS prevents destruction with conventional approaches to water purification, but recent research reveals that hydrated electrons, short-lived but strong reducing agents that can be generated by UV light, can effectively destroy many PFAS.\n\nThis project advanced our fundamental understanding of hydrated electron chemical reactions with PFAS and other important naturally occurring water constituents, and applied this information to develop predictive models that are critical to the design of practical PFAS remediation and water treatment technologies. By combining experiments and modeling approaches, we were able to link rates of PFAS destruction by photochemical-based hydrated electron generation processes with bimolecular reaction rate constants measured with laser flash photolysis methods. Differences in the rate constant values measured for a large number of different PFAS structures were also analyzed in light of molecular properties that were calculated with theoretical approaches (density functional theory), leading to the identification of divergent reaction mechanisms for fully- versus partially-fluorinated PFAS structures. These insights were aided by the application of high resolution mass spectrometry analysis methods that tracked the fate of complex mixtures of PFAS undergoing simultaneous reactions with hydrated electrons.\n\nResearch findings also revealed for the first time the critical importance that hydrated electron reactions with dissolved carbon dioxide, which is naturally occurring in surface and groundwater, have on treatment of PFAS. Careful experimentation and modeling yielded rate constants for hydrated electron reactions with individual acid-base species of dissolved carbon dioxide (carbonic acid, bicarbonate ion, and carbonate ion). Reactions between hydrated electrons and dissolved carbon dioxide species can significantly suppress rates of PFAS treatment, especially in water sources with neutral or acidic pH conditions or with elevated alkalinity. Through these new chemical insights, water treatment processes can be tailored to alter solution chemistry and minimize the effects of dissolved carbon dioxide, thereby optimizing PFAS treatment and lowering site cleanup costs.    \n\nFindings from this project resulted in several peer-reviewed journal publications and were included in presentations at a number of professional conferences attended by other researchers and practitioners. Moreover, the project supported the education and professional development of five graduate students, including PhD students in chemistry, materials science, and environmental engineering. Project research was also used as a vehicle to engage K-6 students in activities designed to interest them in STEM subjects and future careers. Participating graduate students gained valuable teaching experience leading outreach activities at a camp for children with dyslexia. Campers learned about the structure of chemicals, water purification, physical properties, and reaction kinetics in the form of a clock reaction. One PhD student supported by the project served as a graduate student mentor in the outreach program Colorado Mathematics, Engineering, Science Achievement (MESA), a national program which aims to encourage underrepresented students to pursue STEM fields by providing mentorship and resources to underfunded schools. The graduate student also supported the advancement of women’s success in STEM fields through her role as chairperson of the campus organization Women in Metallurgy, Materials, and Nuclear Engineering (WiMMN).\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2023\n\n\t\t\t\t\tSubmitted by: Timothy J Strathmann"
 }
}