{
 "awd_id": "1807878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Protein Bioconjugation Strategies for Next Generation Silk Biomaterials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 388946.0,
 "awd_amount": 388946.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2023-09-05",
 "awd_abstract_narration": "Non-technical Abstract:\r\n\r\nBombyx mori silkworms produce cocoons made of a fascinating protein called silk fibroin. In recent years, silk has become one of the most popular biomedical materials for applications ranging from drug delivery to creating artificial tissues. Successful development of the protein modification strategies described here will pave the way for researchers to design the next generation of innovative, functional silk-based biomaterials with enhanced performance and integration with biological systems. \r\n\r\nIn the Department of Chemistry at Western Washington University, our core mission is to provide undergraduate students with significant, in-depth research opportunities. The proposed research program will involve a total of ~10-12 undergraduates and 2-3 master?s students over the three-year grant period. Recognizing that community colleges offer critical access to higher education for many underrepresented groups, this grant will provide one additional research stipend per summer for a local community college student. Overall, this work will give students a strong foundation in the skills required to be successful in STEM-related careers, will foster further collaborations between faculty both within and outside of WWU, and will continue to build relationships between WWU and local community colleges. \r\n\r\nTechnical Abstract: \r\n\r\nSilk produced by the Bombyx mori silkworm has emerged as one of the most versatile biomaterials for applications ranging from engineered tissues, to drug delivery, to optical and electronic devices. Chemical modification of the silk protein provides an opportunity to further customize the interaction between silk and living systems, and endow silk with new functionality. Given the limitations in selectivity and functional group tolerance of previously employed bioconjugation methods, there is a need for complementary chemistries for silk modification, particularly bio-orthogonal reactions that occur under mild, aqueous conditions. To this end, the primary goal of this work is to develop new methods to chemically-modify the unusually high number of tyrosine residues in silk by employing 1) amino tyrosine modification strategies and 2) palladium-catalyzed cross-coupling reactions. While the methods developed here can be broadly applied, we will focus on silk derivatives that will be valuable for in vitro and in vivo imaging applications and targeted drug delivery. Overall, this work involves fundamental explorations of silk protein reactivity, furthers efforts to translate traditional organic reactions into aqueous environments, and ultimately will result in new protein bioconjugation methods that can be applied to silk and other tyrosine-containing proteins.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Murphy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda R Murphy",
   "pi_email_addr": "amanda.murphy@wwu.edu",
   "nsf_id": "000655827",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 High Street",
  "perf_city_name": "Bellingham",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982259038",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 253364.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 135582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em><span style=\"text-decoration: underline;\">Intellectual Merit</span></em></strong><strong><span style=\"text-decoration: underline;\">:</span></strong><strong> </strong>Silk produced by the <em>Bombyx mori</em> silkworm has emerged as one of the most versatile biomaterials for applications ranging from engineered tissues, to drug delivery, to optical and electronic devices. Chemical modification of the silk protein provides an opportunity to further customize the interaction between silk and living systems, and endow silk with new functionality. Given the limitations in selectivity and functional group tolerance of previously employed bioconjugation methods, there is a need for complementary chemistries for silk modification, particularly bio-orthogonal reactions that occur under mild, aqueous conditions that are suitable for sensitive biomolecules. To this end, new reactions were developed to chemically-modify the unusually high number of tyrosine residues in silk specifically employing either an amino tyrosine intermediate or palladium-catalyzed cross-coupling reactions. This work involved a fundamental exploration of silk protein reactivity, and furthered efforts to translate traditional organic reactions into aqueous environments resulting in new protein bioconjugation methods that can be applied to silk and other tyrosine-containing proteins. To date, <strong><em>three peer-reviewed manuscripts</em></strong> have been published and one manuscript is in preparation detailing work completed by thirteen undergraduates and three master's students.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Broader Impacts</span></em></strong><strong><span style=\"text-decoration: underline;\">:</span></strong><strong> </strong>This grant offered a unique opportunity for students from a variety of backgrounds to participate in research that bridges several STEM disciplines. Undergraduate students were involved in every phase of the research, giving them a strong foundation in the skills required to be successful in STEM-related careers. <strong><em>Twenty-one undergraduate students </em></strong>have been involved in independent research activities related to this project. Fifteen self-identified as female, and six self-identified as belonging to an underrepresented ethnic minority. Three of these students completed an undergraduate honors thesis based on their research. Of the seventeen students that have graduated to-date, eight have enrolled in graduate school (6 MS; 2 PhD) and seven obtained positions in the biotech industry. In addition, <strong><em>three master&rsquo;s students</em></strong> completed their thesis while working on this project (all female) and are now all working in biotech. <strong><em>Twenty poster presentations</em></strong> were given by these students at regional and national conferences highlighting their contributions to the research.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/16/2024<br>\nModified by: Amanda&nbsp;R&nbsp;Murphy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: Silk produced by the Bombyx mori silkworm has emerged as one of the most versatile biomaterials for applications ranging from engineered tissues, to drug delivery, to optical and electronic devices. Chemical modification of the silk protein provides an opportunity to further customize the interaction between silk and living systems, and endow silk with new functionality. Given the limitations in selectivity and functional group tolerance of previously employed bioconjugation methods, there is a need for complementary chemistries for silk modification, particularly bio-orthogonal reactions that occur under mild, aqueous conditions that are suitable for sensitive biomolecules. To this end, new reactions were developed to chemically-modify the unusually high number of tyrosine residues in silk specifically employing either an amino tyrosine intermediate or palladium-catalyzed cross-coupling reactions. This work involved a fundamental exploration of silk protein reactivity, and furthered efforts to translate traditional organic reactions into aqueous environments resulting in new protein bioconjugation methods that can be applied to silk and other tyrosine-containing proteins. To date, three peer-reviewed manuscripts have been published and one manuscript is in preparation detailing work completed by thirteen undergraduates and three master's students.\n\n\nBroader Impacts: This grant offered a unique opportunity for students from a variety of backgrounds to participate in research that bridges several STEM disciplines. Undergraduate students were involved in every phase of the research, giving them a strong foundation in the skills required to be successful in STEM-related careers. Twenty-one undergraduate students have been involved in independent research activities related to this project. Fifteen self-identified as female, and six self-identified as belonging to an underrepresented ethnic minority. Three of these students completed an undergraduate honors thesis based on their research. Of the seventeen students that have graduated to-date, eight have enrolled in graduate school (6 MS; 2 PhD) and seven obtained positions in the biotech industry. In addition, three masters students completed their thesis while working on this project (all female) and are now all working in biotech. Twenty poster presentations were given by these students at regional and national conferences highlighting their contributions to the research.\n\n\n\t\t\t\t\tLast Modified: 09/16/2024\n\n\t\t\t\t\tSubmitted by: AmandaRMurphy\n"
 }
}