{
 "awd_id": "1808286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Small-Scale, Loop-Based Chemical Separations and In-line Sampling Employing Magnetoelectrochemical Methods",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 451244.0,
 "awd_amount": 451244.0,
 "awd_min_amd_letter_date": "2018-05-11",
 "awd_max_amd_letter_date": "2018-07-02",
 "awd_abstract_narration": "This project is funded by the Chemical Measurement and Imaging Program of the Chemistry Division. Professor Ingrid Fritsch of the University of Arkansas is developing a fast and versatile approach for screening components of crude synthetic mixtures of biologically-relevant chemicals in ultrasmall volumes. This new approach to chemical separations does not require high pressures nor high voltages. It also minimizes expense and improves portability. To meet these separation challenges, magnets and electricity are used to propel the fluid mixtures in the separation system. The system is essentially an indefinitely extended loop where analytes are separated. Each component is removed in a programmable fashion as it pulls away from the others so that separation conditions can be optimized for the rest. This approach advances opportunities for and has economic bearing on drug design, such as in peptide therapeutics, and other chemical products of interest for medical, pharmaceutical, and environmental uses. In an outreach partnership with High School teachers, a self-sustaining summer science workshop, developed by students, for students, focuses on concepts in the research project while highlighting the personalization and humanization of the science.\r\n\r\nIn this project, high-efficiency chemical separations at the small scale with the ability to program column length \"on-the-fly\" are being developed. Magnetoelectrochemical pumping in loop-based microfluidic channels, combined with ultrasensitive in situ detection of separations, determine conditions for the best separation efficiencies of mixtures focused on therapeutic peptides. Complementary fluorescence techniques are used, including total internal reflection, wide field imaging, and fluorescence correlation spectroscopy. An in-line sampling approach enables near real-time monitoring and tuning of separations. In addition, numerical simulations in three dimensions provide a better understanding of experimental results and suggest designs for improved efficiencies. Personnel at the University of Arkansas partner with a public high school, Haas Hall Academy to initiate and foster a self-sustaining week long summer science workshop. In an outreach partnership with High School teachers, a self-sustaining summer science workshop is under development. Broader impacts to society include facilitation of therapeutic peptide drug design and development through the screening of small quantities of synthetic mixtures with minimal expense.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ingrid",
   "pi_last_name": "Fritsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ingrid Fritsch",
   "pi_email_addr": "ifritsch@uark.edu",
   "nsf_id": "000424879",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "Dept. of Chemistry & Biochem.",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 451244.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Addressing the challenge of identifying and quantifying components in small volumes of complex chemical mixtures is important in fields of medicine, forensics, environmental monitoring, biology/bioengineering, nanoparticle catalysis and chemical synthesis. The versatility of accommodating chemical mixtures with various properties (i.e., hydrophobic/hydrophilic, charged/neutral, small/large size) while restricting the analysis to a limited sample is crucial. Small-scale analysis can also lead to less waste, less energy consumption, faster analysis times and opportunities for automation. In this NSF project, we applied a <em>unique approach for propelling fluids as a means to transport a small sample of a mixture on a chip-based device </em>to enable the analysis. This microfluidics approach, called magnetohydrodynamics (MHD), an electronic current applied between tiny electrodes on the chip, and when the resulting ionic current that passes through the fluid is perpendicular to a magnetic field created by a small magnet beneath the chip, an MHD force is produced that moves the fluid in the third direction in a \"programmable\" fashion. Through control of magnitude and bias of the applied current, the fluid can change speed, start, stop, reverse direction, and pump in a loop. Modifying the electrodes with a conducting polymer supports MHD microfluidics without the electrode corrosion and bubble formation problems that previously limited MHD applications.</p>\n<p>In this NSF project, we demonstrated <em>versatility</em> of such modified-electrode MHD microfluidics under various conditions and <em>interfaced it with visualization techniques</em> for real-time monitoring to advance chemical analysis. The analysis of a mixture of two populations of nanoparticles was possible by interfacing MHD pumping with localized surface plasmon resonance and dark field microscopy to achieve high throughput while determining particle size distributions. Also, MHD pumping in ultralow conductivity fresh lake water with fluorescence imaging of biological cells/microorganisms were feasible.</p>\n<p>For chemical mixtures, the NSF project pursued a generalized approach to establish low-energy, portable-capable, chromatographic separations in a loop. In this chromatography, a sample is introduced into the mobile fluid and the sample's components separated by partitioning between a stationary phase lining the walls and the MHD-pumped mobile phase. MHD successfully controlled fluid flow in a wide range of mobile phase compositions for reversed-phase chromatography needed for separating therapeutic peptides, supporting the universality of the method. To cycle the mobile phase indefinitely through the loop, permanent magnets with opposite field directions were automatically swapped beneath the chip, while simultaneously reversing the direction of the electronic current to the modified pumping electrodes. In addition, functional features of MHD \"in-line sampling\" were established&ndash;adjacent streams of fluid can flow in opposite directions, a fluid element can be grabbed when making a sharp turn, and nearby sidewalls can split a fluid element into two portions. Continuous electrochemical detection of amino acids was also achieved along the separation path important in sensing peptides. Furthermore, simulations yielded optimized hand-held device designs for attaining efficient loop-based chemical separations.</p>\n<p>In conclusion, the NSF research has advanced the fundamental understanding of manipulating fluid volumes using the phenomenon of MHD and demonstrated a new utility of MHD microfluidics in loop-based chemical separations. The project supported research of three undergraduates and ten Ph.D. graduate candidates, five of whom defended their dissertations and moved on to research opportunities in government labs (2), industry (2), and their own startup company (1). Six, peer-reviewed publications and one patent were produced.</p>\n<p>&nbsp;\"Humanizing the Science\"&ndash;increasing scientific literacy, STEM education and educator development. A Science Club was founded at a junior high/high school in partnership with university researchers (the PI, 4 graduate students, and 4 undergraduates). Weekly hands-on science activities with 7<sup>th</sup> to 12<sup>th</sup>-grade students (~40) involved student-driven original demonstrations on principles relevant to the research (i.e. magnetohydrodynamics, electromagnetism, fluid dynamics, and how light interacts with matter). These demonstrations impacted another 80 high-school students. Other Science Club outcomes included science fair projects, visits to university research facilities, and a \"Students-Teaching-Students-Science\" subproject. This subproject took place during the Coronavirus Pandemic&ndash;Science Club students adapted their self-designed, hands-on demonstrations to the form of individualized kits and engaged through a virtual platform in real time with 105, 5th graders (65% economically-disadvantaged) at a rural elementary school who were in-person at their own school and guided by their teacher. Through excitement and confidence in scientific discovery, we hope both groups seek future professions in STEM to make a difference inside and outside their communities. Another activity to bridge the university research-high school gap involved 4 graduate students who visited 12 different science classes and interacted with 7th to 12th graders (182 students). They told their personal stories that led them to STEM fields, shared their research project by giving their three-minute thesis (a short verbal description of their research project in layman's terms aimed at generating excitement), and engaged in active question-and-answer sessions.</p><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Ingrid&nbsp;Fritsch</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAddressing the challenge of identifying and quantifying components in small volumes of complex chemical mixtures is important in fields of medicine, forensics, environmental monitoring, biology/bioengineering, nanoparticle catalysis and chemical synthesis. The versatility of accommodating chemical mixtures with various properties (i.e., hydrophobic/hydrophilic, charged/neutral, small/large size) while restricting the analysis to a limited sample is crucial. Small-scale analysis can also lead to less waste, less energy consumption, faster analysis times and opportunities for automation. In this NSF project, we applied a unique approach for propelling fluids as a means to transport a small sample of a mixture on a chip-based device to enable the analysis. This microfluidics approach, called magnetohydrodynamics (MHD), an electronic current applied between tiny electrodes on the chip, and when the resulting ionic current that passes through the fluid is perpendicular to a magnetic field created by a small magnet beneath the chip, an MHD force is produced that moves the fluid in the third direction in a \"programmable\" fashion. Through control of magnitude and bias of the applied current, the fluid can change speed, start, stop, reverse direction, and pump in a loop. Modifying the electrodes with a conducting polymer supports MHD microfluidics without the electrode corrosion and bubble formation problems that previously limited MHD applications.\n\n\nIn this NSF project, we demonstrated versatility of such modified-electrode MHD microfluidics under various conditions and interfaced it with visualization techniques for real-time monitoring to advance chemical analysis. The analysis of a mixture of two populations of nanoparticles was possible by interfacing MHD pumping with localized surface plasmon resonance and dark field microscopy to achieve high throughput while determining particle size distributions. Also, MHD pumping in ultralow conductivity fresh lake water with fluorescence imaging of biological cells/microorganisms were feasible.\n\n\nFor chemical mixtures, the NSF project pursued a generalized approach to establish low-energy, portable-capable, chromatographic separations in a loop. In this chromatography, a sample is introduced into the mobile fluid and the sample's components separated by partitioning between a stationary phase lining the walls and the MHD-pumped mobile phase. MHD successfully controlled fluid flow in a wide range of mobile phase compositions for reversed-phase chromatography needed for separating therapeutic peptides, supporting the universality of the method. To cycle the mobile phase indefinitely through the loop, permanent magnets with opposite field directions were automatically swapped beneath the chip, while simultaneously reversing the direction of the electronic current to the modified pumping electrodes. In addition, functional features of MHD \"in-line sampling\" were establishedadjacent streams of fluid can flow in opposite directions, a fluid element can be grabbed when making a sharp turn, and nearby sidewalls can split a fluid element into two portions. Continuous electrochemical detection of amino acids was also achieved along the separation path important in sensing peptides. Furthermore, simulations yielded optimized hand-held device designs for attaining efficient loop-based chemical separations.\n\n\nIn conclusion, the NSF research has advanced the fundamental understanding of manipulating fluid volumes using the phenomenon of MHD and demonstrated a new utility of MHD microfluidics in loop-based chemical separations. The project supported research of three undergraduates and ten Ph.D. graduate candidates, five of whom defended their dissertations and moved on to research opportunities in government labs (2), industry (2), and their own startup company (1). Six, peer-reviewed publications and one patent were produced.\n\n\n\"Humanizing the Science\"increasing scientific literacy, STEM education and educator development. A Science Club was founded at a junior high/high school in partnership with university researchers (the PI, 4 graduate students, and 4 undergraduates). Weekly hands-on science activities with 7th to 12th-grade students (~40) involved student-driven original demonstrations on principles relevant to the research (i.e. magnetohydrodynamics, electromagnetism, fluid dynamics, and how light interacts with matter). These demonstrations impacted another 80 high-school students. Other Science Club outcomes included science fair projects, visits to university research facilities, and a \"Students-Teaching-Students-Science\" subproject. This subproject took place during the Coronavirus PandemicScience Club students adapted their self-designed, hands-on demonstrations to the form of individualized kits and engaged through a virtual platform in real time with 105, 5th graders (65% economically-disadvantaged) at a rural elementary school who were in-person at their own school and guided by their teacher. Through excitement and confidence in scientific discovery, we hope both groups seek future professions in STEM to make a difference inside and outside their communities. Another activity to bridge the university research-high school gap involved 4 graduate students who visited 12 different science classes and interacted with 7th to 12th graders (182 students). They told their personal stories that led them to STEM fields, shared their research project by giving their three-minute thesis (a short verbal description of their research project in layman's terms aimed at generating excitement), and engaged in active question-and-answer sessions.\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: IngridFritsch\n"
 }
}