{
 "awd_id": "1808912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Robust 3D Beamforming using Electronically Steerable Metamaterial Antennas for Millmeter wave Communications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 450001.0,
 "awd_amount": 450001.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2018-08-15",
 "awd_abstract_narration": "Robust 3D Beamforming using Electronically Steerable Metamaterial Antennas for Millmeter wave Communications\r\n\r\n3D beamforming is a promising technology for millimeter wave (mmWave) communications, due to the demand for higher capacity and the need to overcome strong atmospheric absorption at high mmWave frequencies. By forming narrow beams in both the azimuth and elevation directions, 3D beamforming allows efficient spatial division and leads to higher user capacity, better coverage, less interference, and better energy efficiency. The true promise of this technology, however, has not yet been realized due to immense challenges in both hardware and algorithms. Existing beamforming approaches rely on phased array antennas with bulky, power-hungry phase shifters and related amplifiers and size not suitable for practical handsets. True mmWave beamforming requires thin, lightweight antennas with the ability to produce sharp beams that are electronically steerable over a wide range of angles in three dimensions. For effective beamforming, there is an added difficulty in estimating the channel accurately at both the receiver and transmitter because of strong directionality of mmWave propagation, its high path loss and vulnerability to shadowing and blockage. Such channel conditions call for robust 3D beamforming algorithms that are tightly coupled to novel antenna designs in order to integrate them into efficient communication systems.\r\n\r\nThis proposal puts forth several key innovations spanning across signal processing, antenna design and integrated system levels.   (1)   The signal processing innovation lies in robust 3D beamforming algorithms for a planar antenna array, taking into account errors in channel estimation, particularly in angles of departure and arrival specific to mmWave propagation, and also variation in antenna beam formation caused by inherent non-idealities in hardware and process mismatch specific for the proposed metamaterial antenna. Both of these sources of error have not previously been considered.  (2)  The hardware innovation lies in the use of metamaterial-based resonant cavity transmit/receive antennas that are ultra-thin for electronic beam steering, achieved by embedding active components such as varactors in the metamaterial that are biased intelligently in software. The proposed antenna is a fundamental shift from the existing phase-array antennas with bulky mechanical moving parts or phase shifters and related amplifiers, thereby also saving significant power, while providing flexible narrow beam-width of wide steering angles.  (3) These two innovative aspects are then integrated in a multi-level evaluation plan, including detailed testing and evaluation at component (antenna), system (transceiver pair), and network (cellular) levels. Characterized antenna beam profile is integrated in a network simulation that implements the proposed robust 3D beamforming with detailed mmWave channel model. Project results are expected to have direct impact on mmWave communications in meeting the demand for high data rate connectivity in cellular, vehicular, and IoT systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mai",
   "pi_last_name": "Vu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mai Vu",
   "pi_email_addr": "mai.vu@tufts.edu",
   "nsf_id": "000629480",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sameer",
   "pi_last_name": "Sonkusale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sameer Sonkusale",
   "pi_email_addr": "sameer@ece.tufts.edu",
   "nsf_id": "000227327",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "161 College Ave",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555528",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 450001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f03f581f-7fff-b579-4288-e6605baf6f38\"> </span></p>\n<p><span id=\"docs-internal-guid-5ea72ff0-7fff-3872-56da-45613f1a1d7c\"> </span></p>\n<p><span id=\"docs-internal-guid-8c4764ae-7fff-2c41-d779-318e29cb7fe8\">\n<p dir=\"ltr\"><span>The main goals of this project are twofold. The first is to design and optimize algorithms for robust transmit and receive beamforming for next-generation wireless networks using millimeter wave communications. The second is to design and prototype a small-size, electronically steerable metamaterial antenna operating in the 28-38 GHz part of the Ka-band for potential use in a handset.</span></p>\n<p dir=\"ltr\"><span>For the first effort on beamforming design, we investigated the optimal beam patterns in two contexts: (i) for a massive MIMO system in a mobile edge computing (MEC) network that offers both computation offloading and wireless energy charging, where beamforming is used for data transmission between the users and edge server (both directions), and also for energy charging from the server to the users; and (ii) for controlling reconfigurable intelligent surfaces (RIS) made from metamaterials when these RISs are integrated in a network with base stations and multiple users.</span></p>\n<p dir=\"ltr\"><span>For edge networking, we showed that beamforming is effective in focusing energy in certain directions to charge multiple users simultaneously using RF signals. Specifically by optimizing the beam patterns, wireless charging from an edge server is feasible on top of computation offloading, where the charging can be carried out during the quiet periods (when no data computation is required) or concurrently with data offloading (while the data are being computed at the edge servers). The accumulated charge over time can be significant, without affecting the computation offloading performance. Furthermore, we showed that massive MIMO channel estimation errors cause a degradation in beamforming performance, leading to an increase in the overall system energy consumption. These channel estimation errors also make the computation offloading latency constraint more stringent, such that there is a hard limit on the number of users the edge system can support under a specific latency constraint.</span></p>\n<p dir=\"ltr\"><span>For RIS control, we designed a graph neural network (GNN) bipartite architecture to jointly optimize the RIS passive beamforming (phase control) and the base station active beamforming to multiple users to maximize the network sum rate. The GNN uses a message-passing mechanism and is trained in an unsupervised manner for a fixed-size network. After training, the GNN is applied to networks with different sizes (different numbers of users and/or RIS nodes) and achieves excellent network sum rates, significantly higher than conventional non-learning algorithms. The results showed that GNN is a promising architecture that provides strong scalability with network size, generalizes to different settings, and significantly outperforms conventional algorithms. We also showed that with proper designs of RIS and base station beamforming, using multiple RISs in a multicell multiuser network is effective in improving the throughput in a millimeter-wave network.</span></p>\n<p dir=\"ltr\"><span>For the second effort on antenna design, we designed and implemented several tunable metamaterial-based filter structures that will be key components for Ka-band antennas.&nbsp; We also invented a new class of antennas that employ phase change materials such as shape memory alloys. These antennas have potential applications in future software-defined radio over a wide band covering GHz-MHz. As a broader impact, they can also be used as sensors to record temperature activity without the need for any battery. Several other circuit and electronics platforms were also developed by personnel supported by this grant.</span></p>\n<p dir=\"ltr\"><span>The research results are directly relevant to future wireless systems. The designed algorithms can provide a performance benchmark and design guidance for future wireless edge networks and multiple-RIS integration in beyond-5G and 6G systems. The developed optimization and machine learning techniques can also have applications in broader signal processing areas. The antennas designed also have a broader impact in areas beyond wireless communication such as sensor applications.</span></p>\n<br /></span></p><br>\n<p>\n Last Modified: 12/14/2023<br>\nModified by: Mai&nbsp;Vu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\n \n\n\n\n\n\nThe main goals of this project are twofold. The first is to design and optimize algorithms for robust transmit and receive beamforming for next-generation wireless networks using millimeter wave communications. The second is to design and prototype a small-size, electronically steerable metamaterial antenna operating in the 28-38 GHz part of the Ka-band for potential use in a handset.\n\n\nFor the first effort on beamforming design, we investigated the optimal beam patterns in two contexts: (i) for a massive MIMO system in a mobile edge computing (MEC) network that offers both computation offloading and wireless energy charging, where beamforming is used for data transmission between the users and edge server (both directions), and also for energy charging from the server to the users; and (ii) for controlling reconfigurable intelligent surfaces (RIS) made from metamaterials when these RISs are integrated in a network with base stations and multiple users.\n\n\nFor edge networking, we showed that beamforming is effective in focusing energy in certain directions to charge multiple users simultaneously using RF signals. Specifically by optimizing the beam patterns, wireless charging from an edge server is feasible on top of computation offloading, where the charging can be carried out during the quiet periods (when no data computation is required) or concurrently with data offloading (while the data are being computed at the edge servers). The accumulated charge over time can be significant, without affecting the computation offloading performance. Furthermore, we showed that massive MIMO channel estimation errors cause a degradation in beamforming performance, leading to an increase in the overall system energy consumption. These channel estimation errors also make the computation offloading latency constraint more stringent, such that there is a hard limit on the number of users the edge system can support under a specific latency constraint.\n\n\nFor RIS control, we designed a graph neural network (GNN) bipartite architecture to jointly optimize the RIS passive beamforming (phase control) and the base station active beamforming to multiple users to maximize the network sum rate. The GNN uses a message-passing mechanism and is trained in an unsupervised manner for a fixed-size network. After training, the GNN is applied to networks with different sizes (different numbers of users and/or RIS nodes) and achieves excellent network sum rates, significantly higher than conventional non-learning algorithms. The results showed that GNN is a promising architecture that provides strong scalability with network size, generalizes to different settings, and significantly outperforms conventional algorithms. We also showed that with proper designs of RIS and base station beamforming, using multiple RISs in a multicell multiuser network is effective in improving the throughput in a millimeter-wave network.\n\n\nFor the second effort on antenna design, we designed and implemented several tunable metamaterial-based filter structures that will be key components for Ka-band antennas. We also invented a new class of antennas that employ phase change materials such as shape memory alloys. These antennas have potential applications in future software-defined radio over a wide band covering GHz-MHz. As a broader impact, they can also be used as sensors to record temperature activity without the need for any battery. Several other circuit and electronics platforms were also developed by personnel supported by this grant.\n\n\nThe research results are directly relevant to future wireless systems. The designed algorithms can provide a performance benchmark and design guidance for future wireless edge networks and multiple-RIS integration in beyond-5G and 6G systems. The developed optimization and machine learning techniques can also have applications in broader signal processing areas. The antennas designed also have a broader impact in areas beyond wireless communication such as sensor applications.\n\n\t\t\t\t\tLast Modified: 12/14/2023\n\n\t\t\t\t\tSubmitted by: MaiVu\n"
 }
}