{
 "awd_id": "1808474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonequilibrium Dynamics and Thermodynamics of the Cell Cycle",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Chow",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 499964.0,
 "awd_amount": 499964.0,
 "awd_min_amd_letter_date": "2018-07-24",
 "awd_max_amd_letter_date": "2018-07-24",
 "awd_abstract_narration": "Jin Wang of Stony Brook University is supported by the Chemistry of Life Processes Program in the Division of Chemistry to develop integrated theoretical and computational methods for exploring the cell cycle of eukaryotic organisms, using budding yeast as a model system. The Physics of Living Systems Program in the Division of Physics, the Cellular Dynamics and Function Cluster in the Division of Molecular and Cellular Biosciences, and the Systems and Synthetic Biology Cluster in the Division of Molecular and Cellular Biosciences also contribute to this award. The cell cycle is critical to the replication and division of a cell. It governs cellular proliferation and development---the basis of life. This project is utilizing a unique combination of approaches to understand the origin and driving forces of the cell cycle. Key genes and regulators of the cell cycle process, critical to guaranteeing normal cellular function, are  identified through computational analysis, for comparison with experimental data. Professor Wang's work may lead to a new understanding of the biological functions of the cell, with implications for the maintenance of normal cell function, critical to human health and prevention of disease. A new teaching module, based on research from the project, is integrated into the departmental systems biology course.  The interdisciplinary nature of the research is providing opportunities for training students from different backgrounds in a mutual learning, collaborative environment, preparing them to tackle problems at the nexus of these fields.\r\n\r\nThe study of the cell cycle is essential to understanding the life of a single cell, the basic unit of living systems. The global dynamical theory that Professor Wang and his group are developing models the underlying gene regulatory network of the cell as a chemical reaction network, with gene expression levels playing the role of chemical state concentrations. The driving forces for transitions between gene expression states originate in a combination of a nonequilibrium effective potential determined by the steady state probability and the rotational steady state flux between states of the system. The steady state probability flux quantifies the extent of nonequilibriumness and irreversible behavior, and provides the bridge for describing the thermodynamics of the system in terms of its dynamics. The project is investigating the development of a dynamical systems model of the cell cycle in terms of the gene regulatory network.  Researchers are also developing a nonequilibrium thermodynamic theory of the cell cycle in terms of energy input, energy cost, and entropy production.  The team also couples the dynamical systems and nonequilibrium dynamics models to enable predictions of biological observables such as cell cycle speed, coherence, with utilization of sensitivity analysis to identify key genes and regulators. Model predictions are being compared against time-dependent in vivo fluorescence measurements of gene expression dynamics and correlations from experimental collaborator Jie Xiao. The nonequilibrium dynamics and thermodynamic theory is general and can be applied to cell cycle processes in different organisms and associated underlying regulatory networks. This project is enabling a deeper, quantitative understanding of the cell cycle, with applications to normal function maintenance and disease prevention. Educational activities include organization of a workshop, month-long program of visiting scholars, and seminars on the interdisciplinary topics of the project.  Students are trained in theory and modeling techniques from chemistry, dynamical systems theory, and physics, with applications to cell biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin Wang",
   "pi_email_addr": "jin.wang.1@stonybrook.edu",
   "nsf_id": "000368968",
   "pi_start_date": "2018-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "Chemistry,Stony Brook University",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 499964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The complexity of the large underlying regulatory networks&nbsp;and the nonequilibrium nature of the cell cycle&nbsp;present challenges to the community for physical understanding: How to uncover and understand the principle and underlying physical mechanism of cell cycle in terms of the global nonequilibrium dynamics? How to uncover and understand the principle and the underlying physical mechanism of the cell cycle in terms of nonequilibrium thermodynamics? How to uncover the connections of the nonequilibrium dynamics and nonequilibrium thermodynamics of the underlying network to the cell cycle process and associated biological functions? Addressing these issues is challenging and requires explicit quantifications of cell cycle process which is still difficult so far due in part to the lack of a quantitative physical theory as the foundation.</p>\n<p>Our proposed study has meet these challenges by developing a nonequilibrium theory of dynamics and thermodynamics for quantifying cell cycle globally and physically. We developed a global nonequilibrium dynamical theory of cell cycle processes from the associated gene regulatory network, and quantify the underlying global landscape and flux as the driving force for the cell cycle dynamics. This gives the nonequilibrium dynamical requirement for maintaining the cell cycle progression. We have also developed a global nonequilibrium thermodynamic theory of cell cycle processes from the associated gene regulatory network, and quantify the energy input and its relationship with the energy cost/entropy production. This provides the nonequilibrium thermodynamic requirement for maintaining the cell cycle function.&nbsp; We have uncovered the connections of the global nonequilibrium dynamics in terms of landscape and flux and nonequilibirum thermodynamics in terms of entropy production/energy cost to the biological function such as cell cycle speed and coherence. We have identified the key genes and regulations for the cell cycle process from the global sensitivity analysis on the nonequilibrium dynamics and thermodynamics. Those key genes and regulations are crucial for guaranteeing the normal function of the cells. In addition, we have also explore the&nbsp; cell cycle from the nonequilibrium molecular structural dynamics perspectives, giving the molecular level mechanistic pictures. In this way, we can bridge the gap in exploring the physical mechanisms at the cellular network scale and the underlying molecular structural scale.&nbsp;</p>\n<p>We have developed a theoretical framework for understanding the nonequilibrium dynamics and thermodynamics of the cell cycle at the cellular network level and molecular level. This provides a foundation for exploring the underlying mechanism both from systems biology and molecular biology perspectives.&nbsp; Exploring the underlying mechanism of cell cycle from the evolution perspectives can help to gain deeper understanding of the cell cycle at the population level. This gives a new perspective for studying the cell cycle.&nbsp; Understand better the cell cycle dynamics&nbsp; at both molecular scale and cellular scale can help to find&nbsp; improved strategies for modifying the functions, providing impacts on biology and health related issues. The theory and method development can help to train the graduate students and post doctor researchers for their research experiences, the academic career development and industrial opportunities. The project for the concept and methodology development provides the course materials of the biological physics and chemistry. Lectures on nonequilibrium dynamics and thermodynamics of cell cycles have been prepared. This can be used as the basis for studying the dynamics and thermodynamics of other cellular processes.&nbsp; It will facilitate the community to understand better the underlying processes not only from the biology perspectives, but also from the chemistry and physics perspectives. The method can also be applied to study the economic and financial market cycle dynamics and virus spread.&nbsp;</p>\n<div class=\"tinyMCEContent\">\n<p>&nbsp;</p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Jin&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe complexity of the large underlying regulatory networks and the nonequilibrium nature of the cell cycle present challenges to the community for physical understanding: How to uncover and understand the principle and underlying physical mechanism of cell cycle in terms of the global nonequilibrium dynamics? How to uncover and understand the principle and the underlying physical mechanism of the cell cycle in terms of nonequilibrium thermodynamics? How to uncover the connections of the nonequilibrium dynamics and nonequilibrium thermodynamics of the underlying network to the cell cycle process and associated biological functions? Addressing these issues is challenging and requires explicit quantifications of cell cycle process which is still difficult so far due in part to the lack of a quantitative physical theory as the foundation.\n\nOur proposed study has meet these challenges by developing a nonequilibrium theory of dynamics and thermodynamics for quantifying cell cycle globally and physically. We developed a global nonequilibrium dynamical theory of cell cycle processes from the associated gene regulatory network, and quantify the underlying global landscape and flux as the driving force for the cell cycle dynamics. This gives the nonequilibrium dynamical requirement for maintaining the cell cycle progression. We have also developed a global nonequilibrium thermodynamic theory of cell cycle processes from the associated gene regulatory network, and quantify the energy input and its relationship with the energy cost/entropy production. This provides the nonequilibrium thermodynamic requirement for maintaining the cell cycle function.  We have uncovered the connections of the global nonequilibrium dynamics in terms of landscape and flux and nonequilibirum thermodynamics in terms of entropy production/energy cost to the biological function such as cell cycle speed and coherence. We have identified the key genes and regulations for the cell cycle process from the global sensitivity analysis on the nonequilibrium dynamics and thermodynamics. Those key genes and regulations are crucial for guaranteeing the normal function of the cells. In addition, we have also explore the  cell cycle from the nonequilibrium molecular structural dynamics perspectives, giving the molecular level mechanistic pictures. In this way, we can bridge the gap in exploring the physical mechanisms at the cellular network scale and the underlying molecular structural scale. \n\nWe have developed a theoretical framework for understanding the nonequilibrium dynamics and thermodynamics of the cell cycle at the cellular network level and molecular level. This provides a foundation for exploring the underlying mechanism both from systems biology and molecular biology perspectives.  Exploring the underlying mechanism of cell cycle from the evolution perspectives can help to gain deeper understanding of the cell cycle at the population level. This gives a new perspective for studying the cell cycle.  Understand better the cell cycle dynamics  at both molecular scale and cellular scale can help to find  improved strategies for modifying the functions, providing impacts on biology and health related issues. The theory and method development can help to train the graduate students and post doctor researchers for their research experiences, the academic career development and industrial opportunities. The project for the concept and methodology development provides the course materials of the biological physics and chemistry. Lectures on nonequilibrium dynamics and thermodynamics of cell cycles have been prepared. This can be used as the basis for studying the dynamics and thermodynamics of other cellular processes.  It will facilitate the community to understand better the underlying processes not only from the biology perspectives, but also from the chemistry and physics perspectives. The method can also be applied to study the economic and financial market cycle dynamics and virus spread. \n\n\n \n\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Jin Wang"
 }
}