{
 "awd_id": "1808307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Precise and Dexterous Single-Particle Manipulation Using Non-uniform AC Magnetic Fields",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 214390.0,
 "awd_amount": 214390.0,
 "awd_min_amd_letter_date": "2018-06-13",
 "awd_max_amd_letter_date": "2018-06-13",
 "awd_abstract_narration": "High-precision manipulation of single micro-particles such as biological cells and colloids in the liquid environment is a critical process in applications such as single-cell analysis. A myriad of methods has been developed to achieve such manipulation. However, few of them can simultaneously meet all the requirements in practical applications, e.g., high precision, robustness, ability to move particles along arbitrary paths, low cost, and good biocompatibility. Recently the principal investigators discovered a new kind of particle manipulation method, i.e., using non-uniform alternating magnetic fields to actuate an anisotropic magnetic cluster and further applying the actuated cluster to manipulate nonmagnetic particles. Unlike other magnetic manipulation methods, this method requires only low-frequency, weak magnetic fields, and two orders of magnitude less power to achieve the same transitional speed, and the entire setup is extremely cost-effective. However, the fundamental mechanisms underlying this method are not clear and the parameters to precisely control the cluster motion are unknown. This project seeks to resolve this challenge and thus to create a precise, dexterous, low-cost, and biocompatible method for manipulating single particles. The project can potentially enable better single-cell analysis and make such analysis more accessible to research and educational communities, thereby creating great scientific and societal impact. The project includes education programs involving undergraduate students with diverse ethnical backgrounds and regional K-12 students. Discoveries from the project will be disseminated to technical as well as general audiences.\r\n\r\nThe objective of this project is to understand, prefect, and apply the newly discovered magnetic particle actuation method through two specific aims: (1) to understand the actuation of single magnetic particles using non-uniform alternating magnetic fields; (2) to investigate nonmagnetic particle manipulation through the actuation of single magnetic particles. These aims will be achieved by integrating magnetic particle fabrication, experimental characterization of particulate dynamics in liquids, and multiphysics simulations. These interdisciplinary activities will benefit from the synergistic collaboration of the two research teams at University of Georgia and Virginia Tech, which have a fruitful history of collaboration and demonstrated expertise in material synthesis, instrumentation, and experimental and computational studies of particle transport in low-Reynolds number flows. The results from this project will provide both the theoretical basis and practical guidelines for the effective design of systems to manipulate single particles and cells. This project will also create new knowledge on the dynamics of magnetic particles in liquid environments and hydrodynamic actuation of particles in low-Reynolds number flows, thereby simultaneously contributing to the fields of magnetic actuation, fluid dynamics, particle assembly, and biotechnology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Qiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Qiao",
   "pi_email_addr": "ruiqiao@vt.edu",
   "nsf_id": "000234529",
   "pi_start_date": "2018-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "460 Old Turner Street",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 214390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High-precision manipulation of micrometer-sized particles in the liquid environment is central in numerous applications, such as biomedical diagnosis. Many methods have been devised for such manipulations using optical, electrical, and acoustic forces. However, a method that can offer high precision, low cost, good biocompatibility, and ease of integration into other sub-systems has yet to emerge. This project investigates a single-particle manipulation method based on magnetic surface walkers and low-speed flows. The method involves two key elements: (1) using a weak magnetic field to actuate a magnetic particle and (2) using the flow developed around the \"active\" magnetic particle to generate and control the movement of a second passive particle. The first element leverages the idea that the rotation of a particle can be rectified into translation if it is positioned near an interface. Particles actuated in this way are called \"surface walkers.\" The second element leverages the idea that the motion of a surface walk can induce a flow at a distance away from it, thus enabling manipulation without physical contact.</p>\n<p>The first part of this project investigated the actuation of individual surface walkers using magnetic torque. The degree of confinement and the nature of confining walls (solid wall or water-air interface) significantly affect a particle's translational speed and can even reverse its direction. The particle can follow the magnetic field at low magnetic frequency due to strong hydrodynamic forces; however, as the field frequency and particle size increase, inertia effects dominate and the particle rotation. Thus, translation eventually lags behind the magnetic field signal. In addition, the shape of the magnetic particle affects the actuation. For example, the magnitude of the actuation force on ellipsoids deviates substantially from that on spheres, and even the sign of the force can be opposite. Confining the magnetic particle inside microchannels further modifies their actuation. For example, for a particle confined in a square channel, its actuation force decreases as it moves toward the bottom wall in a wide channel, but the opposite occurs when the channel is narrow.</p>\n<p>The second part of this project investigated the actuation of spherical particles by a surface walker. Through numerical simulations, it was found that, regardless of whether the sphere is in front of or behind the ellipsoidal particle, the hydrodynamic force acting on the sphere is in the same direction as the translation of the surface walker. This force decays rapidly as the sphere-surface walker separation increases, thus explaining the experimental finding that a surface walker can manipulate a biological cell only if their separation is small enough. The effective hydrodynamic actuation force induced on the sphere depended on the aspect ratio and orientation of the surface walker orientation and the confinement by walls.</p>\n<p>The insights from this project enrich the fundamentals of fluid dynamics, especially the dynamics of active and active-passive particle systems. The insights can help improve the design and operation of magnetic particle manipulation systems, potentially benefiting practical technologies such as single-cell analysis. Two graduate students have been trained in this project. The research results have been shared with K-12 students and their families in outreach events at Virginia Tech and with scientific communities through publications.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2023<br>\n\t\t\t\t\tModified by: Rui&nbsp;Qiao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHigh-precision manipulation of micrometer-sized particles in the liquid environment is central in numerous applications, such as biomedical diagnosis. Many methods have been devised for such manipulations using optical, electrical, and acoustic forces. However, a method that can offer high precision, low cost, good biocompatibility, and ease of integration into other sub-systems has yet to emerge. This project investigates a single-particle manipulation method based on magnetic surface walkers and low-speed flows. The method involves two key elements: (1) using a weak magnetic field to actuate a magnetic particle and (2) using the flow developed around the \"active\" magnetic particle to generate and control the movement of a second passive particle. The first element leverages the idea that the rotation of a particle can be rectified into translation if it is positioned near an interface. Particles actuated in this way are called \"surface walkers.\" The second element leverages the idea that the motion of a surface walk can induce a flow at a distance away from it, thus enabling manipulation without physical contact.\n\nThe first part of this project investigated the actuation of individual surface walkers using magnetic torque. The degree of confinement and the nature of confining walls (solid wall or water-air interface) significantly affect a particle's translational speed and can even reverse its direction. The particle can follow the magnetic field at low magnetic frequency due to strong hydrodynamic forces; however, as the field frequency and particle size increase, inertia effects dominate and the particle rotation. Thus, translation eventually lags behind the magnetic field signal. In addition, the shape of the magnetic particle affects the actuation. For example, the magnitude of the actuation force on ellipsoids deviates substantially from that on spheres, and even the sign of the force can be opposite. Confining the magnetic particle inside microchannels further modifies their actuation. For example, for a particle confined in a square channel, its actuation force decreases as it moves toward the bottom wall in a wide channel, but the opposite occurs when the channel is narrow.\n\nThe second part of this project investigated the actuation of spherical particles by a surface walker. Through numerical simulations, it was found that, regardless of whether the sphere is in front of or behind the ellipsoidal particle, the hydrodynamic force acting on the sphere is in the same direction as the translation of the surface walker. This force decays rapidly as the sphere-surface walker separation increases, thus explaining the experimental finding that a surface walker can manipulate a biological cell only if their separation is small enough. The effective hydrodynamic actuation force induced on the sphere depended on the aspect ratio and orientation of the surface walker orientation and the confinement by walls.\n\nThe insights from this project enrich the fundamentals of fluid dynamics, especially the dynamics of active and active-passive particle systems. The insights can help improve the design and operation of magnetic particle manipulation systems, potentially benefiting practical technologies such as single-cell analysis. Two graduate students have been trained in this project. The research results have been shared with K-12 students and their families in outreach events at Virginia Tech and with scientific communities through publications.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/28/2023\n\n\t\t\t\t\tSubmitted by: Rui Qiao"
 }
}