{
 "awd_id": "1808370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Biology Approaches to Interrogate Interspecies Communication in Streptococci",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Chow",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 426000.0,
 "awd_amount": 523023.0,
 "awd_min_amd_letter_date": "2018-06-27",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Yftah Tal-Gan from University of Nevada, Reno to investigate how bacteria communicate with each other. It has been well-established that bacteria utilize chemical signals to communicate, assess their population size, and alter their behaviors. Thus far, the focus was on studying the communication of bacteria within each species. However, the role of inter-species communications between different bacterial species in shaping the overall bacterial population was largely unexplored. Through the development of synthetic signal mimics that alter the behavior of one or more bacterial species, the effects of communications on the behavior of complex communities of bacteria (microbiomes) is determined. The discoveries of this project may provide means to manage bacterial communities in diverse ecosystems such as agriculture, biomanufacturing, and environmental management. This study allows high-school, undergraduate and graduate students, along with postdoctoral fellows to acquire specialized training in synthetic chemistry, analytical chemistry, microbiology, and molecular biology techniques. This project also integrates into two outreach programs to introduce high school and undergraduate students to research at the interface of chemistry and biology.  Undergraduate students and faculty from Moravian College, a small liberal arts college in Bethlehem, Pennsylvania, participate hands on research. Many of these students come from socioeconomically disadvantaged and first generation college backgrounds and are trained for excellent jobs in STEM fields.\r\n\r\nThis project utilizes chemical tools to study the role of interspecies communication between streptococci. Bacterial species rely on a cell-cell signaling mechanism, termed quorum sensing (QS), and this allows related phenotypes to thrive in their natural habitat. Streptococci species utilize QS, an intra-species communication mechanism, to communicate with other streptococci species (i.e. inter-species communication) and employ different strategies to interfere with the communication of other streptococci as a means to dominate in a mixed bacterial population. This interdisciplinary project integrates chemical biology approaches with molecular biology techniques to delineate the molecular mechanism for QS interference between streptococci and define the role of QS in the interactions between streptococci in mixed bacterial milieu.  Discoveries resulting from this project may improve the understanding of bacterial communication interference and competition beyond streptococci, and fundamentally advance the growing field of QS and sociomicrobiology. Moreover, the chemical probes to be developed in this study have the potential for broad applicability and can be used to study complex bacterial communities in their natural niches (microbiomes).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yftah",
   "pi_last_name": "Tal-Gan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yftah Tal-Gan",
   "pi_email_addr": "ytalgan@unr.edu",
   "nsf_id": "000702361",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N. Virginia St.",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 471329.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 51694.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This&nbsp;award from the Chemistry of Life Processes&nbsp;Program in the Chemistry Division funded&nbsp;Dr. Yftah Tal-Gan&nbsp;from University of Nevada, Reno. The research involved investigating communication mechanisms in<em> Streptococci</em>. The Tal-Gan group determined the effects of bacterial communications on the behavior of different bacterial species, through the development of synthetic signal mimetics that modulate bacterial communication pathways. The novel chemical tools discovered with the support of this project provided means to control bacterial behaviors, either in isolation, i.e., one bacterial species by itself, or as part of complex bacterial communities (microbiomes). These tools could have resounding impact on multiple disciplines, including agriculture, biomanufacturing, and environmental management, as they would allow promoting productvive bacterail processes while attenuating undesired behaviors. Overall, communication pathways in 8 different streptococci species were investigated. The results included: 1) developing novel chemical tools to modulate communication pathways; 2) defining the regulatory roles individual communication pathways have on bacterial behavior; and 3) delineating the molecular mechanisms for signal-receptor interactions.</p>\n<p>This study allowed high-school, undergraduate and graduate students to acquire specialized training in synthetic peptide chemistry, analytical chemistry, microbiology, and molecular biology techniques. This project also integrated into an outreach program to introduce undergraduate students to research at the interface of chemistry and biology through an exchange program with two primarily undergraduate institutions in Pennsylvania: Moravian College and Lafayette College.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2023<br>\n\t\t\t\t\tModified by: Yftah&nbsp;Tal-Gan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award from the Chemistry of Life Processes Program in the Chemistry Division funded Dr. Yftah Tal-Gan from University of Nevada, Reno. The research involved investigating communication mechanisms in Streptococci. The Tal-Gan group determined the effects of bacterial communications on the behavior of different bacterial species, through the development of synthetic signal mimetics that modulate bacterial communication pathways. The novel chemical tools discovered with the support of this project provided means to control bacterial behaviors, either in isolation, i.e., one bacterial species by itself, or as part of complex bacterial communities (microbiomes). These tools could have resounding impact on multiple disciplines, including agriculture, biomanufacturing, and environmental management, as they would allow promoting productvive bacterail processes while attenuating undesired behaviors. Overall, communication pathways in 8 different streptococci species were investigated. The results included: 1) developing novel chemical tools to modulate communication pathways; 2) defining the regulatory roles individual communication pathways have on bacterial behavior; and 3) delineating the molecular mechanisms for signal-receptor interactions.\n\nThis study allowed high-school, undergraduate and graduate students to acquire specialized training in synthetic peptide chemistry, analytical chemistry, microbiology, and molecular biology techniques. This project also integrated into an outreach program to introduce undergraduate students to research at the interface of chemistry and biology through an exchange program with two primarily undergraduate institutions in Pennsylvania: Moravian College and Lafayette College.\n\n\t\t\t\t\tLast Modified: 07/05/2023\n\n\t\t\t\t\tSubmitted by: Yftah Tal-Gan"
 }
}