{
 "awd_id": "1808372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Multifocal Approach for Improving the Speed of 1064 nm Raman Microscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Almirall",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 439500.0,
 "awd_amount": 439500.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2018-08-14",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Chan at the University of California, Davis, is developing a new imaging instrument to look at chemical samples. He plans to design and build a microscope that can improve the imaging speed and can go to the deep infared region (1064 nm wavelength excitation), which would allow the detection of deeply embedded chemical species. Professor Chan's new instrument is expected to be useful in many areas, including forensics, pharmaceutics, archaeology, and agriculture, to name a few. Professor Chan also plans to work with his collaborator in University of Nevada, Reno, to apply this method to study the uptake of nanoparticles from the environment in plant tissue. The particular type of nanoparticles they are interested in, carbon nanotubes (CNT), are used in many commercial products and their inevitable release into the environment poses many potential environmental, food safety, and human health concerns. Understanding the fundamental mechanisms of CNT uptake into plant materials is very important to mitigate this effect. The collaborative nature of this research effort provides participating students with unique experience at the interface of chemical measurement and environmental engineering.  It also promotes cross-disciplinary activities in science and technology at UC Davis and University of Nevada, Reno. In synergy with the research, Professor Chan is developing an education and outreach program to include participation of local high school and college undergraduate students.\r\n  \r\nImproving imaging speed is a major challenge in the field of Raman microscopy. This project is focused on addressing this issue by developing a novel multifocal system designed to detect spectra from multiple regions within a specimen simultaneously. This multifocal design generates a 2-D array of laser spots that illuminate the sample, and the laser spots are rapidly turned on and off by scanning the laser beam using fast scan mirrors in defined patterns to acquire a series of superimposed spectral data that is then deconvoluted to retrieve the individual spectra from each laser focus with minimal spectral crosstalk. The goal of this project is to integrate this design into a 1064 nm Raman microscope equipped with an indium gallium arsenide (InGaAs) photodiode linear array and to demonstrate improved imaging speeds at fast read out rates. The imaging speed and signal-to-noise ratio is characterized as a function of different sized laser focal array patterns and the optimal multifocal design is determined. This instrument is then used to image carbon nanotubes that have been uptaken into plant tissues using the characteristic G-band and D-band Raman signatures of CNTs. Uptake and retention times, as well as spatial distribution of the CNTs are to be determined and quantified based on the Raman images. The effect of microbial activity (polycyclic aromatic hydrocarbon (PAH)-degrading bacteria) on CNT degradation and its impact on CNT plant uptake dynamics is to be investigated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Chan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Chan",
   "pi_email_addr": "jwjchan@ucdavis.edu",
   "nsf_id": "000548162",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Davis",
  "perf_str_addr": "2700 Stockton Blvd, Suite 1400",
  "perf_city_name": "Sacramento",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958172217",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 439500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Raman spectroscopy is a powerful chemical analysis tool that has the potential to be used for a broad range of applications. However, one of the main drawbacks of this technique is that it can be prohibitively slow for many of these applications. An example is the analysis of small micron or nanometer sized particles on the surface of a substrate or sample. Such an analysis would take a very long time to sufficiently sample all the particles spatially. The goal of this project was to develop a new Raman spectroscopy imaging approach that utilizes a unique and novel multifocal excitation method that can significantly speed up Raman imaging compared to conventional methods that use a single focus excitation geometry. In addition to demonstrating the advantages of this approach (such as improved imaging speed while retaining the high resolution of the technique) compared to conventional Raman imaging methods, we demonstrated two potential environmental applications of this technology. In one application, the instrument can be used to detect and analyze the chemistry of carbon nanotube particles in the environment, which is a growing environmental problem that can also affect human health. In a second application, the instrument can be used to detect and identify microplastic particles in drinking water, which is another environmental issue that has direct implications for human health. This project was able to advance the scientific knowledge in the field of analytical chemistry by presenting an innovative new concept for performing spectroscopic imaging and analysis that can be applied to solve important problems affecting society. In addition, this concept has the potential to be used to develop a new type of commercial instrument, which has potential economic impact. While the project had broad impacts such as training and educating the next generation of young scientists for a career in both academia and industry and disseminating the knowledge to other scientists within the Raman research community as well as other disciplines, the broader societal impact of this project is the potential to address and solve important environmental issues through the use of this new technology. &nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2022<br>\n\t\t\t\t\tModified by: James&nbsp;Chan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRaman spectroscopy is a powerful chemical analysis tool that has the potential to be used for a broad range of applications. However, one of the main drawbacks of this technique is that it can be prohibitively slow for many of these applications. An example is the analysis of small micron or nanometer sized particles on the surface of a substrate or sample. Such an analysis would take a very long time to sufficiently sample all the particles spatially. The goal of this project was to develop a new Raman spectroscopy imaging approach that utilizes a unique and novel multifocal excitation method that can significantly speed up Raman imaging compared to conventional methods that use a single focus excitation geometry. In addition to demonstrating the advantages of this approach (such as improved imaging speed while retaining the high resolution of the technique) compared to conventional Raman imaging methods, we demonstrated two potential environmental applications of this technology. In one application, the instrument can be used to detect and analyze the chemistry of carbon nanotube particles in the environment, which is a growing environmental problem that can also affect human health. In a second application, the instrument can be used to detect and identify microplastic particles in drinking water, which is another environmental issue that has direct implications for human health. This project was able to advance the scientific knowledge in the field of analytical chemistry by presenting an innovative new concept for performing spectroscopic imaging and analysis that can be applied to solve important problems affecting society. In addition, this concept has the potential to be used to develop a new type of commercial instrument, which has potential economic impact. While the project had broad impacts such as training and educating the next generation of young scientists for a career in both academia and industry and disseminating the knowledge to other scientists within the Raman research community as well as other disciplines, the broader societal impact of this project is the potential to address and solve important environmental issues through the use of this new technology.    \n\n\t\t\t\t\tLast Modified: 12/28/2022\n\n\t\t\t\t\tSubmitted by: James Chan"
 }
}