{
 "awd_id": "1808031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Grafting-from Ring-Opening Metathesis Polymerization from Proteins",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 409627.0,
 "awd_amount": 409627.0,
 "awd_min_amd_letter_date": "2018-07-26",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "Proteins are the microscopic workhorses of biology and are able to exquisitely perform a wide variety of functions when used in biotechnology.  A common problem with proteins though is their poor stability to environmental conditions. Proteins can rapidly lose activity at elevated temperatures or in chemically harsh environments.  A common strategy employed to address this issue is to directly attach a polymer to the protein to improve upon stability.  Prof. Pokorski and his team at the University of California, San Diego are designing new approaches to streamline the synthesis of protein-polymer hybrids, introduce new function into the polymeric element, and develop methods to modify the protein precisely without impairing its natural function. Furthermore, the team will utilize the research platform to train high school, undergraduate and graduate students to continue to position our nation as a leader in science and technology for future generations.\r\n\r\nDr. Pokorski and his team are developing approaches to perform ring-opening metathesis polymerization (ROMP) directly from the surface of a protein macroinitiator. ROMP is challenging under aqueous environments and in complex media that includes proteins.  The team aims to optimize grafting-from chemistry in order to precisely control molecular weight, introduce new function to the polymers, and site-specifically label proteins distal to their active sites. The research focuses on three specific aims: 1) optimizing the protein macroinitiator complex to create living polymerization process where molecular weight and dispersity are easily controlled, 2) expand the monomer scope to include zwitterions, oxanorbornenes, and cyclooctene monomers, and 3) site-specifically label proteins and the N- and C-terminus, as well as specific amino acids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Pokorski",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan K Pokorski",
   "pi_email_addr": "jpokorski@ucsd.edu",
   "nsf_id": "000631492",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr.",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 409627.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are ubiquitous in biotechnology and can be useful for synthesis of drugs, biological sensing, and are often used as therapeutics. Proteins, however, tend to be quite unstable which leads to a short lifetime for biotechnology applications or limited efficacy in therapeutics. The main method to improve stability is the conjugation of a water-soluble polymer to the surface of the protein, termed &lsquo;PEG-ylation&rsquo;. This has been the gold-standard for 40+ years, however, allergic reactions to PEGylated products are becoming increasingly prevalent because this polymer is so commonly used, leading to high levels of exposure to the population. This grant supported the development of new alternative to PEG using highly advanced and precise chemistry, called ring-opening metathesis polymerization or ROMP. By using this chemistry, we were able to control the size of the polymer attached to the protein, make highly complex polymers that could perform multiple functions, and demonstrate a greatly enhanced stability of a therapeutically important protein. The expansion of new types of chemistry to attach polymers to proteins is a critical need in the area and we have demonstrated that ROMP can be done from the surface of a protein in water for the first time. In sum, this project was a success and we hope to further develop these polymers as alternatives for PEG in the future. &nbsp;</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Jonathan&nbsp;K&nbsp;Pokorski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProteins are ubiquitous in biotechnology and can be useful for synthesis of drugs, biological sensing, and are often used as therapeutics. Proteins, however, tend to be quite unstable which leads to a short lifetime for biotechnology applications or limited efficacy in therapeutics. The main method to improve stability is the conjugation of a water-soluble polymer to the surface of the protein, termed PEG-ylation. This has been the gold-standard for 40+ years, however, allergic reactions to PEGylated products are becoming increasingly prevalent because this polymer is so commonly used, leading to high levels of exposure to the population. This grant supported the development of new alternative to PEG using highly advanced and precise chemistry, called ring-opening metathesis polymerization or ROMP. By using this chemistry, we were able to control the size of the polymer attached to the protein, make highly complex polymers that could perform multiple functions, and demonstrate a greatly enhanced stability of a therapeutically important protein. The expansion of new types of chemistry to attach polymers to proteins is a critical need in the area and we have demonstrated that ROMP can be done from the surface of a protein in water for the first time. In sum, this project was a success and we hope to further develop these polymers as alternatives for PEG in the future. \t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: JonathanKPokorski\n"
 }
}