{
 "awd_id": "1808672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel DNA cross-links",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922048",
 "po_email": "cachim@nsf.gov",
 "po_sign_block_name": "Catalina Achim",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 455000.0,
 "awd_amount": 455000.0,
 "awd_min_amd_letter_date": "2018-07-06",
 "awd_max_amd_letter_date": "2018-07-06",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division and the Genetic Mechanisms Program in the Division of Molecular and Cellular Biology are funding Dr. Kent S. Gates from the University of Missouri to investigate the chemistry of unavoidable DNA damage that takes place within living systems. Damage to DNA in cells is important because it can influence aging or it may cause cancer, for example. Cross-links that permanently join the two single strands of the DNA double helix may prevent the strand separation required for the read-out of the genetic information stored in the sequence of bases in the double helix. The molecular nature of the cross-links formed in cellular DNA is unknown. The Gates group is investigating errors in crosslinking DNA strands that may represent biologically-important DNA damage. Professor Gates studies the chemical details of the formation of these crosslinks and the impact they have on the DNA structure. The project provides excellent training in the use of chemical and biochemical techniques for a diverse group of graduate and undergraduate students at the University of Missouri. The work develops methods and materials that can be used by other researchers who study DNA damage in living systems. Additionally, Professor Gates develops a new Chemistry Engagement Program to foster interest in the chemical sciences of 8th and 9th grade students.  This program helps students prepare for chemistry and other science majors in college and makes them aware of diverse STEM career options. \r\n\r\nThe observation that elaborate interstrand cross-link repair pathways are retained across all walks of life suggests that the formation of endogenous cross-links in cellular DNA is unavoidable. The molecular nature of endogenous cross-links generated in cellular DNA remains unknown. Professor Gates' research builds on the recent finding that the alpha,beta-unsaturated aldehyde sugar remnant (3'-dRP) arising from cleavage of true abasic sites in duplex DNA can react with an adenine residue on the opposing strand to forge an interstrand cross-link adjacent to a strand break. It is striking that this common type of DNA damage in the genome has the potential to generate interstrand cross-links, which are among the most deleterious of all lesions. Therefore, 3'-dRP-derived cross-links are potential candidates for unavoidable endogenous cross-links in cellular DNA. These cross-links could be relevant to mutagenesis, evolution, aging, neurodegeneration, and cancer. The importance of the proposed work on 3'-dRP-derived cross-links is anchored in the unprecedented structure and mechanistic origin of the lesions along with their potential biological significance as unavoidable endogenous DNA damage. The research is focused on the characterization of the formation and properties of 3'-dRP-derived cross-links with canonical nucleobases in various sequences of duplex DNA, the study of how glutathione modulates the cross-linking, and the elucidation of the chemical structure and cellular occurrence 3'-dRP-derived cross-links using rigorously-characterized synthetic standards combined with LC-MS/MS analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Gates",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kent S Gates",
   "pi_email_addr": "gatesk@missouri.edu",
   "nsf_id": "000408687",
   "pi_start_date": "2018-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Chemistry",
  "perf_str_addr": "125 Chemistry Bldg",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 455000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DNA is a molecule that serves as the genetic code that informs the operation of all living cells on earth.&nbsp; DNA in cells exists as a two-stranded double helical structure, in which the sequence of nucleobase &ldquo;letters&rdquo; on the two strands constitutes the genetic code.&nbsp; The work supported by this research grant studied the consequences arising from the generation of a common and unavoidable type of DNA damage called an \"apurinic site&rdquo;, involving loss of a single letter of information from the genetic code. &nbsp;The results of this research project provided new understanding of products that are formed when a DNA strand undergoes breakage at an AP site.&nbsp; This research showed that strand breakage at an AP site generates a reactive site at the break.&nbsp; The reactive site at the break reacts with a guanine nucleobase on the opposing strand of DNA to produce a particularly problematic type of damage called an &ldquo;interstrand cross-link&rdquo;.&nbsp; Interstrand cross-links fuse the two strands of the double helix together, thereby preventing the strand separation processes that are required to extract the information encoded in the DNA sequence.&nbsp; The formation, stability, and repair of this previously unknown types of interstrand cross-link was characterized.&nbsp; It was shown that the cross-link stalls important cellular transactions like DNA replication.&nbsp; This type of DNA damage may cause cell dysfunction, death, senescence, aging, and mutagenesis. &nbsp;In a separate context, this type of cross-link could limit the recovery of sequence information from ancient DNA samples and manufactured devices that utilize DNA for information storage.</p><br>\n<p>\n Last Modified: 03/29/2025<br>\nModified by: Kent&nbsp;S&nbsp;Gates</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDNA is a molecule that serves as the genetic code that informs the operation of all living cells on earth. DNA in cells exists as a two-stranded double helical structure, in which the sequence of nucleobase letters on the two strands constitutes the genetic code. The work supported by this research grant studied the consequences arising from the generation of a common and unavoidable type of DNA damage called an \"apurinic site, involving loss of a single letter of information from the genetic code. The results of this research project provided new understanding of products that are formed when a DNA strand undergoes breakage at an AP site. This research showed that strand breakage at an AP site generates a reactive site at the break. The reactive site at the break reacts with a guanine nucleobase on the opposing strand of DNA to produce a particularly problematic type of damage called an interstrand cross-link. Interstrand cross-links fuse the two strands of the double helix together, thereby preventing the strand separation processes that are required to extract the information encoded in the DNA sequence. The formation, stability, and repair of this previously unknown types of interstrand cross-link was characterized. It was shown that the cross-link stalls important cellular transactions like DNA replication. This type of DNA damage may cause cell dysfunction, death, senescence, aging, and mutagenesis. In a separate context, this type of cross-link could limit the recovery of sequence information from ancient DNA samples and manufactured devices that utilize DNA for information storage.\t\t\t\t\tLast Modified: 03/29/2025\n\n\t\t\t\t\tSubmitted by: KentSGates\n"
 }
}