{
 "awd_id": "1808026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Decoding and encoding mechanistic relations between structure and function in crack resistance of articular cartilage and cartilage inspired biomaterials.",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abraham Joy",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 249999.0,
 "awd_amount": 249999.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Non-Technical Summary\r\n\r\nArticular cartilage is a soft tissue which provides a smooth cushion and distributes mechanical load in joints. As a material, articular cartilage is remarkable. It is only a few millimeters thick, can routinely bear up to ten times one's body weight over 100-200 million loading cycles, and still avoids fracturing. The simultaneous strength, fracture resistance (toughness), and longevity of native articular cartilage remains unmatched in synthetic materials. Such properties are desperately needed for tissue engineering, tissue repair, and even soft robotics applications. The molecular mechanism underlying this exceptional toughness, however, is not well understood. This project will obtain an understanding of the underlying principles and mechanisms that lead to the toughness of articular cartilage, and provide criteria, as we do for cracks in airplane wings, for predicting the probability that initially untreated tears in cartilage will fracture further. \r\n\r\nThe PIs will test the hypothesis that cartilage has such terrific properties due to the fact that it is comprised of two interweaving polymer networks, one which provides mechanical rigidity and one that provides dissipation. Moreover, this double network changes in composition with location in the tissue. These ideas will be tested using numerical simulation and comparison with experimental measurements of the tissue mechanical properties. Using this integrated approach, the PIs will elucidate mechanical structure-function relations underlying fracture toughness of articular cartilage (AC) which will lead to better predictions of cartilage mechanics and failure, and guide the design of new bioinspired materials. The project will provide insights into tissue failure, tissue repair therapies, and design principles for soft robotics. PIs will educate and train a new generation of scientists who understand physics, engineering, and biology, organize workshops aimed at teaching communication skills to graduate students, and promote diversity in STEM workforce. \r\n\r\n\r\nTechnical Summary\r\n\r\nArticular Cartilage (AC) is a soft tissue that covers the ends of bones to distribute mechanical load in joints. AC contains relatively few cells and its network-like extracellular matrix primarily determines its mechanical response. Its strength, toughness, and crack resistance are extremely high compared to synthetic materials, but the molecular mechanism underlying this exceptional toughness is not well understood. Given the heterogeneous, depth dependent, and multi-component structure and composition of AC, existing continuum descriptions are too coarse-grained to fully describe its fracture mechanics. \r\n\r\nThe PIs will address this challenge by approaching cartilage fracture with a new structure function framework that combines rigidity percolation theory and microscale double-network hydrogel models, together with new confocal elastography experiments that can inform and interface with the model development. Using this integrated approach consisting of multi-scale mathematical modeling and state-of-the art experiments, they will test the hypothesis that the toughness of AC arises because (i) the reinforcing network state is in proximity to a mechanical phase transition allowing tunable mechanical response, and (ii) the tissue is a multi-component heterogeneous composite enabling novel response to stress and blunting of cracks. The project will obtain an understanding of the dependence of cracks on structure and composition of cartilage and similar soft tissues, as well as on loading conditions, and provide insights into tissue failure, and tissue repair therapies. More broadly, this new framework will enable novel and concrete predictions on how these structure, composition, and constitutive mechanical properties can be tuned to resist, and blunt cracks in biomimetic and engineered materials. \r\n\r\nPIs will educate and train a new generation of scientists who understand physics, engineering, and biology, and promote diversity in STEM workforce. Cohen and Bonassar will develop soft-skills curriculum units for graduate students and postdocs based on a recent science communication workshop held at Cornell by the Alan Alda Center for Communicating Science. Das will mentor minority and 1st generation students via RIT's McNair Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moumita",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moumita Das",
   "pi_email_addr": "modsps@rit.edu",
   "nsf_id": "000627144",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 Lomb Memorial Drive",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 217029.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 32970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Articular cartilage is a soft tissue which provides a smooth cushion and distributes mechanical load in joints. As a material, articular cartilage is remarkable. It is only a few millimeters thick, can routinely bear up to ten times our body weight over 100-200 million loading cycles despite minimal regenerative capacity and avoids fracturing. The simultaneous load bearing capability, fracture resistance, and longevity of native articular cartilage is unmatched in synthetic materials, and is desperately needed for tissue repair and engineering. This project showed that healthy cartilage has such terrific properties due to the fact that it is comprised of two interweaving polymer networks, one which is responsible for load bearing and one that helps to dissipate stresses. Our work uncovered the central understanding that the shear and fracture mechanics of such double-network systems can be tuned dramatically and effectively via a secondary network only when the primary network is marginally rigid, and elucidated the microscopic mechanism that allows for controlling how much the secondary network can attenuate/dissipate deformations in the primary network. The ability to tune mechanics and failure properties and the ease of implementation also make double networks a very attractive platform for the fabrication of mechanically tunable artificial tissue constructs and biomimetic metamaterials. We used a rigidity percolation framework to explain the structural origins of cartilage's mechanical properties in response to shear deformations and provided a map for understanding how tissue mechanics changes in response to changes in tissue composition during diseases such as osteoarthritis. Our work also showed how spatial heterogeneity may enable cartilage-like tissues to do more load-bearing with less material and robustly adapt to different mechanical contexts. <br /> <br /> The project provided insights into tissue failure, tissue repair therapies, and design principles for smart materials and soft robotics. It contributed to mentoring and training three undergraduate students, a graduate student, and a postdoctoral research associate (in the Das Group) who are comfortable working at the intersection of physics, engineering, and biology. It facilitated organization of meetings and workshops aimed at science discourse, dissemination, and community building, and helped to promote diversity in STEM workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2022<br>\n\t\t\t\t\tModified by: Moumita&nbsp;Das</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1808026/1808026_10556591_1667188906012_team--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1808026/1808026_10556591_1667188906012_team--rgov-800width.jpg\" title=\"The collaborative team\"><img src=\"/por/images/Reports/POR/2022/1808026/1808026_10556591_1667188906012_team--rgov-66x44.jpg\" alt=\"The collaborative team\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">First in-person meeting of the collaboration post COVIDFrom right: Itai Cohen, Mo Das, Pancy Lwin, Thomas Wyse Jackson, Jonathan Michel.</div>\n<div class=\"imageCredit\">Mo Das</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Moumita&nbsp;Das</div>\n<div class=\"imageTitle\">The collaborative team</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nArticular cartilage is a soft tissue which provides a smooth cushion and distributes mechanical load in joints. As a material, articular cartilage is remarkable. It is only a few millimeters thick, can routinely bear up to ten times our body weight over 100-200 million loading cycles despite minimal regenerative capacity and avoids fracturing. The simultaneous load bearing capability, fracture resistance, and longevity of native articular cartilage is unmatched in synthetic materials, and is desperately needed for tissue repair and engineering. This project showed that healthy cartilage has such terrific properties due to the fact that it is comprised of two interweaving polymer networks, one which is responsible for load bearing and one that helps to dissipate stresses. Our work uncovered the central understanding that the shear and fracture mechanics of such double-network systems can be tuned dramatically and effectively via a secondary network only when the primary network is marginally rigid, and elucidated the microscopic mechanism that allows for controlling how much the secondary network can attenuate/dissipate deformations in the primary network. The ability to tune mechanics and failure properties and the ease of implementation also make double networks a very attractive platform for the fabrication of mechanically tunable artificial tissue constructs and biomimetic metamaterials. We used a rigidity percolation framework to explain the structural origins of cartilage's mechanical properties in response to shear deformations and provided a map for understanding how tissue mechanics changes in response to changes in tissue composition during diseases such as osteoarthritis. Our work also showed how spatial heterogeneity may enable cartilage-like tissues to do more load-bearing with less material and robustly adapt to different mechanical contexts. \n \n The project provided insights into tissue failure, tissue repair therapies, and design principles for smart materials and soft robotics. It contributed to mentoring and training three undergraduate students, a graduate student, and a postdoctoral research associate (in the Das Group) who are comfortable working at the intersection of physics, engineering, and biology. It facilitated organization of meetings and workshops aimed at science discourse, dissemination, and community building, and helped to promote diversity in STEM workforce.\n\n\t\t\t\t\tLast Modified: 10/31/2022\n\n\t\t\t\t\tSubmitted by: Moumita Das"
 }
}