{
 "awd_id": "1809680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/DMR-BSF: Auger Recombination in Two-Dimensional Quantum Confined Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Oder",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 498621.0,
 "awd_amount": 498621.0,
 "awd_min_amd_letter_date": "2018-06-19",
 "awd_max_amd_letter_date": "2018-06-19",
 "awd_abstract_narration": "NON-TECHNICAL ABSTRACT\r\nThe proposed research probes one of the most fundamental processes in nanoscale semiconductors, a process known to be detrimental to optoelectronic technologies. Understanding this fundamental mechanism may greatly aid the search for semiconductor materials and nanostructures to minimize Auger recombination, thus increasing the efficiency of optoelectronics, such as light emitting diodes and lasers used in all aspects of modern life today. Examples of these applications include, among others, communication, information technology, consumer electronics, and lighting. Despite decades of research from both materials/device and theoretical perspectives, little is known about the microscopic mechanisms of Auger recombination that determine fundamental limits of optoelectronics. To fill this critical knowledge gap and formulate rational strategies to increase the efficiency of optoelectronics, the PI and collaborator will take advantage of their complementary expertise and carry out a joint research program to quantitatively probe Auger recombination. The collaboration between two premier research institutions in the US and Israel provides an excellent opportunity for young scientists to experience international collaboration. The PI has had a strong track record of extending the impact of research to undergraduate and secondary school levels and will expand his role in the Science Research Program at Ossining High School. With the help of the co-PI during a proposed sabbatical visit, the PI will further develop \"Research Philosophy and Ethics\" to a full course at the graduate and undergraduate level at Columbia.\r\n\r\nTECHNICAL ABSTRACT\r\nAuger recombination is a many-body process in which the non-radiative recombination of an electron-hole pair occurs efficiently by transferring the released energy/momentum to a third charge carrier or an exciton. This process is detrimental to optoelectronic technologies, ranging from conventional light emitting diodes (LEDs) and lasers to quantum devices of exciton or exciton-polariton condensates. The PI and collaborator will quantitatively probe Auger recombination using two model systems: two dimensional (2D) monolayer transition metal dichalcogenides (TMDCs) and heterojunctions; and 2D hybrid organic-inorganic lead halide perovskites (LHPs). The objective of the proposed research is to experimentally probe how Auger recombination depends on the band structure, electron-phonon coupling, and spatial confinement, and to quantitatively understand the microscopic mechanisms underlying the Auger scattering process. Whenever possible, the PIs will implement the most direct experimental probes, e.g.,  using femtosecond photoemission spectroscopy to directly detect Auger electrons as they scatter into particular energy and momentum spaces, absorption/emission spectroscopies to determine Auger recombination rates as functions of spatial confinement and momentum engineering, and magneto-optical spectroscopies to identify and quantify charged products (polarons, trions, and trapped charges) from Auger recombination and how spin polarization can influence Auger recombination rates. The PIs choose the two model systems because their electronic structures can be controlled in real and momentum spaces in TMDCs. Their band structures are sensitive to dielectric screening, to orientation alignment in heterojunctions, and to external magnetic field. The LHPs, demonstrated as one of the most attractive material systems for optoelectronics, can be grown into 2D nanostructured, allowing easy control of quantum confinement by the number of lead halide layers. Moreover, the proposed Rashba effect due to strong spin-orbital-coupling (SOC) and breaking of local inversion of symmetry may allow the control of band structure by external electric or magnetic\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoyang",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoyang Zhu",
   "pi_email_addr": "xyzhu@columbia.edu",
   "nsf_id": "000523215",
   "pi_start_date": "2018-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "3000 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 498621.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research probes one of the most fundamental processes in nanoscale semiconductors, a process known to be detrimental to optoelectronic technologies. Understanding this fundamental mechanism may greatly aid the search for semiconductor materials and nanostructures to minimize loss recombination, thus increasing the efficiency of optoelectronics, such as light emitting diodes and lasers used in all aspects of modern life today. Examples of these applications include, among others, communication, information technology, consumer electronics, and lighting. Despite decades of research from both materials/device and theoretical perspectives, little is known about the microscopic mechanisms of losses that determine fundamental limits of optoelectronics. To fill this critical knowledge gap and formulate rational strategies to increase the efficiency of optoelectronics, the PI applied a range of spectroscopic tools to probe many body interactions, including Auger recombination, in two dimensional (2D) model semiconductor systems. A particularly emphasis has been on 2D transitional metal dichalchogenide (TMDC) monolayers and heterobilayers. The PI made groundbreaking discoveries beyond what was original envisions. The PI and team also discovered and developed a groundbreaking method for the deterministic exfoliation of macroscopic monolayers from 2D van der Waals materials has led to the filing of an U.S. patent. The collaboration between two premier research institutions in the US and Israel provides an excellent opportunity for young scientists to experience international collaboration. The PI has had a strong track record of extending the impact of research to undergraduate and secondary school levels and participated in the Science Research Program at Ossining High School.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2022<br>\n\t\t\t\t\tModified by: Xiaoyang&nbsp;Zhu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research probes one of the most fundamental processes in nanoscale semiconductors, a process known to be detrimental to optoelectronic technologies. Understanding this fundamental mechanism may greatly aid the search for semiconductor materials and nanostructures to minimize loss recombination, thus increasing the efficiency of optoelectronics, such as light emitting diodes and lasers used in all aspects of modern life today. Examples of these applications include, among others, communication, information technology, consumer electronics, and lighting. Despite decades of research from both materials/device and theoretical perspectives, little is known about the microscopic mechanisms of losses that determine fundamental limits of optoelectronics. To fill this critical knowledge gap and formulate rational strategies to increase the efficiency of optoelectronics, the PI applied a range of spectroscopic tools to probe many body interactions, including Auger recombination, in two dimensional (2D) model semiconductor systems. A particularly emphasis has been on 2D transitional metal dichalchogenide (TMDC) monolayers and heterobilayers. The PI made groundbreaking discoveries beyond what was original envisions. The PI and team also discovered and developed a groundbreaking method for the deterministic exfoliation of macroscopic monolayers from 2D van der Waals materials has led to the filing of an U.S. patent. The collaboration between two premier research institutions in the US and Israel provides an excellent opportunity for young scientists to experience international collaboration. The PI has had a strong track record of extending the impact of research to undergraduate and secondary school levels and participated in the Science Research Program at Ossining High School.\n\n\t\t\t\t\tLast Modified: 03/01/2022\n\n\t\t\t\t\tSubmitted by: Xiaoyang Zhu"
 }
}