{
 "awd_id": "1809011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Singularities and Smoothness in Geometric Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 226000.0,
 "awd_amount": 226000.0,
 "awd_min_amd_letter_date": "2018-05-11",
 "awd_max_amd_letter_date": "2020-08-10",
 "awd_abstract_narration": "The scientific goal of this project is to study various geometrically motivated equations and their applications. One area of investigation is energy-minimizing mappings between curved spaces (known as nonlinear harmonic maps) and their singular sets, i.e., points where the mapping ceases to be smooth. Another area of investigation is the structure of the spaces that arise as limits of smooth spaces with bounded curvature, and a third area is the regularity of solutions to the Yang-Mills equations which arise particle physics. The research project also touches on other mathematical subjects such as Reifenberg analysis, spectral analysis, stochastic analysis and metric-measure spaces. In each area, open problems which are at the forefront of the topic are being pursued. These are topics which have broad applications to many areas of mathematics and physics, and solutions to these problems would open doors to tackling the next generation of problems. Many parts of this project also involve the training of early-career researchers, as several lines of investigation involve collaboration with senior graduate students and postdoctoral scholars.\r\n\r\nThe first part of this overall project is concerned with the energy identity and the W2,1-conjecture for nonlinear harmonic maps. Roughly, the energy identity is a conjectural picture which gives an explicit formula for the blow-up behavior of sequences of nonlinear harmonic maps. The W2,1-conjecture is the easily stated conjecture that stationary harmonic maps have a priori L1 estimates for their hessians. Valtorta and the PI have solved these conjectures for stationary Yang-Mills, but the methods do not work for harmonic maps, and the PI will solve the problems by other means. In another line of investigation, joint with Yu Wang, the PI will answer some open questions by Hardt and Lin on nonlinear harmonic maps. Roughly, the goal is show one can solve for stable harmonic maps in the class of strongly H1-mappings. The second part of the proposal would address issues involving the regularity of spaces with lower and bounded Ricci curvature. Together with Wenshuai Jiang the first project of this part would study the energy identity for limits of manifolds with bounded Ricci curvature. Though similar in spirit, the problem itself is actually very different from the harmonic map case. To begin with, the energy in this context is the L2 curvature form, and it has only been very recently that one even knows this is a bounded measure. Secondly, the predicted form of the defect measure in this context can be computed by the singularity behavior in the limit. Additionally, with Bob Haslhofer, the PI will study connections between bounded Ricci curvature and the analysis on path space. The PI will prove differential Harnack estimates for martingales on spaces with two sided Ricci curvature bounds. The solution to each of these problems involve the development of new techniques and ideas, which themselves one would expect to be even more interesting than the problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Naber",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron C Naber",
   "pi_email_addr": "aaronnaber@usa.com",
   "nsf_id": "000513139",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2033 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082730",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 78542.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 78542.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 68916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Progress was made in a multitude of areas and directions. &nbsp;The fields include the structure theory of lower Ricci curvature, topology of lower Ricci curvature, structure of Scalar curvature, analysis on infinite dimensional path spaces, and &nbsp;Alexandrov spaces. &nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>A brief description of the main accomplishments under this grant are the following. &nbsp;Together with Brue and Semola we solved (or disproved) a conjecture of Milnor. &nbsp;In particular we built a smooth complete manifold with nonnegative Ricci and whose fundamental group was the rationals. &nbsp;Together with Brue and Semola we proved topological structure on the top stratum of singular sets under lower Ricci curvature, which resolved some conjectures in the area of RCD spaces. &nbsp;Together with Lee and Neumayer a new understanding of Scalar Curvature and its convergence was given. Together with Haslhofer and Kopfer we developed infinite dimensional harnack inequalities for path space under the assumption of bounded Ricci curvature. &nbsp;Together with Nan Lie we solved some open problems on Alexandrov spaces, built a geometrical stratification on such spaces, and developed examples showing the structure theory was sharp. &nbsp;Together with Cheeger and Wenshuai we developed a (sharp) structure theory for spaces with lower Ricci curvature, including proving rectifiable structure for the singular sets.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2023<br>\n\t\t\t\t\tModified by: Aaron&nbsp;C&nbsp;Naber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProgress was made in a multitude of areas and directions.  The fields include the structure theory of lower Ricci curvature, topology of lower Ricci curvature, structure of Scalar curvature, analysis on infinite dimensional path spaces, and  Alexandrov spaces.  \n\n \n\nA brief description of the main accomplishments under this grant are the following.  Together with Brue and Semola we solved (or disproved) a conjecture of Milnor.  In particular we built a smooth complete manifold with nonnegative Ricci and whose fundamental group was the rationals.  Together with Brue and Semola we proved topological structure on the top stratum of singular sets under lower Ricci curvature, which resolved some conjectures in the area of RCD spaces.  Together with Lee and Neumayer a new understanding of Scalar Curvature and its convergence was given. Together with Haslhofer and Kopfer we developed infinite dimensional harnack inequalities for path space under the assumption of bounded Ricci curvature.  Together with Nan Lie we solved some open problems on Alexandrov spaces, built a geometrical stratification on such spaces, and developed examples showing the structure theory was sharp.  Together with Cheeger and Wenshuai we developed a (sharp) structure theory for spaces with lower Ricci curvature, including proving rectifiable structure for the singular sets.\n\n\t\t\t\t\tLast Modified: 04/02/2023\n\n\t\t\t\t\tSubmitted by: Aaron C Naber"
 }
}