{
 "awd_id": "1809805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: A New Approach for the Synthesis of Heteroatom-Doped Graphene and Lateral Heterojunctions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 187295.0,
 "awd_amount": 187295.0,
 "awd_min_amd_letter_date": "2018-05-23",
 "awd_max_amd_letter_date": "2018-05-23",
 "awd_abstract_narration": "Nontechnical Description: Graphene is the first discovered two-dimensional material with many exotic properties, however, its flexibility and practical applications remain restrained by some of its specific characteristics. Substitutional doping of graphene with heteroatoms (atoms from chemical elements different from the host material atoms) is one of the most fascinating strategies for tuning graphene's properties and hence expanding its applications. This project investigates the synthesis of heteroatom-doped graphene and related lateral junctions using heteroatom-containing source materials, which is a novel synthesis approach and enhances the capabilities for controlling the doping. This research also provides an atomic-scale understanding of the structural and electronic properties, as well as their interrelations. The realization of controlled synthesis of heteroatom-doped graphene and atomic-scale insights into their properties promote the development of graphene-based devices for electronics, energy storage, and catalysis. This project strengthens the materials science research at California State University Northridge, which is a minority serving institution, and provides collaborative research opportunities for graduate and undergraduate students. In addition, K-12 students from local schools receive exposure to cutting-edge research activities and advanced scientific facilities via summer activities.\r\n\r\nTechnical Description: Precisely controlling the doping properties is pivotal toward practical applications of graphene. Doping properties strongly depend on synthesis approaches, heteroatom sources, and synthesis parameters. It is an urgent task to explore new synthesis approaches and new heteroatom sources in order to achieve enhanced control over the doping strategies. In addition, two-dimensional graphene p-n heterojunctions are the key components for graphene-based electronics, which further motivates the development of bottom-up growth approaches for these heterojunctions. The objectives of this research are to develop optimized synthesis strategies for heteroatom-doped graphene and related lateral heterojunctions from heteroatom-containing sole precursors, which is a novel and effective synthesis approach, as well as to gain atomic-scale insights into the correlations between doping alternatives and electronic properties. To accomplish these goals, the main research activities include: (1) optimize the synthesis by employing a series of precursor/metal systems under varied synthesis conditions and identify the dependence of structural and doping properties (concentration, spatial distribution, and configuration) on precursors, substrates, and synthesis parameters; (2) explore electronic properties (band structure, charge carrier density, work function) by combining scanning tunneling microscopy (STM), X-ray photoelectron spectroscopy, Raman spectroscopy, and angle-resolved photoemission spectroscopy measurements; (3) improve the synthesis of graphene lateral p-n heterojunctions using sole precursors, and characterize the atomic structure and band alignments at the interfaces of lateral heterojunctions by using STM measurements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Gao",
   "pi_email_addr": "li.gao@csun.edu",
   "nsf_id": "000649720",
   "pi_start_date": "2018-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Northridge",
  "perf_str_addr": "18111 Nordhoff Street",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 187295.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has investigated the synthesis of heteroatom-doped graphene from heteroatom-containing sole precursors by combining scanning tunneling microscopy (STM), scanning tunneling spectroscopy (STS), X-ray photoelectron spectroscopy (XPS), and density functional theory calculations (DFT). &nbsp;An edge-guided doping process has been discovered, for the first time, for the synthesis of doped graphene using several sole precursor/metal systems, by which mechanism the concentration of dopants can be well tuned. &nbsp;The dependence of the local work function of graphene on the type and concentration of dopants has been measured quantitatively on the atomic scale by STS measurements. &nbsp;Individual dopants in graphene on copper (Cu), ruthenium (Ru), and iridium (Ir) surfaces have been identified by combining high resolution STM measurements and DFT calculations.&nbsp; The correlation between the spatial distribution of dopants and Moir? pattern has been observed on highly corrugated graphene/Ir and graphene/Ru surfaces. &nbsp;These results provide new insights into the controlled synthesis of heteroatom-doped graphene with desired doping properties, and thus promote the practical applications of these materials. &nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>The approach for measuring the doping-induced variation of local work function, used in this research, can potentially be used for the study of other materials with dopants. &nbsp;This research has provided a platform for advancing many aspects of scientific research, education, and outreach. This research has cultivated the collaborations between California State University Northridge (CSUN) and other institutions. &nbsp;CSUN is a primarily undergraduate institution (PUI). This research has provided valuable opportunities for CSUN students, including traditionally underrepresented minorities, to participate in cutting-edge experimental research, receive training on STM, XPS, vacuum technology, cryogenic techniques, etc. High school students have participated in these research activities and been exposed to advanced scientific facilities, which has helped them decide their career choice in college and beyond. &nbsp;This research integrates with education and outreach activities, which greatly promotes the development of an educator-scholar community at CSUN.&nbsp; This research benefits society by promoting the development of high technologies closely related to human life and by training students into professionals for future technology innovations in the field of materials science.&nbsp; <strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2022<br>\n\t\t\t\t\tModified by: Li&nbsp;Gao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research has investigated the synthesis of heteroatom-doped graphene from heteroatom-containing sole precursors by combining scanning tunneling microscopy (STM), scanning tunneling spectroscopy (STS), X-ray photoelectron spectroscopy (XPS), and density functional theory calculations (DFT).  An edge-guided doping process has been discovered, for the first time, for the synthesis of doped graphene using several sole precursor/metal systems, by which mechanism the concentration of dopants can be well tuned.  The dependence of the local work function of graphene on the type and concentration of dopants has been measured quantitatively on the atomic scale by STS measurements.  Individual dopants in graphene on copper (Cu), ruthenium (Ru), and iridium (Ir) surfaces have been identified by combining high resolution STM measurements and DFT calculations.  The correlation between the spatial distribution of dopants and Moir? pattern has been observed on highly corrugated graphene/Ir and graphene/Ru surfaces.  These results provide new insights into the controlled synthesis of heteroatom-doped graphene with desired doping properties, and thus promote the practical applications of these materials.   \n\n \n\nThe approach for measuring the doping-induced variation of local work function, used in this research, can potentially be used for the study of other materials with dopants.  This research has provided a platform for advancing many aspects of scientific research, education, and outreach. This research has cultivated the collaborations between California State University Northridge (CSUN) and other institutions.  CSUN is a primarily undergraduate institution (PUI). This research has provided valuable opportunities for CSUN students, including traditionally underrepresented minorities, to participate in cutting-edge experimental research, receive training on STM, XPS, vacuum technology, cryogenic techniques, etc. High school students have participated in these research activities and been exposed to advanced scientific facilities, which has helped them decide their career choice in college and beyond.  This research integrates with education and outreach activities, which greatly promotes the development of an educator-scholar community at CSUN.  This research benefits society by promoting the development of high technologies closely related to human life and by training students into professionals for future technology innovations in the field of materials science.   \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2022\n\n\t\t\t\t\tSubmitted by: Li Gao"
 }
}