{
 "awd_id": "1809229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of Ultra-low-CMC Micelle for Drug Delivery",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abraham Joy",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 365188.0,
 "awd_amount": 365188.0,
 "awd_min_amd_letter_date": "2018-06-22",
 "awd_max_amd_letter_date": "2020-07-02",
 "awd_abstract_narration": "Non-technical: Surfactant molecules assemble into sub-50 nanometer micelle entities and play a pivotal role in a wide range of applications or products from detergents to cosmetics. The micelles are ideal carriers to contain and protect a variety of therapeutic or imaging cargoes in drug delivery applications. Despite certain success, micelle molecules are known for their poor capability to stabilize cargoes, which remains the major challenge in the field. When diluted to a concentration below the Critical Micelle Concentration (CMC), a working concentration for the micelle-payload system to be applied, the micelle entities disassemble into free surfactants and prematurely dump the cargoes, resulting in a low delivery outcome. This project will address the instability issue of current micelles by developing novel biomaterial surfactants with ultra-low-CMC assembling behavior. Fundamental knowledge will be obtained on how material structural factors impact the unusual low CMC property, and the capability of the ultra-low-CMC micelle to stabilize cargos at conditions relevant to future application scenarios. The success of this project will enable future development of more efficient drug delivery formulations based on the novel biomaterial to improve the public's health. The research project will be integrated into educational activities to inspire students, particularly underrepresented ones from K-12 to graduate level to pursue STEM education and potential manufacturing careers in nano- and bio- medical industry. Dr. Cao's laboratory will continue to recruit high school students and LSAMP (Louis Stokes Alliance for Minority Participation) undergraduate scholars and to mentor their research. Through Open Lab Days K-12 students will be engaged and recruited to conduct research supported by this project. \r\n\r\n\r\nTechnical: This award by the Biomaterils program in the Division of Materials Research to Wayne State University is to develop novel micelle-forming surfactant biomaterials showing an ultra-low Critical Micelle Concentration (CMC) below nanomolar (six orders of magnitude lower than CMCs of common surfactants), and protecting various hydrophobic cargos from dumping upon extreme dilution. This is to address the main challenge with conventional micelles that, unless chemically crosslinked, they disassemble into free surfactants in diluted conditions below CMC, and prematurely release the protected payload. The research objectives of this project include i) to investigate key micellar structural factors to achieve ultra-low CMC properties, and ii) to study how this novel platform can address major stability challenges facing micellar drug delivery. The challenges include micelle disassociation upon dilution in blood, opsonization, and phagocytosis, and premature drug release. This project will test the hypotheses that i) the unique chemical moiety gives rise to ultra-low-CMC properties, and ii) properly structured micelle/cargo is the key to overcome aforementioned stability challenges. The novel biomaterials resulted from this award are expected to ultimately increase the stability and the delivery of the protected drugs, compared with conventional micelle materials, for potential improvement to the national health. The knowledge obtained will inspire the future design of surfactants to address a broad range of application challenges.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiqiang",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiqiang Cao",
   "pi_email_addr": "zcao@wayne.edu",
   "nsf_id": "000643107",
   "pi_start_date": "2018-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5050 Anthony Wayne Dr",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 126772.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 117764.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Micelles are aggregates of surfactant molecules. They are important drug delivery carriers and play critical roles for therapeutic and diagnostic purposes in many disease sectors. Nevertheless, there is a main challenge that, unless chemically crosslinked, the micelles disassociate when diluted below their critical micelle concentration (CMC) or in contact with blood. This is a typical situation when infusing a micelle/drug formulation into the body. The disassembly further leads to drug dumping, deteriorated drug bioavailability and non-ideal therapeutic outcome. To tackle this challenge, this award has explored key structural factors for novel micelle formulations to achieve ultra-low CMC property, and to address multiple major limitations associated with conventional micelles upon the contact with the blood and biological systems. Our activities focused on synthesis and characterization of different micelles and micelle/cargo systems and a series of biological evaluations. Our major findings include identification of certain micelle structures and the understanding of their contribution to ultra-low CMC property, resistance to drug dumping under dilution and blood contacting condition, resistance to phagocytosis, and macrophage polarization, and the mechanism of controlling cargo release profile. A broader impact is a new micelle-based drug delivery system with advanced performance features and safety profiles, compared to conventional micelles, for improving the public's health. In addition, this award involves significant trainings on students and postdocs in related research projects. Among the students, two of them have defended their PhD dissertations and graduated. Major results of this award have been disseminated through peer-reviewed publications, conference presentations, invited seminars, and the PI's courses. The PI was invited to guest-teach in other courses from different college, which further broadened the teaching and educational impacts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2022<br>\n\t\t\t\t\tModified by: Zhiqiang&nbsp;Cao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicelles are aggregates of surfactant molecules. They are important drug delivery carriers and play critical roles for therapeutic and diagnostic purposes in many disease sectors. Nevertheless, there is a main challenge that, unless chemically crosslinked, the micelles disassociate when diluted below their critical micelle concentration (CMC) or in contact with blood. This is a typical situation when infusing a micelle/drug formulation into the body. The disassembly further leads to drug dumping, deteriorated drug bioavailability and non-ideal therapeutic outcome. To tackle this challenge, this award has explored key structural factors for novel micelle formulations to achieve ultra-low CMC property, and to address multiple major limitations associated with conventional micelles upon the contact with the blood and biological systems. Our activities focused on synthesis and characterization of different micelles and micelle/cargo systems and a series of biological evaluations. Our major findings include identification of certain micelle structures and the understanding of their contribution to ultra-low CMC property, resistance to drug dumping under dilution and blood contacting condition, resistance to phagocytosis, and macrophage polarization, and the mechanism of controlling cargo release profile. A broader impact is a new micelle-based drug delivery system with advanced performance features and safety profiles, compared to conventional micelles, for improving the public's health. In addition, this award involves significant trainings on students and postdocs in related research projects. Among the students, two of them have defended their PhD dissertations and graduated. Major results of this award have been disseminated through peer-reviewed publications, conference presentations, invited seminars, and the PI's courses. The PI was invited to guest-teach in other courses from different college, which further broadened the teaching and educational impacts.\n\n\t\t\t\t\tLast Modified: 09/05/2022\n\n\t\t\t\t\tSubmitted by: Zhiqiang Cao"
 }
}