{
 "awd_id": "1809242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Collaborative Research: An Experimentally Validated Simulation Framework for Next-Generation Plastic Optical Fiber-based Systems on Airplanes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2018-09-19",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "GOALI: Collaborative Research: An Experimentally-Validated Simulation Framework for Next-Generation Plastic Optical Fiber-based Systems on Airplanes\r\n\r\nThis research project seeks to develop an experimentally-validated simulation framework that will help investigate and design Plastic Optical Fiber (POF)-based communication systems and networks for airplanes. The main participants are The College of Staten Island (CSI/CUNY), Montana State University-Bozeman (MSU), and The City College of New York (CCNY/CUNY). It will also involve an international collaboration with the University of Zaragoza (UZ), Spain, and a GOALI component with the world-leader in avionics, The Boeing Co. Avionic communication systems are currently undergoing a radical transformation in both the commercial and military sectors. The former (commercial), the focus of this project, exhibits an increasing need for high-speed communication due to emerging applications for the traveling public, as well as higher operational needs for the ultra-modern aircraft that are being deployed. In addition, aging aircraft wiring poses a significant threat to aircrafts, as electrical wires have proven to be one of the major factors leading to airplane failures. Therefore, there is an ongoing migration of avionic data buses from copper to fiber-based networks, since the latter exhibit high transmission capacity and high electromagnetic immunity. The investigators have suggested POF as a suitable transmission medium for next-generation avionic communication systems on commercial aircrafts due to its ease of handling, light weight and high tolerance to vibration, among other benefits. While experimental results have demonstrated the feasibility of high-speed data transmission over different types of POFs, the modeling and simulation of POF-based systems is lagging behind. Therefore, the investigators will develop a comprehensive set of components and simulation techniques that empower engineers to systematically explore different designs before settling on a final custom solution for their particular system. They will also make a special effort to involve women and underrepresented groups in the effort since they traditionally are not exposed to avionic systems engineering.  \r\n\r\nThe goal of the project is to study the use of POF in an airplane environment with an emphasis on system performance and high bit rate transmissions. Glass fiber has a number of problems when used as a transmission medium in short-reach networks such as avionic networks. It is mechanically weak and generally lacks bending ability. Also, the core diameter of single-mode glass optical fiber is small (~10mm) and it requires very precise handling techniques. Plastic optical fiber (POF), even with its high loss (~100-300 dB/km) and diffusion, can solve these problems since it is easier to handle and has a bending radius of about 5 mm, which can be a big benefit in avionics networks. Its larger core diameter (50 mm to 1 mm) enables easy connections using inexpensive connectors. The increased core diameter allows higher tolerance to vibrations and to dust particles that can totally obstruct light propagation in glass fibers. The investigators will cover three different types of POF: large-core (up to 1 mm) step-index plastic optical fiber (SI-POF), multicore step-index plastic optical fiber (MC SI-POF), and graded-index plastic optical fiber (GI-POF). There are existing simulation models that capture all the guided modes in multimode fibers with detailed spatial fields; however, they are not adequate for large-core fibers, where there are millions of propagation modes. The project intends to develop computationally-efficient models that circumvent the need for prohibitively long simulation times and excessive computer memory. The model validation, a critical component of the project, will be done via a combination of the state-of-the-art device characterization laboratory at the University of Zaragoza and a testbed at the College of Staten Island. Montana State University will primarily work on advanced modulation formats and digital signal processing algorithms. Boeing Co. will provide prototype devices and realistic system designs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dwight",
   "pi_last_name": "Richards",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Dwight H Richards",
   "pi_email_addr": "Dwight.Richards@csi.cuny.edu",
   "nsf_id": "000518249",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neophytos",
   "pi_last_name": "Antoniades",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Neophytos A Antoniades",
   "pi_email_addr": "Neo.Antoniades@csi.cuny.edu",
   "nsf_id": "000477116",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Jiang",
   "pi_email_addr": "Jessica.Jiang@csi.cuny.edu",
   "nsf_id": "000518185",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Harvey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Harvey",
   "pi_email_addr": "eric.j.harvey@boeing.com",
   "nsf_id": "000736811",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 Victory Blvd",
  "perf_city_name": "Staten Island",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was established to investigate plastic optical fiber (POF), which has some advantages over glass optical fiber when deployed in short-reach communication networks such as networks in planes, buildings, ships and cars. Many of the advantages of the POF are derived from its larger diameter compared to glass fiber, which makes it easier to handle, and its smaller bend radius, which makes it more suitable for tight spaces in avionic, car and in-home networks.</p>\r\n<p>An experimentally validated framework capable of simulating light propagation in POFs and accounting for the effects of the system components is indispensable especially in the tight-power budget of an airplane system. The standard simulation methods effective for glass optical fibers prove highly inefficient when applied to POF, which directly motivated our research and approach. The main challenge with POF is that because of its larger size, the fiber supports millions of potential signal propagation paths, leading to strong signal coupling and high variability. Our work developed an efficient modeling and simulation method for POF-based components and systems that dramatically reduces performance estimation time from hours or days to mere seconds or minutes.</p>\r\n<p>Our research partners in Spain are supported by European Union (EU) funds and led by Profs. J. Mateo, M. A. Losada and A. Lopez, known experts in the POF area that operate a state-of-the-art POF laboratory at the university.&nbsp; The collaboration required our PhD student and principal investigators (PIs) to travel to Spain to conduct experimental work. COVID-19 restrictions on international travel caused the project end date to be extended through yearly no-cost extensions to 2024.</p>\r\n<p>Our plans to test POF and POF-based components supplied by our industrial partner, the Boeing Company, were significantly hindered by internal challenges the company was experiencing at the time. Thankfully, our international partners filled the gap through their own acquisition of POF cables and components to support our experimental characterization work. The experimental characterization was a key component of our work since the goal was to have validated models that designers can use with confidence.</p>\r\n<p>The project followed a three-step sequence: first, our PhD student conducted experiments at the University of Zaragoza under the supervision of both the US-based PIs and the Spanish professors. Second, the collected data was used to develop theoretical models of the various POF types and POF components. Finally, the developed models were used to model and simulate reference avionic communication system designs involving various high-speed communication techniques.</p>\r\n<p>Some of the accomplishments at the end of the project are:</p>\r\n<ol>\r\n<li>Efficient experimentally verified models of the three major categories of POF were derived. That is, the step-index POF, the graded-index POF and the multicore POF.</li>\r\n<li>Efficient models of the POF-based components and behaviors such as transmitters, connectors, fiber bends, and coupling of light between the fiber and the receiver were developed.</li>\r\n<li>High-speed data communication through different POF types were compared taking into consideration the effects of bends, which was shown to be very dependent on the type of POF used.</li>\r\n<li>The computational efficiency of our system level studies was shown to be approximately 40 times faster for a typical avionic system reference design compared to previous modeling approaches. This is a huge gain in computation efficiency at the system level.</li>\r\n<li>Successful dissemination of the results of this GOALI project led to many students being inspired by POF and its applications over the last 3 years. Our NSF International Research Experiences for Students (IRES) project saw many students apply for the 3 coveted research spots and so far, 6 total students from CSI and 6 students from Manhattan University (our research partner in IRES) have traveled to The University of Zaragoza, Spain during the summers of 2023 and 2024. We successfully exposed non-traditional research students to advanced work in POF and their applications in smart homes, yielding excellent results.</li>\r\n<li>Our PhD student, a Hispanic American, is close to completing his degree, which is entirely based on POF.</li>\r\n<li>The project produced four peer reviewed published articles with another article close to completion.</li>\r\n</ol>\r\n<p>As existing and new applications primarily driven by artificial intelligence demand more and more data, we believe there will be a growing need to transmit high-speed data over various POF types. This project can serve as the basis of how to model these systems going forward.</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Dwight&nbsp;H&nbsp;Richards</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was established to investigate plastic optical fiber (POF), which has some advantages over glass optical fiber when deployed in short-reach communication networks such as networks in planes, buildings, ships and cars. Many of the advantages of the POF are derived from its larger diameter compared to glass fiber, which makes it easier to handle, and its smaller bend radius, which makes it more suitable for tight spaces in avionic, car and in-home networks.\r\n\n\nAn experimentally validated framework capable of simulating light propagation in POFs and accounting for the effects of the system components is indispensable especially in the tight-power budget of an airplane system. The standard simulation methods effective for glass optical fibers prove highly inefficient when applied to POF, which directly motivated our research and approach. The main challenge with POF is that because of its larger size, the fiber supports millions of potential signal propagation paths, leading to strong signal coupling and high variability. Our work developed an efficient modeling and simulation method for POF-based components and systems that dramatically reduces performance estimation time from hours or days to mere seconds or minutes.\r\n\n\nOur research partners in Spain are supported by European Union (EU) funds and led by Profs. J. Mateo, M. A. Losada and A. Lopez, known experts in the POF area that operate a state-of-the-art POF laboratory at the university. The collaboration required our PhD student and principal investigators (PIs) to travel to Spain to conduct experimental work. COVID-19 restrictions on international travel caused the project end date to be extended through yearly no-cost extensions to 2024.\r\n\n\nOur plans to test POF and POF-based components supplied by our industrial partner, the Boeing Company, were significantly hindered by internal challenges the company was experiencing at the time. Thankfully, our international partners filled the gap through their own acquisition of POF cables and components to support our experimental characterization work. The experimental characterization was a key component of our work since the goal was to have validated models that designers can use with confidence.\r\n\n\nThe project followed a three-step sequence: first, our PhD student conducted experiments at the University of Zaragoza under the supervision of both the US-based PIs and the Spanish professors. Second, the collected data was used to develop theoretical models of the various POF types and POF components. Finally, the developed models were used to model and simulate reference avionic communication system designs involving various high-speed communication techniques.\r\n\n\nSome of the accomplishments at the end of the project are:\r\n\r\nEfficient experimentally verified models of the three major categories of POF were derived. That is, the step-index POF, the graded-index POF and the multicore POF.\r\nEfficient models of the POF-based components and behaviors such as transmitters, connectors, fiber bends, and coupling of light between the fiber and the receiver were developed.\r\nHigh-speed data communication through different POF types were compared taking into consideration the effects of bends, which was shown to be very dependent on the type of POF used.\r\nThe computational efficiency of our system level studies was shown to be approximately 40 times faster for a typical avionic system reference design compared to previous modeling approaches. This is a huge gain in computation efficiency at the system level.\r\nSuccessful dissemination of the results of this GOALI project led to many students being inspired by POF and its applications over the last 3 years. Our NSF International Research Experiences for Students (IRES) project saw many students apply for the 3 coveted research spots and so far, 6 total students from CSI and 6 students from Manhattan University (our research partner in IRES) have traveled to The University of Zaragoza, Spain during the summers of 2023 and 2024. We successfully exposed non-traditional research students to advanced work in POF and their applications in smart homes, yielding excellent results.\r\nOur PhD student, a Hispanic American, is close to completing his degree, which is entirely based on POF.\r\nThe project produced four peer reviewed published articles with another article close to completion.\r\n\r\n\n\nAs existing and new applications primarily driven by artificial intelligence demand more and more data, we believe there will be a growing need to transmit high-speed data over various POF types. This project can serve as the basis of how to model these systems going forward.\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: DwightHRichards\n"
 }
}