{
 "awd_id": "1809225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Waveform Design and Processing for Next-Generation Radar Systems - Adaptivity, Agility, and Reliability",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 323665.0,
 "awd_amount": 323665.0,
 "awd_min_amd_letter_date": "2018-06-20",
 "awd_max_amd_letter_date": "2018-06-20",
 "awd_abstract_narration": "Next-generation radar systems will operate in the face of fast-changing target scene parameters, demands for higher resolution and networked environments with limited resources. The goal of this project is to establish the theoretical foundations as well as the development procedures for novel extremely low-cost waveform design and processing frameworks that address the fundamental requirements of future radar systems - all in the pursuit of enhanced adaptivity, agility, and reliability. The project investigates radar waveform design and processing problems of interest through different theoretical lenses. At the same time, it translates the theoretical outcomes into more practical domains of vehicular technology and spectrum sharing.  The project is thus expected to have a significant impact on the theory and practice of radar, and is of direct relevance to national and global needs. For instance, the project contributes to national defense and security efforts: in radar applications, the task of target detection/estimation relies on inference based on the collected data. The power of reliable probing waveform design and inference in a short period of time determines the level of confidence and agility we have in target determination, and as a result plays a key role in the ability of defense command or leadership to make confident and effective decisions. The project involves preparing students for engineering in the 21st century through the incorporation of practical design and problem-solving techniques into the education curriculum. \r\n\r\nWaveform design and processing for radar has a crucial role in fulfilling the promises of adaptivity, agility, and reliability: the radar performance is shown to be considerably improved by a judicious design of the probing signals and processing schemes. The arising design problems may deal with various measures of quality (including detection, estimation, and information-theoretic criteria), and moreover, the practical condition that the employed signals must belong to a limited signal set. Such diversity of design metrics and signal constraints lays the foundation for many interesting research works in waveform optimization. Additionally, waveform design and processing for next-generation radars is a topic of great interest due to the recent growing demands in increasing the number of antennas/sensors in various radar applications (thus requiring an increased agility in design and processing stages). In contrast, our current approaches are not fully adequate in handling design metrics and practical signal constraints in an agile and reliable manner.  In light of such recent technological advances, the proposed work seeks to overcome the limitations of the traditional methods by studying and developing novel extremely low-cost waveform design and processing frameworks that address the emerging requirements of modern radar practice. The proposed research spans waveform design and processing problems: (i) with signal constraints that typically make the problems intractable, (ii) for robustness with a focus on system impairments and worst-case scenarios, as well as (iii) for co-existence which is deemed to be a key component in enhanced access to radio spectrum for both radar and communication users.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mojtaba",
   "pi_last_name": "Soltanalian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mojtaba Soltanalian",
   "pi_email_addr": "msol@uic.edu",
   "nsf_id": "000723454",
   "pi_start_date": "2018-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 323665.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In an era of rapid technological advancement, radar systems play a pivotal role in domains from national defense to transportation. Yet, as demands increase, the necessity for enhanced adaptivity, agility, and reliability in these systems becomes paramount. This concluded research project made groundbreaking strides in addressing these challenges.</p>\n<p><span>Outcomes Addressing Intellectual Merit</span>:</p>\n<ol>\n<li>\n<p>At the heart of our project, we have established theoretical foundations and developed procedural methodologies that enable the design and processing of novel, extremely cost-effective waveforms. These waveforms cater to the fundamental needs of future-oriented radar systems.</p>\n</li>\n<li>\n<p>Diving deep into mathematical optimization foundations, we explored tools crucial for modern radar signal design. This exploration has culminated in a new textbook, \"Signal Design for Modern Radar Systems\", set to be used by students in related academic courses.</p>\n</li>\n<li>\n<p><span>Disciplinary Impact</span>: Our radar waveforms significantly enhanced radar performance in various applications. Through judicious design, we have improved radar illumination signals while ensuring computational efficiency. Furthermore, our techniques cater to low-resolution receivers - a substantial advancement in the field.</p>\n</li>\n</ol>\n<p><span>Broader Impacts</span>:</p>\n<ol>\n<li>\n<p><span>Life Sciences</span>: Our designed waveforms extend beyond traditional radar use. They find application, e.g., in identifying biological systems. For instance, a related project successfully leveraged such waveforms to study the vision system in insects.</p>\n</li>\n<li>\n<p><span>Communications Technology</span>: Historically, there's been a knowledge transfer between waveform design for active sensing and communication technology. Our designs find relevance in areas like code-division multiple-access systems, channel estimation, synchronization, and security, showcasing their interdisciplinary utility.</p>\n</li>\n</ol>\n<p><span>Key Research Highlights</span>: Among the myriad of findings, some noteworthy results include:</p>\n<ul>\n<li>\n<p>A focus on \"Integrated Sensing and Communications\", which champions a spectrum-sharing paradigm, allowing efficient utilization of the electromagnetic spectrum.</p>\n</li>\n<li>\n<p>The innovative exploration of near-field design for Terahertz automotive radars, a departure from traditional far-field channel models.</p>\n</li>\n<li>\n<p>Mutual interference mitigation techniques for mmWave radar systems, addressing the challenge posed by the concurrent use of similar systems in vehicles.</p>\n</li>\n<li>\n<p>Deep learning applications in radar signal processing, with a new model offering reduced network parameters and enhanced reliability - vital for applications in autonomous vehicles.</p>\n</li>\n</ul>\n<p>Radar systems, by nature, require precision, reliability, and adaptability. Through rigorous research, our team has advanced the state of the art in waveform designs, ensuring that modern radar systems meet these benchmarks while also setting new standards for the future. We've created bridges between disciplines, paving the way for a world where the confluence of radar technology and other applications will usher in previously unimaginable innovations. This is not just a step forward for radar systems but a leap towards a safer, more connected, and technologically advanced world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2023<br>\n\t\t\t\t\tModified by: Mojtaba&nbsp;Soltanalian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn an era of rapid technological advancement, radar systems play a pivotal role in domains from national defense to transportation. Yet, as demands increase, the necessity for enhanced adaptivity, agility, and reliability in these systems becomes paramount. This concluded research project made groundbreaking strides in addressing these challenges.\n\nOutcomes Addressing Intellectual Merit:\n\n\n\nAt the heart of our project, we have established theoretical foundations and developed procedural methodologies that enable the design and processing of novel, extremely cost-effective waveforms. These waveforms cater to the fundamental needs of future-oriented radar systems.\n\n\n\nDiving deep into mathematical optimization foundations, we explored tools crucial for modern radar signal design. This exploration has culminated in a new textbook, \"Signal Design for Modern Radar Systems\", set to be used by students in related academic courses.\n\n\n\nDisciplinary Impact: Our radar waveforms significantly enhanced radar performance in various applications. Through judicious design, we have improved radar illumination signals while ensuring computational efficiency. Furthermore, our techniques cater to low-resolution receivers - a substantial advancement in the field.\n\n\n\nBroader Impacts:\n\n\n\nLife Sciences: Our designed waveforms extend beyond traditional radar use. They find application, e.g., in identifying biological systems. For instance, a related project successfully leveraged such waveforms to study the vision system in insects.\n\n\n\nCommunications Technology: Historically, there's been a knowledge transfer between waveform design for active sensing and communication technology. Our designs find relevance in areas like code-division multiple-access systems, channel estimation, synchronization, and security, showcasing their interdisciplinary utility.\n\n\n\nKey Research Highlights: Among the myriad of findings, some noteworthy results include:\n\n\n\nA focus on \"Integrated Sensing and Communications\", which champions a spectrum-sharing paradigm, allowing efficient utilization of the electromagnetic spectrum.\n\n\n\nThe innovative exploration of near-field design for Terahertz automotive radars, a departure from traditional far-field channel models.\n\n\n\nMutual interference mitigation techniques for mmWave radar systems, addressing the challenge posed by the concurrent use of similar systems in vehicles.\n\n\n\nDeep learning applications in radar signal processing, with a new model offering reduced network parameters and enhanced reliability - vital for applications in autonomous vehicles.\n\n\n\nRadar systems, by nature, require precision, reliability, and adaptability. Through rigorous research, our team has advanced the state of the art in waveform designs, ensuring that modern radar systems meet these benchmarks while also setting new standards for the future. We've created bridges between disciplines, paving the way for a world where the confluence of radar technology and other applications will usher in previously unimaginable innovations. This is not just a step forward for radar systems but a leap towards a safer, more connected, and technologically advanced world.\n\n\t\t\t\t\tLast Modified: 09/29/2023\n\n\t\t\t\t\tSubmitted by: Mojtaba Soltanalian"
 }
}