{
 "awd_id": "1810125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Adaptive Voltage Regulation: Control, Machine Learning, and Circuit Design",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2018-08-13",
 "awd_abstract_narration": "Supply voltage regulation serves the critical role of delivering power to on-chip devices at well-regulated voltage levels. Voltage regulation presents key design challenges of electronic systems ranging from high-performance microprocessors to mobile system-on-a-chips. In such systems, the ever-growing need for processing capability must be fulfilled while staying within specified power, thermal, and battery-life limits.  Power must be managed and delivered while maximizing system power efficiency in every possible way. The proposed research aims to address the above voltage regulation challenges by taking an interdisciplinary approach.  Innovations in control, machine learning, and circuit design will be developed to enable adaptive supply voltage regulation systems involving a variety of on-chip/off-chip voltage regulators. The expected outcomes of this project will help build new generations of highly efficient circuits and systems that can self-adapt to varying operating conditions. The synergies between circuit/system design, control-theoretical exploration, and machine learning as pursued in this project will promote a new interdisciplinary direction for advancing electronic system design.  The depth and breadth of this research will expose students to outstanding educational and training opportunities. Participation from undergraduate and underrepresented students is an important education mission of this project and will be promoted through recruiting and outreaching. The anticipated results from this project are expected to be broad and will be widely disseminated as well as brought to classroom to benefit undergraduate and graduate curriculum.  Collaboration and interaction with industry constitutes an important channel for this project to impact the real world, which will be actively pursued.  \r\n\r\nThis project is based on the vision that the ultimate quality and efficiency in supply voltage regulation may be best achieved via a heterogeneous chain of voltage processing starting from on-board switching voltage regulators (VRs), to in-package/on-chip switching VRs, and finally to networks of distributed on-chip linear VRs.  Heterogeneous voltage regulation (HVR) systems are promising as they encompass regulators with complimentary tradeoffs in response time, size, efficiency, and cost. The ultimate aim of this project is to enable HVR systems that will guarantee power integrity, incur minimal power loss, and autonomously adapt to workload changes and system/environmental uncertainties at multiple temporal scales.  The above goal will be achieved by pursuing an integrated solution of novel control theory, circuits, and machine-learning enabled autonomous adaptation. Rigorous design techniques for decentralized and centralized control will be developed for distributed on-chip linear regulator networks and the HVR system with guaranteed stability and regulation performance.  Efficient machine-learning algorithms and their on-chip integration will be employed to provide accurate real-time prediction of time-varying load currents. Autonomous adaptation of the HVR system will be supported by power-efficient control policies that preemptively adapt on-chip linear regulator networks and on-chip/off-chip VRs based on machine-learning predicted future current loads.  Coping with system uncertainties is another key objective and will be achieved via deployment of control policies that are self-tuned by machine learning to attain the optimal power efficiency.  The project will explore system-level design optimization to jointly optimize regulation performance, power efficiency, and design overhead across all voltage processing stages in a HVR system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Li",
   "pi_email_addr": "lip@ece.ucsb.edu",
   "nsf_id": "000388188",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Sanchez-Sinencio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar Sanchez-Sinencio",
   "pi_email_addr": "s-sanchez@tamu.edu",
   "nsf_id": "000298859",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "Dept of ECE, 3259 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106E",
   "pgm_ref_txt": "Mixed signal technologies"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 55826.0
  }
 ],
 "por": null
}