{
 "awd_id": "1810700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collapsing in Differential Geometry and the Einstein Flow",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 242112.0,
 "awd_amount": 242112.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2018-07-27",
 "awd_abstract_narration": "A geometric flow is a controlled way to smoothly deform a geometric object, such as a curve or a surface, or a 3-dimensional slice of spacetime equipped with a metric that measures length and angles.  This project is about the Einstein flow, which deforms such slices in a way that, when the slices are stacked up, the result is 4-dimensional solution of the vacuum Einstein equations, the fundamental equations that govern our universe.  Deducing something about the future (or past) state of the universe from information about the present is of evident interest in cosmology, and pose a very challenging mathematical problem. In this project, the investigator will focus on the asymptotic (or long-term) behavior of spacetimes, in the \"cosmological\" setting where the slices are compact (i.e., they wrap back on themselves, like the surface of a balloon, no matter how large their size). In this context, even if the spacetime does not develop singularities (e.g., a black hole), the spatial slices can asymptotically collapse, meaning that their volumes become smaller than a naive rescaling argument would suggest. Recently, the investigator adapted techniques from Riemannian geometry (and in particular the study of collapsing solutions of the Ricci flow) to give new information about expanding vacuum spacetimes. Part of this project will be to build on these results and obtain more precise results about the future asymptotics of these spacetimes. Another component of this project will be the training of graduate students and postdoctoral scholars. Results of this project will also be disseminated to the public via journal publications, conferences, and posting to online mathematics archives.\r\n\r\nCollapsing in differential geometry is the phenomenon that a sequence of Riemannian manifolds can converge to a lower dimensional space in the Gromov-Hausdorff topology. The research in this proposal will extend collapsing methods, both within differential geometry and within geometric flows. In recent work, the investigator adapted collapsing techniques to give new information about the future asymptotics of expanding Einstein flows. One feature was the avoidance of any a priori symmetry assumptions; instead, continuous symmetries appeared in the collapsing limit. The proposed research will extend this in various ways. One direction is a more concrete understanding of the asymptotics of expanding vacuum solutions. A second direction is the asymptotics of shrinking Einstein flows, which are relevant for spacetime singularities. In addition, the investigator will work on problems in differential geometry and geometric flows such as collapsing with a lower bound on the curvature operator, and the behavior of scalar curvature lower bounds under metric convergence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lott",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Lott",
   "pi_email_addr": "lott@math.berkeley.edu",
   "nsf_id": "000123218",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "970 Evans Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 242112.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was about manifestations of geometry in both pure mathematics and mathematical physics.&nbsp; Regarding the latter, one issue is to understand the geometry that an observer would feel while approaching a spacetime singularity (such as within a black hole) or, equivalently, while approaching a Big Bang singularity as one goes backward in t ime.&nbsp; There are the so-called BKL conjectures from the 1970's, due to Belinski, Khalatnikov and Lifschitz, about the initial geometry for a generic solution of Einstein's equations for general relativity.&nbsp; These conjectures predict that two separated observers approaching the initial singularity will feel asymptotically decoupled geometries, and either of them will asymptotically feel a geometry with a chaotic evolution (Mixmaster geometry).&nbsp; There are few rigorous results about the BKL conjectures, although numerical evidence indicates that there is something to them.&nbsp;</p>\n<p>The Mixmaster geometry involves chaotic jumps between certain homogeneous geometries called Kasner geometries.&nbsp; In particular, the conjectures say that for a generic solution of the Einstein equations, an observer approaching the Big Bang will experience a Kasner geometry almost all of the time.&nbsp;&nbsp; I was able to give a condition under which one can prove that this is true.&nbsp; The condition is in terms of the expansion coefficient of the spatial volume as felt by the observer.&nbsp; The spatial volume is defined using a natural time function (Hubble time) arising from a constant mean curvature foliation of the spacetime.</p>\n<p>An issue addressed in pure mathematics was to understand the geometry of scalar curvature.&nbsp; Scalar curvature is an extension of the classical curvature of a surface to a higher dimensional space.&nbsp; As with other notions of curvature, one would like to know if it makes sense for nonsmooth spaces.&nbsp; Using Ricci flow, I gave sufficient conditions for there to be a well defined scalar curvature measure on certain spaces with a singular geometry.&nbsp; The Ricci flow is a smoothing flow, yielding a time-dependent smooth geometry starting from the initial nonsmooth geometry.&nbsp; The idea is to take the scalar curvature times the volume density, for the smoothed geometry appearing at a positive time, and run the time parameter backward to zero in order to see if one gets a limiting measure.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2022<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Lott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was about manifestations of geometry in both pure mathematics and mathematical physics.  Regarding the latter, one issue is to understand the geometry that an observer would feel while approaching a spacetime singularity (such as within a black hole) or, equivalently, while approaching a Big Bang singularity as one goes backward in t ime.  There are the so-called BKL conjectures from the 1970's, due to Belinski, Khalatnikov and Lifschitz, about the initial geometry for a generic solution of Einstein's equations for general relativity.  These conjectures predict that two separated observers approaching the initial singularity will feel asymptotically decoupled geometries, and either of them will asymptotically feel a geometry with a chaotic evolution (Mixmaster geometry).  There are few rigorous results about the BKL conjectures, although numerical evidence indicates that there is something to them. \n\nThe Mixmaster geometry involves chaotic jumps between certain homogeneous geometries called Kasner geometries.  In particular, the conjectures say that for a generic solution of the Einstein equations, an observer approaching the Big Bang will experience a Kasner geometry almost all of the time.   I was able to give a condition under which one can prove that this is true.  The condition is in terms of the expansion coefficient of the spatial volume as felt by the observer.  The spatial volume is defined using a natural time function (Hubble time) arising from a constant mean curvature foliation of the spacetime.\n\nAn issue addressed in pure mathematics was to understand the geometry of scalar curvature.  Scalar curvature is an extension of the classical curvature of a surface to a higher dimensional space.  As with other notions of curvature, one would like to know if it makes sense for nonsmooth spaces.  Using Ricci flow, I gave sufficient conditions for there to be a well defined scalar curvature measure on certain spaces with a singular geometry.  The Ricci flow is a smoothing flow, yielding a time-dependent smooth geometry starting from the initial nonsmooth geometry.  The idea is to take the scalar curvature times the volume density, for the smoothed geometry appearing at a positive time, and run the time parameter backward to zero in order to see if one gets a limiting measure.\n\n \n\n\t\t\t\t\tLast Modified: 12/10/2022\n\n\t\t\t\t\tSubmitted by: John W Lott"
 }
}