{
 "awd_id": "1810489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electrodynamic Wheel Maglev Vehicle Control using an Integrated Eddy Current Approach",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2018-08-15",
 "awd_abstract_narration": "Title: \r\nElectrodynamic Wheel Maglev Vehicle Control using an Integrated Eddy Current Approach\r\n\r\nAbstract: \r\nMaglev vehicles utilize magnetic fields in order to create suspension, propulsion and guidance forces without physical contact and thus speeds well in excess of 300 miles/hour are possible.  Maglev can offer trip times that are competitive with air travel. The lack of frictional forces between the vehicle and the guideway, and maglev's low energy consumption compared to aircraft means that the operational costs, once the transportation system has been developed, should be low.  Furthermore, whereas aircraft rely solely on petroleum and consequently create a large amount of air pollutants, maglev vehicles derive electric power from many renewable energy sources.  Recently there has been renewed interest in maglev vehicle technology because of the SpaceX Hyperloop proposal to use high-speed vehicles within partially evacuated tubes or tunnels.  By reducing air resistance, vehicle speeds up to 800 mile/hour could be achievable.  Such speeds cannot be achieved using high-speed rail.  Also, unlike high-speed rail, maglev vehicles have the ability to accelerate rapidly, climb steep grades, negotiate tight turns and operate in extremely adverse weather conditions.  Maglev vehicles enable lighter weight and smaller vehicles to be utilized and their inherently quiet operation eliminates the need for costly noise abatement in urban environments. Despite maglev's many attractive characteristics U.S. firms and Transit authorities have been reluctant to invest in this technology.  Overseas, high-speed rail has been extensively used rather than maglev. The reason for this is undoubtedly, in part, due to maglev's extremely high initial capital cost.  This research seeks to use an electrodynamic wheel driven maglev vehicle to demonstrate that a low development risk, low capital-intensive maglev vehicle that is robust, affordable and energy efficient can be developed.  The use of electrodynamic wheels could radically reduce maglev's system costs because the thrust, suspension and guidance force can be  achieved by utilizing only flat non magnetic aluminum guideways. This also enables directional switching to be achieved in a simple low-cost way.  This research project will contribute to the education and awareness of power engineering as an exciting area for research.  High school and graduate students will assist with this project at all levels. The principal investigator will monitor the retention of minority students within the electrical engineering undergraduate program with the goal of increasing the retention rate through summer and academic semester research experiences.  The research will be published in leading control and magnetics journals. \r\n\r\nThe research will focus on demonstrating the control and performance capabilities of electrodynamic wheel maglev vehicles. By electromechanically rotating Halbach magnetic rotor's over flat aluminum sheet guideways eddy currents are induced that can simultaneously provide both the suspension and thrust force. By actively controlling the rotational speeds lateral and angular stability can be achieved. The electrodynamic wheels will be controlled by making use of recently derived 3-D eddy current force, torque, magnetic stiffness and magnetic damping equations. The 6-degrees of freedom dynamic control will be validated by utilizing two existing sub-scale electrodynamic wheel maglev setups. Following this a full-scale electrodynamic wheel maglev setup will be constructed that will be capable of supporting and transporting a 100kg mass around a 108 foot oval-shaped test track.  This research will involve the development of new integrated eddy current control strategies. By using exact 3-D analytic based eddy-current equations more precise and predictive control approaches can be utilized. Insightful trade-offs between stability requirements, efficiency, thrust and suspension levels will be considered. This research could lead to new methodologies for controlling 3-D eddy-current based machines. Multivariable state-space predictive control techniques will be employed in order to ensure stability of the complexly coupled device.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Bird",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Bird",
   "pi_email_addr": "bird@pdx.edu",
   "nsf_id": "000525640",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1900 SW 4th Avenue",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015378",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has focused on studying methods of creating six-degrees of freedom stability using electrodynamic wheel driven magnetic levitation (maglev) vehicles. The use of electrodynamic wheels can radically reduce maglev&rsquo;s system costs because the thrust, suspension and guidance force can be achieved by utilizing only non&#8209;magnetic aluminum guideways. This also enables directional switching to be achieved in a simple low-cost way. This research project demonstrated a new type of u-guideway design that when combined with a four-rotor electrodynamic maglev vehicle was demonstrated to create six-degree of freedom stability. Both a radial-rotor electrodynamic maglev vehicle and an axial-rotor electrodynamic wheel maglev vehicle was built and tested.&nbsp;</p>\n<p>The electrodynamic wheels create lift force through the rotation of the electrodynamic wheel over a flat guideway, further lift is also created through the side wall interaction. Thrust force is created by the electrodynamic when the wheels circumferential velocity is greater than the vehicles translational velocity. Lateral recentering force was demonstrated through the use of the conductive sidewalls. The sidewall height is recommended to be half the rotor height or more. The benefits of using a simple one pole-pair electrodynamic wheel design were studied with respect to minimizing lift power loss. It was also shown that a one pole-pair electrodynamic wheel rotor can create vertical stability despite the oscillating force magnitude.</p>\n<p>&nbsp;A new type of dual-rotor electrodynamic wheel design was also studied, lateral recentering forces were shown to be created when the dual-rotors were phase shifted relative to each other. This work also used 3-D analytic based eddy current models to investigate the relevant stiffness and damping terms that are needed to accurately control the electrodynamic wheel vehicle.</p>\n<p>&nbsp;High school students, undergraduate students and graduate students assisted with this research project.&nbsp; The research results and findings have been presented at international conferences and published in peer-reviewed journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/14/2023<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Bird</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research has focused on studying methods of creating six-degrees of freedom stability using electrodynamic wheel driven magnetic levitation (maglev) vehicles. The use of electrodynamic wheels can radically reduce maglev’s system costs because the thrust, suspension and guidance force can be achieved by utilizing only non&#8209;magnetic aluminum guideways. This also enables directional switching to be achieved in a simple low-cost way. This research project demonstrated a new type of u-guideway design that when combined with a four-rotor electrodynamic maglev vehicle was demonstrated to create six-degree of freedom stability. Both a radial-rotor electrodynamic maglev vehicle and an axial-rotor electrodynamic wheel maglev vehicle was built and tested. \n\nThe electrodynamic wheels create lift force through the rotation of the electrodynamic wheel over a flat guideway, further lift is also created through the side wall interaction. Thrust force is created by the electrodynamic when the wheels circumferential velocity is greater than the vehicles translational velocity. Lateral recentering force was demonstrated through the use of the conductive sidewalls. The sidewall height is recommended to be half the rotor height or more. The benefits of using a simple one pole-pair electrodynamic wheel design were studied with respect to minimizing lift power loss. It was also shown that a one pole-pair electrodynamic wheel rotor can create vertical stability despite the oscillating force magnitude.\n\n A new type of dual-rotor electrodynamic wheel design was also studied, lateral recentering forces were shown to be created when the dual-rotors were phase shifted relative to each other. This work also used 3-D analytic based eddy current models to investigate the relevant stiffness and damping terms that are needed to accurately control the electrodynamic wheel vehicle.\n\n High school students, undergraduate students and graduate students assisted with this research project.  The research results and findings have been presented at international conferences and published in peer-reviewed journals.\n\n \n\n\t\t\t\t\tLast Modified: 06/14/2023\n\n\t\t\t\t\tSubmitted by: Jonathan Bird"
 }
}