{
 "awd_id": "1810273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering efficient contacts for organic electronic devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922967",
 "po_email": "sekim@nsf.gov",
 "po_sign_block_name": "Margaret Kim",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2018-08-09",
 "awd_max_amd_letter_date": "2023-05-17",
 "awd_abstract_narration": "Nontechnical:\r\nOrganic semiconductors are a novel class of materials that can enable new technologies. Their device applications could impact industries such as energy, transportation, communications and medicine. For such a sweeping revolution to occur, there are performance limits to be overcome. A large number of organic semiconductors with high carrier mobility, a measure of how quickly electrons move through a material, have been made. However, charge injection into organic semiconductors remains a bottleneck to the development of high performance devices. The project will confront this challenge through an integrated approach combining experiment and modelling. The goal of this project is to develop methods to describe charge injection into organic semiconductors and reduce the impact of contacts. These insights can then be used to create innovative device designs. This project will significantly advance the field of organic semiconductor devices, possibly leading to applications that are currently impossible. This project will expose students to state-of the-art semiconductor processing and characterization and prepare them for employment in modern manufacturing. The PI is a dedicated mentor and will offer research opportunities to students in the laboratory setting and integrate research into the classroom. She will also reach out to local high-schools, community colleges, universities, and children's museums. She will continue her efforts to attract and retain under-represented minority students in science by participating in special events organized at conferences and on campus, running campaigns in local schools, and actively participating in formal and informal mentoring.\r\n\r\nTechnical:\r\nOrganic semiconductors provide an opportunity to augment silicon electronics in non-traditional areas such as clothing, electronic paper, flexible and rollable applications, or bio-integrated applications. With the recent development of very high mobility compounds, the field faces a great challenge: a direct consequence of lowering the resistance of the active electronic layer is that now the contribution of the contact resistance becomes significant. Innovation in device design for reducing the impact of contacts on device performance is urgently needed. The goals of this project are to engineer better devices through minimizing or eliminating the contact effects and to develop a methodology for accurate determination the charge carrier mobility in the presence of severe contact effects. A set of experiments and modelling tasks were designed to allow for a better understanding of charge injection and transport in organic semiconductors, a rigorous device parameter extraction and a drastic reduction in the contact resistance to a level where intrinsic mobility is accessible even for the very high mobility materials. The proposed research is designed to spark new technologies and propel organic semiconductors to ubiquitous electronics that are currently inaccessible. The project will provide an excellent venue for educating students in a diverse and multidisciplinary environment and exposing them to state-of the-art semiconductor processing and characterization techniques. The PI is a dedicated teacher and mentor, and she will actively be involved in each stage of the project besides her students. She will seek different opportunities to provide her students funding necessary to visit national labs and other university labs. Her group will reach out to local high-schools and community colleges, and host visiting students. The PI will dedicate a conscious effort to raising awareness for diversity and inclusion in STEM, through the conferences she is organizing, university and department events, and effectively leading her own research group embedded in these values.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oana",
   "pi_last_name": "Jurchescu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Oana D Jurchescu",
   "pi_email_addr": "jurchescu@wfu.edu",
   "nsf_id": "000539791",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 Wake Forest Road",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271066000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong>&nbsp;</p>\n<p>Organic optoelectronic devices can revolutionize modern technologies, enabling the development of flexible displays, printed circuits, and biosensors. A primary challenge in this field is inefficient charge injection from electrodes into the organic semiconductor (OSC) layer, leading to high contact resistance and hindering device performance. &nbsp;This project sought to deepen our understanding of charge injection and transport in organic devices and to engineer improved devices by minimizing contact effects. We achieved this through strategic electrode surface modification, electrode-semiconductor interface engineering, and targeted optimization of semiconductors chemical structure. &nbsp;</p>\n<p>Our focus was on organic field-effect transistors (OFETs), which operate in a high charge-carrier density regime and consequently experience significant stress at the contacts. By combining simulation-guided design with rigorous experimental validation, we successfully developed high-mobility OFETs even in the presence of injection barriers. Our approach involved an iterative feedback loop between large-scale numerical simulations and device fabrication, allowing us to identify fabrication parameters where charge carrier mobility is decoupled from the electrode work function. This strategy further enabled the selection of cost-effective solution-processable materials for all device layers without compromising performance.&nbsp;The resulting all-organic, solution-processed OFETs, fabricated on flexible substrates, exhibited textbook characteristics and impressive charge carrier mobilities exceeding 5 cm<sup>2</sup>/Vs without any further optimization.</p>\n<p>A critical factor influencing OFET performance and stability is the density and energetic distribution of trap states (tDOS) at the semiconductor-dielectric interface. Through interface engineering, we effectively quantified and reduced the tDOS, resulting in enhanced charge transport and exceptional operational stability in both p- and n-type OFETs.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts:</strong>&nbsp;</p>\n<p>This project established a valuable framework for material processing and device design using high-throughput simulations, replacing time-consuming, wasteful, and resource-intensive optimization processes traditionally dominated by trial-and-error. This advancement is expected to significantly accelerate the development of next-generation OFETs and other organic electronic devices.</p>\n<p>The new device design strategy for guiding the selection of geometric parameters enables the consistent achievement of high mobilities and access to the fundamental limits of material efficiency, even without ideal contacts. This is crucial for establishing reliable structure/property relationships and optimizing material design.</p>\n<p>Furthermore, this project has served as a platform for workforce development and education. By training undergraduate and graduate students in advanced device design, materials processing techniques and the fundamentals of optoelectronic device physics, this research contributed to developing a highly skilled workforce equipped to address the evolving challenges in the semiconductor industry. Our commitment to broadening participation in STEM fields is evident in the provision of ample research opportunities and mentorship to participants from underrepresented groups. This dedication to diversity and inclusion is reflected in the project's publication record, which includes co-authorship from students and researchers from diverse backgrounds.</p><br>\n<p>\n Last Modified: 11/08/2024<br>\nModified by: Oana&nbsp;D&nbsp;Jurchescu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit:\n\n\nOrganic optoelectronic devices can revolutionize modern technologies, enabling the development of flexible displays, printed circuits, and biosensors. A primary challenge in this field is inefficient charge injection from electrodes into the organic semiconductor (OSC) layer, leading to high contact resistance and hindering device performance. This project sought to deepen our understanding of charge injection and transport in organic devices and to engineer improved devices by minimizing contact effects. We achieved this through strategic electrode surface modification, electrode-semiconductor interface engineering, and targeted optimization of semiconductors chemical structure. \n\n\nOur focus was on organic field-effect transistors (OFETs), which operate in a high charge-carrier density regime and consequently experience significant stress at the contacts. By combining simulation-guided design with rigorous experimental validation, we successfully developed high-mobility OFETs even in the presence of injection barriers. Our approach involved an iterative feedback loop between large-scale numerical simulations and device fabrication, allowing us to identify fabrication parameters where charge carrier mobility is decoupled from the electrode work function. This strategy further enabled the selection of cost-effective solution-processable materials for all device layers without compromising performance.The resulting all-organic, solution-processed OFETs, fabricated on flexible substrates, exhibited textbook characteristics and impressive charge carrier mobilities exceeding 5 cm2/Vs without any further optimization.\n\n\nA critical factor influencing OFET performance and stability is the density and energetic distribution of trap states (tDOS) at the semiconductor-dielectric interface. Through interface engineering, we effectively quantified and reduced the tDOS, resulting in enhanced charge transport and exceptional operational stability in both p- and n-type OFETs.\n\n\n\n\n\nBroader impacts:\n\n\nThis project established a valuable framework for material processing and device design using high-throughput simulations, replacing time-consuming, wasteful, and resource-intensive optimization processes traditionally dominated by trial-and-error. This advancement is expected to significantly accelerate the development of next-generation OFETs and other organic electronic devices.\n\n\nThe new device design strategy for guiding the selection of geometric parameters enables the consistent achievement of high mobilities and access to the fundamental limits of material efficiency, even without ideal contacts. This is crucial for establishing reliable structure/property relationships and optimizing material design.\n\n\nFurthermore, this project has served as a platform for workforce development and education. By training undergraduate and graduate students in advanced device design, materials processing techniques and the fundamentals of optoelectronic device physics, this research contributed to developing a highly skilled workforce equipped to address the evolving challenges in the semiconductor industry. Our commitment to broadening participation in STEM fields is evident in the provision of ample research opportunities and mentorship to participants from underrepresented groups. This dedication to diversity and inclusion is reflected in the project's publication record, which includes co-authorship from students and researchers from diverse backgrounds.\t\t\t\t\tLast Modified: 11/08/2024\n\n\t\t\t\t\tSubmitted by: OanaDJurchescu\n"
 }
}