{
 "awd_id": "1810991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LSAMP BD:  Tennessee State University TLSAMP",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032924684",
 "po_email": "ljones@nsf.gov",
 "po_sign_block_name": "Leroy Jones II",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 1075000.0,
 "awd_amount": 1075000.0,
 "awd_min_amd_letter_date": "2018-08-08",
 "awd_max_amd_letter_date": "2021-02-04",
 "awd_abstract_narration": "Tennessee State University (TSU), a Historically Black University (HBCU) and lead institution for the Tennessee LSAMP, has been chosen by the TLSAMP Alliance to serve as the host site for the second cohort of LSAMP Bridge to the Doctorate participants during 2018-2020.  A cohort of 12 LSAMP BD students will engage in STEM research, academics and professional development leading to acceptance and completion of the doctoral program.  The Tennessee LSAMP graduate BD program at TSU will have the potential to continue to promote systemic change in graduate education practices and policy, in ways that increase the success of individual students on the doctoral pathway and the effectiveness of STEM graduate programs with a goal of diversifying America's STEM workforce.\r\n\r\nBuilding upon the success of the first Tennessee LSAMP BD program at Vanderbilt University (VU), TSU will employ VU's proven \"toolkit\" with components for innovative recruitment, engagement, retention, student tracking and dissemination that will include a mentoring  e-dashboard to advance the practice of mentoring formatively and real-time tracking student progress and development.  The toolkit also accommodates interview protocols that has the potential to transform traditional graduate education practices.  The program includes collaborations and linkages with other STEM networks and resources as well as other graduate programs, such as NSF's Graduate Research Fellowship Program (GRFP), and institutional resources to ensure students successful completion of the STEM doctoral degree.  The program will be externally evaluated and students tracked through the program and into STEM careers following completion of STEM doctoral degree programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Hardy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Hardy",
   "pi_email_addr": "mhardy@tnstate.edu",
   "nsf_id": "000667071",
   "pi_start_date": "2018-08-08",
   "pi_end_date": "2020-09-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Harris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Harris",
   "pi_email_addr": "mharris50@tnstate.edu",
   "nsf_id": "000835229",
   "pi_start_date": "2020-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lonnie",
   "pi_last_name": "Sharpe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lonnie Sharpe",
   "pi_email_addr": "sharpe@coe.tsuniv.edu",
   "nsf_id": "000250074",
   "pi_start_date": "2018-08-08",
   "pi_end_date": "2021-02-04"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Martin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine D Martin",
   "pi_email_addr": "emartin@tnstate.edu",
   "nsf_id": "000565426",
   "pi_start_date": "2018-08-08",
   "pi_end_date": "2020-08-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Denise",
   "pi_last_name": "Green",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Denise D Green",
   "pi_email_addr": "dgreen10@tnstate.edu",
   "nsf_id": "000836896",
   "pi_start_date": "2020-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Robinson",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr",
   "pi_full_name": "John T Robinson",
   "pi_email_addr": "jrobinson@tnstate.edu",
   "nsf_id": "0000A0TV5",
   "pi_start_date": "2021-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee State University",
  "inst_street_address": "3500 JOHN A MERRITT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6159637631",
  "inst_zip_code": "372091561",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N63ZMY7UETA3"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee State University",
  "perf_str_addr": "3500 John Merritt Blvd",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372091561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1075000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tennessee State University (TSU) a member institution in the Tennessee Louis Stokes Alliance for Minority Participation (TLSAMP), received funding from the National Science Foundation to host a Bridge to the Doctorate (BD) project to increase the number of students from underrepresented minority (URM) groups entering graduate study in science, technology, engineering and mathematics (STEM), attaining doctoral degrees, and moving into the professoriate and/or industry. The TLSAMP program represents a diverse alliance of 10 institutions consisting of public and private, 2 year and 4-year research and non-research, minority serving HBCUs, and majority institutions.&nbsp;The goals of the TLSAMP BD project at TSU were to: 1) To recruit and support 12 students for Master programs in STEM disciplines at TSU;&nbsp;<em>&nbsp;</em>2) To guide the successful matriculation of participants into PhD programs at TSU or other LSAMP institutions; 3) To facilitate funding agreements with LSAMP institutions to support participants in PhD programs; and 4) To monitor the progress of participants through PhD completion and into STEM employment. A total of 12 minority students (11 African American/Black; 1 Hispanic/Latino; 9 female; 3 males) graduating with undergraduate STEM degrees Tennessee LSAMP (TLSAMP) partner institutions were recruited to participate in the BD program in 2018 and 2019.&nbsp; The 2018 cohort consisted of 4 students (Cohort I) and the 2019 cohort consisted of 8 students, Each participant was matched with a mentor based on his/her research interest. Each student was advised and a program of study toward the M.S. STEM degree in Agriculture (2 students), Biology (8 students) or Engineering (2 students).&nbsp; The BD TLSAMP program at TSU, implemented specific elements of the Fisk-Vanderbilt Master&rsquo;s-to-Ph.D. Bridge Program (FVBD) for recruitment of eligible applicants, admissions, orientation, mentoring, monitoring, tracking and professional development through the M.S. degree to entrance to Ph.D. programs (http://fisk-vanderbilt-bridge.org/ tool-kit/). BD students began application process for doctoral study in Spring 2020 for Fall 2020 and Spring 2021 for Fall 2021. As planned, the VP of Academic Affairs and the VP for Research at TSU agreed to provide stipend support for the 12 students per academic year for 4 years. TSU committed to funding students who transitioned to a its STEM PhD degree programs. BD students accepted to doctoral degree STEM program were also guaranteed tuition waiver during their period of doctoral study. Other TLSAMP institutions made similar commitments for BD students admitted to their PhD STEM programs. To help TSU and partner institutions reduce the cost for doctoral studies, BD students were required to apply to the NSF Graduate Research Fellowship Program (GRFP). A workshop was conducted by a GRFP recipient on the application process during the Fall 2018 for Cohort I BD students and Fall 2019 for Cohort II BD students, in which all 12 BD students attended.&nbsp; Both<em> </em>Cohorts worked closely with research mentors and enthusiastically attended classes. However, beginning early March 2020, due to the Coronavirus Pandemic, courses went online and research projects were halted and anticipated research presentations at local, regional and national conferences were cancelled. Research mentors worked with Cohort I students to ensure they could complete their research and graduate on time by Summer 2020. Research for Cohort II (n=8) students who started the program in fall 2019 were greatly affected by the lingering COVID-19 pandemic, requiring 4 of the 5 students in Biology to pivot to the non-thesis M.S. degree option to ensure on time graduation by summer 2021. &nbsp;Of the twelve (12) recruited&nbsp;BD students, a total of 11 students (92%) completed the M.S. degree requirements. One of two students in Agriculture did not complete the thesis degree requirements by the end of the program to enter the STEM workforce. Six (6) of the 12 students (50%) earning a STEM M.S. degree were accepted to and entered Ph.D. graduate programs (5 Biology; 1 Engineering). Four (4) BD students progressed to enroll in the Ph.D. program in Biology at TSU; 1 progressed to enrolled in the Ph.D. program in Engineering at TSU; and 1 student progressed to enrolled int Ph.D. program in Neuroscience at Tulane University. &nbsp;Two (2) BD students (17%) earning a STEM M.S. degree (1 Agriculture; 1 Biology) transitioned to enter professional and other graduate degree programs (e.g. DVM, MHS degree programs, while 4 students (including 1 student who did no but plans to complete the M.S. degree requirements) entered the STEM workforce (33%). URM BD students who transitioned directly workforce remain interested in pursuing Ph.D. or Ph.D./M.D degrees.&nbsp;All URM BD participants, even if they did not remain at TSU for doctoral studies, or if they did not transition directly into STEM doctoral studies, will have continued access to mentoring, seminar series, and other programs designed to support their continued professional development entry into the STEM workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2023<br>\n\t\t\t\t\tModified by: John&nbsp;T&nbsp;Robinson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTennessee State University (TSU) a member institution in the Tennessee Louis Stokes Alliance for Minority Participation (TLSAMP), received funding from the National Science Foundation to host a Bridge to the Doctorate (BD) project to increase the number of students from underrepresented minority (URM) groups entering graduate study in science, technology, engineering and mathematics (STEM), attaining doctoral degrees, and moving into the professoriate and/or industry. The TLSAMP program represents a diverse alliance of 10 institutions consisting of public and private, 2 year and 4-year research and non-research, minority serving HBCUs, and majority institutions. The goals of the TLSAMP BD project at TSU were to: 1) To recruit and support 12 students for Master programs in STEM disciplines at TSU;  2) To guide the successful matriculation of participants into PhD programs at TSU or other LSAMP institutions; 3) To facilitate funding agreements with LSAMP institutions to support participants in PhD programs; and 4) To monitor the progress of participants through PhD completion and into STEM employment. A total of 12 minority students (11 African American/Black; 1 Hispanic/Latino; 9 female; 3 males) graduating with undergraduate STEM degrees Tennessee LSAMP (TLSAMP) partner institutions were recruited to participate in the BD program in 2018 and 2019.  The 2018 cohort consisted of 4 students (Cohort I) and the 2019 cohort consisted of 8 students, Each participant was matched with a mentor based on his/her research interest. Each student was advised and a program of study toward the M.S. STEM degree in Agriculture (2 students), Biology (8 students) or Engineering (2 students).  The BD TLSAMP program at TSU, implemented specific elements of the Fisk-Vanderbilt Master’s-to-Ph.D. Bridge Program (FVBD) for recruitment of eligible applicants, admissions, orientation, mentoring, monitoring, tracking and professional development through the M.S. degree to entrance to Ph.D. programs (http://fisk-vanderbilt-bridge.org/ tool-kit/). BD students began application process for doctoral study in Spring 2020 for Fall 2020 and Spring 2021 for Fall 2021. As planned, the VP of Academic Affairs and the VP for Research at TSU agreed to provide stipend support for the 12 students per academic year for 4 years. TSU committed to funding students who transitioned to a its STEM PhD degree programs. BD students accepted to doctoral degree STEM program were also guaranteed tuition waiver during their period of doctoral study. Other TLSAMP institutions made similar commitments for BD students admitted to their PhD STEM programs. To help TSU and partner institutions reduce the cost for doctoral studies, BD students were required to apply to the NSF Graduate Research Fellowship Program (GRFP). A workshop was conducted by a GRFP recipient on the application process during the Fall 2018 for Cohort I BD students and Fall 2019 for Cohort II BD students, in which all 12 BD students attended.  Both Cohorts worked closely with research mentors and enthusiastically attended classes. However, beginning early March 2020, due to the Coronavirus Pandemic, courses went online and research projects were halted and anticipated research presentations at local, regional and national conferences were cancelled. Research mentors worked with Cohort I students to ensure they could complete their research and graduate on time by Summer 2020. Research for Cohort II (n=8) students who started the program in fall 2019 were greatly affected by the lingering COVID-19 pandemic, requiring 4 of the 5 students in Biology to pivot to the non-thesis M.S. degree option to ensure on time graduation by summer 2021.  Of the twelve (12) recruited BD students, a total of 11 students (92%) completed the M.S. degree requirements. One of two students in Agriculture did not complete the thesis degree requirements by the end of the program to enter the STEM workforce. Six (6) of the 12 students (50%) earning a STEM M.S. degree were accepted to and entered Ph.D. graduate programs (5 Biology; 1 Engineering). Four (4) BD students progressed to enroll in the Ph.D. program in Biology at TSU; 1 progressed to enrolled in the Ph.D. program in Engineering at TSU; and 1 student progressed to enrolled int Ph.D. program in Neuroscience at Tulane University.  Two (2) BD students (17%) earning a STEM M.S. degree (1 Agriculture; 1 Biology) transitioned to enter professional and other graduate degree programs (e.g. DVM, MHS degree programs, while 4 students (including 1 student who did no but plans to complete the M.S. degree requirements) entered the STEM workforce (33%). URM BD students who transitioned directly workforce remain interested in pursuing Ph.D. or Ph.D./M.D degrees. All URM BD participants, even if they did not remain at TSU for doctoral studies, or if they did not transition directly into STEM doctoral studies, will have continued access to mentoring, seminar series, and other programs designed to support their continued professional development entry into the STEM workforce.\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2023\n\n\t\t\t\t\tSubmitted by: John T Robinson"
 }
}