{
 "awd_id": "1810168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic tuning of barrier properties of biogels using weakly adhesive third-party crosslinkers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abraham Joy",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 501654.0,
 "awd_amount": 501654.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2020-07-10",
 "awd_abstract_narration": "Non-Technical Abstract\r\n\r\nHydrogels, composed of a network of fibers suspended in an aqueous environment, are ubiquitous in living systems.  Hydrogels not only offer unique structural and mechanical properties essential for numerous physiological functions, but also serve as a barrier against foreign species.  Current methods to tune the ability of biological hydrogels (biogels) to function as a physical barrier typically rely on either changing the spacing between the fibers, or by tuning the molecular composition of the fibers.  However, both methods have important limitations.  Here, we would explore the use of third-party molecules that can crosslink foreign species to the matrix by binding tightly to the foreign species while binding lightly to the matrix fibers.  We will study a variety of biogels to identify the specific molecules that the crosslinkers can bind to on the fibers.   We will also explore improving the potency of the crosslinkers by tuning its interactions with the fibers and/or its ability to crosslink foreign species.  Finally, we will develop mathematical theory and computational model that can account for the experimental observations.  Altogether, these studies should help us substantially advance a novel approach to changing the effectiveness of biogels to serve as a barrier.\r\n\r\nTechnical Abstract\r\n\r\nCurrent methods to tune the barrier properties of biological hydrogels (biogels) typically involve either stimuli-induced bulk changes to the mesh spacings of the matrix, and/or covalent modification of the matrix elements.  These methods greatly limit the ability to dynamically tune the barrier properties of biogels against diverse species.  In this proposal, we will elucidate a third strategy, based on harnessing adaptive third-party crosslinkers that can interact weakly with matrix elements and bind specifically to foreign epitopes to tune the barrier properties of biogels against nano-sized particles and active bodies with molecular specificity.  In particular, we will focus on utilizing antibodies (Ab), which we have recently discovered can interact transiently with mucins and laminin via N-glycans on its Fc domain, as model third party crosslinkers.  In Aim 1, we will explore the interactions of Ab with a variety of biogels; the systemic screening will allow us to gain molecular insights into the specific elements on biogel matrix that mediate the interactions with Ab.  In Aim 2, we will explore whether tuning Ab affinity to matrix constituents, or improving the ability of Ab to agglutinate, will result in more effective immobilizing of active species in biogels.  Finally, in Aim 3, we will develop a comprehensive theoretical framework and computational model of the experimental observations.  Successful completion of the proposed studies will substantially improve our understanding of this novel strategy to tune the barrier properties of biogels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Lai",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel K Lai",
   "pi_email_addr": "lai@unc.edu",
   "nsf_id": "000596001",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Drive. Suite 2200",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 331063.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 170591.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biological matrices, comprised of biopolymers secreted by cells that in turn entangle and link to create a complex web, is ubuitqutous in all living systems. These biological matrices, also known as biogels, possess unique mechanical and physical properties, and serve important functions, including filtering out unwanted foreign species while allowing for rapid transport of nutrients and species involved with signaling or defense. Nevertheless, how we can achieve regulation of transport witin the biological matrices with molecular specificity has not been previously established.</p>\n<p>This project builds upon our earlier discovery that antibodies can effectively immobilize a variety of foreign species in mucus, based on either crosslinking the foreign species to mucins, or clumping the foreign species together into aggregates too large to penetrate through the biogels. Within this project, we were able to demonstrate, for the first time ever,  that antibodies can interact with different biogels and effectively  immobilize virus-sized nanoparticles and viruses in the biogels. We were  able to show that this interaction is critically dependent on the  glycans (i.e. sugars) on the antibodies. We were able to show that  antibodies with greater amount of glycans (for instance, IgM vs. IgG) is  more effective at immobilize virus-sized nanoparticles in the different  biogels.&nbsp; We also showed that the glycans on antibody appear to  interact more strongly with carboxyl (COOH) groups than hydroxyl (OH) groups on the biogels.  The practical implication of this is that antibodies with low levels of  glycans are only able to faciltiate  trapping in gels with high levels of -COOH groups, whereas antibodies with large  number of glycans meant they were able to mediate effective  trapping in both gels with high abundance of -COOH groups as well as in  gels with high density of OH but not COOH groups.&nbsp; These insights guide a biological understanding of what biogels could harness antibodies to achieve selective control over transport.</p>\n<p>Separately, using progressively motile (PM) sperm as model foreign  specie with active motility, we showed that while IgG was able to  mediate effective reduction of PM sperm at high concentrations,  agglutination was able to do so with 10-20x greater potency, and  agglutinating sperm at concentrations where IgG fails to mediate  trapping.&nbsp; We were able to engineer antibodies that are able to both  immobilize individual foreign entity as well as potently agglutinate  them in biological matrices (i.e. mucus).</p>\n<p>Finally,  we were able to create computational models that evaluate the relative  importance of agglutination vs. matrix-crosslinking. At low  concentrations, we see no appreciable differences between antibodies  that can mediate muco-trapping only vs. antibody that can mediate both  muco-trapping and efficient agglutination. This is in agreement with our  expectation, since at low concentrations the foreign bodies will not be  colliding with sufficient frequencies to result in agglutination. We  demonstrate that at high foreign body concentrations, agglutination can  provide an extra added level of benefit in decreasing the fraction of  individual, rapidly motile foreign bodies.</p>\n<p>Altogether, the work in this proposal firmly establishes the strategy of utilizing antibodies to achieve control over transport in biogels with molecular specificity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2022<br>\n\t\t\t\t\tModified by: Samuel&nbsp;K&nbsp;Lai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiological matrices, comprised of biopolymers secreted by cells that in turn entangle and link to create a complex web, is ubuitqutous in all living systems. These biological matrices, also known as biogels, possess unique mechanical and physical properties, and serve important functions, including filtering out unwanted foreign species while allowing for rapid transport of nutrients and species involved with signaling or defense. Nevertheless, how we can achieve regulation of transport witin the biological matrices with molecular specificity has not been previously established.\n\nThis project builds upon our earlier discovery that antibodies can effectively immobilize a variety of foreign species in mucus, based on either crosslinking the foreign species to mucins, or clumping the foreign species together into aggregates too large to penetrate through the biogels. Within this project, we were able to demonstrate, for the first time ever,  that antibodies can interact with different biogels and effectively  immobilize virus-sized nanoparticles and viruses in the biogels. We were  able to show that this interaction is critically dependent on the  glycans (i.e. sugars) on the antibodies. We were able to show that  antibodies with greater amount of glycans (for instance, IgM vs. IgG) is  more effective at immobilize virus-sized nanoparticles in the different  biogels.  We also showed that the glycans on antibody appear to  interact more strongly with carboxyl (COOH) groups than hydroxyl (OH) groups on the biogels.  The practical implication of this is that antibodies with low levels of  glycans are only able to faciltiate  trapping in gels with high levels of -COOH groups, whereas antibodies with large  number of glycans meant they were able to mediate effective  trapping in both gels with high abundance of -COOH groups as well as in  gels with high density of OH but not COOH groups.  These insights guide a biological understanding of what biogels could harness antibodies to achieve selective control over transport.\n\nSeparately, using progressively motile (PM) sperm as model foreign  specie with active motility, we showed that while IgG was able to  mediate effective reduction of PM sperm at high concentrations,  agglutination was able to do so with 10-20x greater potency, and  agglutinating sperm at concentrations where IgG fails to mediate  trapping.  We were able to engineer antibodies that are able to both  immobilize individual foreign entity as well as potently agglutinate  them in biological matrices (i.e. mucus).\n\nFinally,  we were able to create computational models that evaluate the relative  importance of agglutination vs. matrix-crosslinking. At low  concentrations, we see no appreciable differences between antibodies  that can mediate muco-trapping only vs. antibody that can mediate both  muco-trapping and efficient agglutination. This is in agreement with our  expectation, since at low concentrations the foreign bodies will not be  colliding with sufficient frequencies to result in agglutination. We  demonstrate that at high foreign body concentrations, agglutination can  provide an extra added level of benefit in decreasing the fraction of  individual, rapidly motile foreign bodies.\n\nAltogether, the work in this proposal firmly establishes the strategy of utilizing antibodies to achieve control over transport in biogels with molecular specificity.\n\n\t\t\t\t\tLast Modified: 12/02/2022\n\n\t\t\t\t\tSubmitted by: Samuel K Lai"
 }
}