{
 "awd_id": "1810733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Highly Integrated Grid-Tied Multi-Port Power Module for PV and Storage",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2018-08-17",
 "awd_max_amd_letter_date": "2018-08-17",
 "awd_abstract_narration": "Abstract\r\nThe nation, utility companies, and communities are seeking innovative solutions that incorporate renewable energy resources into the nation's power grids. This will reduce United States dependency on fossil fuels and provide environmental and economic benefits. One such solution is to use and store photovoltaic (solar) energy within the nation's existing power grid system, and to proactively address future photovoltaic incorporation as the nation' grid system evolves. However, the cost to rapidly deploy and maintain integrated photovoltaic systems, the ability to control and distribute energy across the grids, potential material deterioration due to thermal concerns, and the potential for a single point-of-failure are challenges that currently prohibit the broad use of grid-tied photovoltaics. The iPV++ system will enable greater penetration of photovoltaic energy into the electric grid, which in turn will expand worldwide use of solar energy, stimulate the entire photovoltaic industry, create employment opportunities, and lead to lower energy costs. The iPV++ module will result in accelerated photovoltaic deployment through simplified installation processes and features including plug-and-play and the easy replacement of the battery and inverter, will further accelerate photovoltaic deployment, and significantly reduce the installation and maintenance costs. The iPV++ is a novel system which integrates photovoltaic design with seamless hardware and software integration for a reliable, cost-effective solution that serves as an asset to the current grid, and becomes essential for the future smart grid. The novelty of this approach is in the design and development of a unique architecture that integrates smart power electronics with local storage and battery management to harvest solar power. The solution utilizes a new innovative inverter with smart and dynamic control algorithms, and provides highly stable and predictable energy for grid connection with utility-interaction functionalities.\r\n\r\nThe goal of this proposed effort is to investigate, design and develop an advanced, integrated, and cost-effective technology consisting of photovoltaic smart inverters and battery management. The key innovation is the proposed novel architecture with innovative multi-port topology and control, enabling the integration of smart power electronics with local storage to deliver highly stable and predictable photovoltaic-based solar power for grid-tied applications. The iPV++ project explores integrating power electronics, battery and communication into the backplane of the photovoltaic panel by addressing the associated control and dynamic challenges. The technical approach will provide ancillary benefits, such as photovoltaic firming, peak load shifting, and controllable power from the utility perspective. The proposed modular approach of \"building blocks,\" combined with the innovative passive thermal management with the industry partner AllCell Technology's Phase Change Composite, guarantees the safety of the battery modules, simplifies the installation and maintenance, and significantly increases lifetime due to temperature control. The control technique will allow for the use of local storage within the photovoltaic panel with utility access to support grid functionalities, provide load shifting and peak shaving, minimize transmission and distribution losses, and optimize local energy production and consumption. A significant improvement in power density and efficiency is expected as a result of the hardware development effort, which will further lead to significant cost and size reduction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Issa",
   "pi_last_name": "Batarseh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Issa E Batarseh",
   "pi_email_addr": "issa.batarseh@ucf.edu",
   "nsf_id": "000302693",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Brooker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Brooker",
   "pi_email_addr": "pbrooker@fsec.ucf.edu",
   "nsf_id": "000544586",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Said",
   "pi_last_name": "Al-Hallaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Said Al-Hallaj",
   "pi_email_addr": "salhallaj@allcelltech.com",
   "nsf_id": "000698206",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qun",
   "pi_last_name": "Sun",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Qun Z Sun",
   "pi_email_addr": "Qun.Zhou@ucf.edu",
   "nsf_id": "000705036",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida/Florida Solar Energy Center",
  "perf_str_addr": "1679 Clearlake Road",
  "perf_city_name": "Cocoa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329225703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objectives of this project are the unique multi-input soft-switching topology that interfaces with four Photo-Voltaic (PV) panels, introducing a new family of PV architecture dubbed here as mini-inverter, and the development of an active grid-interaction software that will lead to a rapid increase of PV penetration into the grid. The additional Maximum Power Point Tracking (MPPT) controller ensures the highest power extraction from PV sources.</p>\n<p>During this project period multi-input LLC architecture has been utilized to interface multiple PV sources as well as to integrate battery using bidirectional switch sets. Also, the power flow management and MPPT methods have been investigated further to develop new hybrid intelligent based optimization method. These MPPT techniques helps to track the maximum power for all PV panels while maintaining the load side power flow.&nbsp;</p>\n<p>As a part of this project, a new course has been organized from spring 2020 in UCF about the smart grid integration with PV + storage system. Through this course, the graduate student will get introduced to various aspects of the PV system, configuration, design, and size of PV+storage module. This unique course has encouraged students to work in individual projects as a part of the coursework, which has lead them towards a clear view of the modern electrical system scenario. The instructors were PIs and some other guest lecturer from private sectors to give a better picture with practical issues in integrated electrical systems among the students. At the end of the course, the students have been able to analyze and dig dip into any grid-connected solar battery system more precisely.</p>\n<p>For this award, two prototypes have been made and tested in the lab of University of Central Florida for verification of the theoritical analysis. Muliple peer reviewed conferences and journals have been published in IEEE platform. Moreover, during this research some new ideas came into surface which will be further investigated to get fruitful design of multi-input LLC converter.&nbsp;</p>\n<p>In summary, this project opens new door towards the researchers for developing highly integrated system to achieve more efficient enry conversion methodologies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2022<br>\n\t\t\t\t\tModified by: Issa&nbsp;E&nbsp;Batarseh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objectives of this project are the unique multi-input soft-switching topology that interfaces with four Photo-Voltaic (PV) panels, introducing a new family of PV architecture dubbed here as mini-inverter, and the development of an active grid-interaction software that will lead to a rapid increase of PV penetration into the grid. The additional Maximum Power Point Tracking (MPPT) controller ensures the highest power extraction from PV sources.\n\nDuring this project period multi-input LLC architecture has been utilized to interface multiple PV sources as well as to integrate battery using bidirectional switch sets. Also, the power flow management and MPPT methods have been investigated further to develop new hybrid intelligent based optimization method. These MPPT techniques helps to track the maximum power for all PV panels while maintaining the load side power flow. \n\nAs a part of this project, a new course has been organized from spring 2020 in UCF about the smart grid integration with PV + storage system. Through this course, the graduate student will get introduced to various aspects of the PV system, configuration, design, and size of PV+storage module. This unique course has encouraged students to work in individual projects as a part of the coursework, which has lead them towards a clear view of the modern electrical system scenario. The instructors were PIs and some other guest lecturer from private sectors to give a better picture with practical issues in integrated electrical systems among the students. At the end of the course, the students have been able to analyze and dig dip into any grid-connected solar battery system more precisely.\n\nFor this award, two prototypes have been made and tested in the lab of University of Central Florida for verification of the theoritical analysis. Muliple peer reviewed conferences and journals have been published in IEEE platform. Moreover, during this research some new ideas came into surface which will be further investigated to get fruitful design of multi-input LLC converter. \n\nIn summary, this project opens new door towards the researchers for developing highly integrated system to achieve more efficient enry conversion methodologies.\n\n\t\t\t\t\tLast Modified: 10/18/2022\n\n\t\t\t\t\tSubmitted by: Issa E Batarseh"
 }
}