{
 "awd_id": "1810645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Singularities in Geometric Variational Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 157841.0,
 "awd_amount": 157841.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "The study of geometric variational problems -- the `problem' here means finding an object that minimizes some geometrically-defined notion of energy -- is one of the oldest and most fascinating topics in mathematics, dating back at least to the first \"Nobel prize for mathematics\" (the Fields Medal) awarded to J. Douglas in 1932 for his advances in this field. Solutions of geometric variational problems can describe equilibrium configurations of physical systems or socio-economical models -- situations where we expect real-world systems to naturally reach a minimum-energy configuration.  As well, in the mathematical field of topology -- where objects are regarded as equivalent no matter how they are bent or stretched -- the solutions to variational problems can provide preferred representatives within such large equivalence classes. The investigation of geometric variational problems is thus of fundamental importance both in pure mathematics and in applications. This project is intended to significantly improve our knowledge on geometric variational problems by addressing a series of old and new questions, whose answer will require either the development of new techniques and ideas, or devising new approaches to known methods. This will be done through the collaborations with many leading experts in the field.\r\n\r\nThis project intends to put a step forward in the study of geometric variational problems by dealing with the following lines of research. Inspired by work of L. Simon, the investigator proposes to study the optimal regularity of the singular set for minimal surfaces close to special classes of minimal cones and to construct new examples of singular area minimizing hypersurfaces. In the free-boundary setting, following ideas of Caffarelli and Weiss, the investigator proposes to study the regularity of the singular set of solutions to the Alt-Caffarelli functional and the thin-obstacle problem. Finally, in a joint project with Y. Liokumovich, the investigator proposes the problem of constructing smooth minimal hypersurfaces for a generic set of metrics on a compact manifold, generalizing works of Hardt-Simon and N. Smale. These problems are of fundamental nature, as they could lead to extensions of theorems such as Colding-Minicozzi's proof of the finite time extinction of the Ricci flow, Marques-Neves' proof of Willmore's conjecture, or Schoen-Yau's proof of the positive mass theorem.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Spolaor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Spolaor",
   "pi_email_addr": "lspolaor@ucsd.edu",
   "nsf_id": "000734903",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 7935.0
  }
 ],
 "por": null
}