{
 "awd_id": "1810969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:Curve Counting Theories and Their Correspondences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 189002.0,
 "awd_amount": 189002.0,
 "awd_min_amd_letter_date": "2018-04-27",
 "awd_max_amd_letter_date": "2020-08-05",
 "awd_abstract_narration": "Enumerative geometry is a classical project, encompassing questions that date back to antiquity (how many conics, for example, pass through five given points in the plane?) as well as subjects of contemporary research. Despite their long history, many of these questions remained inaccessible until a series of breakthroughs in the late twentieth century that culminated in the development of Gromov-Witten theory.  The key new ideas were that problems of enumerative geometry are best interpreted in terms of intersection theory on a moduli space, and that insights from the physics of string theory reveal elegant patterns in families of enumerations that were previously unobserved by the mathematics community.  The PI's research program involves developing the intersection theory of a particularly fundamental moduli space - the Deligne-Mumford moduli space of curves - as well as producing rigorous mathematical frameworks for some of the correspondences between theories that physicists have predicted.\r\n\r\nA major part of this research program is devoted to studying the Chow ring of the moduli space of curves.  Although a full picture of the Chow ring of this space currently seems out of reach, there is a subring known as the \"tautological ring\" that contains nearly every geometrically-interesting class yet that admits an explicit, finite set of additive generators.  The PI has been an active contributor to the study of the relations among these generators, in joint work with Felix Janda (University of Michigan), Sam Grushevsky (Stony Brook University), and Dmitry Zakharov (Central Michigan University).  In forthcoming work, she plans to develop tautological intersection theory both computationally (producing algorithms for calculating certain desirable expressions for tautological classes in terms of the generators) and theoretically (seeking new tautological expressions for classes such as the hyperelliptic locus).  Much of this work will be carried out in collaboration with student researchers. A second central component of the PI's research is the mathematical proof and extension of equivalences proposed by physics.  For example, in joint work with Felix Janda and Yongbin Ruan (University of Michigan), she has proven a wall-crossing formula relating Gromov-Witten theory to the theory of quasimaps, a relationship that is closely related to the famous physical phenomenon known as mirror symmetry.  In future work, she will extend this wall-crossing formula to new cases and use it to attack another physical conjecture: the Landau-Ginzburg/Calabi-Yau correspondence.  She will also work, in collaboration with Alexandr Buryak (University of Leeds) and Ran Tessler (ETH Zurich), toward the theoretical development of a version of r-spin theory for curves with boundary, with an ultimate goal of generalizing Witten's r-spin conjecture to that setting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Clader",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Emily C Clader",
   "pi_email_addr": "eclader@sfsu.edu",
   "nsf_id": "000651649",
   "pi_start_date": "2018-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 Holloway Avenue",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 61906.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 62990.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 64106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The overarching goal of this project is a study of the moduli space of curves, a central object in algebraic geometry both due to its fascinating geometric structure and its applicability to such diverse fields as combinatorics, representation theory, and mathematical physics.<span>&nbsp; </span>In part, this involves producing rigorous mathematical frameworks for understanding certain structural phenomena about the moduli space that physicists conjectured via insights from string theory; toward this end, the PI collaborated during this award on the proof of a vast generalization of the phenomenon of quasimap wall-crossing, as well as on a multi-paper project of generalizing Witten&rsquo;s r-spin conjecture to curves with boundary.<span>&nbsp; </span>In another strand, the study of the moduli space of curves involves probing its geometry as an interesting object in its own right, and the PI completed several projects during this award that expand our understanding of this geometry from both a theoretical and a computational standpoint.</p>\n<p class=\"p1\">In all, over the course of the award the PI wrote ten papers that have either been published or are currently under review at top research journals.<span>&nbsp; </span>These papers collectively solved several of the problems posed in the proposal and initiated new directions toward solving others; moreover, they involved collaborations with three student researchers, which is one indication of the PI&rsquo;s efforts to broaden participation in her research area.<span>&nbsp; </span>In addition, the PI advised eight Master&rsquo;s theses over the award period (more than half of which were by female students) and delivered seventeen talks to audiences of widely varying levels of mathematical expertise.<span>&nbsp; </span>She also began work on an important long-term project, the co-authoring of a textbook (now about three-quarters complete) that will make the subject of algebraic geometry accessible to a broader community of students.<span>&nbsp; </span>Through the combination of these efforts, the PI has not only advanced her own research program significantly, but she has paved the way for many future students to participate in research alongside her.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2022<br>\n\t\t\t\t\tModified by: Emily&nbsp;C&nbsp;Clader</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The overarching goal of this project is a study of the moduli space of curves, a central object in algebraic geometry both due to its fascinating geometric structure and its applicability to such diverse fields as combinatorics, representation theory, and mathematical physics.  In part, this involves producing rigorous mathematical frameworks for understanding certain structural phenomena about the moduli space that physicists conjectured via insights from string theory; toward this end, the PI collaborated during this award on the proof of a vast generalization of the phenomenon of quasimap wall-crossing, as well as on a multi-paper project of generalizing Witten’s r-spin conjecture to curves with boundary.  In another strand, the study of the moduli space of curves involves probing its geometry as an interesting object in its own right, and the PI completed several projects during this award that expand our understanding of this geometry from both a theoretical and a computational standpoint.\nIn all, over the course of the award the PI wrote ten papers that have either been published or are currently under review at top research journals.  These papers collectively solved several of the problems posed in the proposal and initiated new directions toward solving others; moreover, they involved collaborations with three student researchers, which is one indication of the PI’s efforts to broaden participation in her research area.  In addition, the PI advised eight Master’s theses over the award period (more than half of which were by female students) and delivered seventeen talks to audiences of widely varying levels of mathematical expertise.  She also began work on an important long-term project, the co-authoring of a textbook (now about three-quarters complete) that will make the subject of algebraic geometry accessible to a broader community of students.  Through the combination of these efforts, the PI has not only advanced her own research program significantly, but she has paved the way for many future students to participate in research alongside her.\n\n \n\n\t\t\t\t\tLast Modified: 10/18/2022\n\n\t\t\t\t\tSubmitted by: Emily C Clader"
 }
}