{
 "awd_id": "1811323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Coordinates and Volumetrics in MRI Imaging",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927403",
 "po_email": "rshearma@nsf.gov",
 "po_sign_block_name": "Rebecca Shearman",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2017-12-15",
 "awd_max_amd_letter_date": "2020-09-15",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is to fill a critical need in neuro-radiology, neuro-oncology, and radiation therapy, by developing a clinic-ready software suite that computes physician-approved volumes of key three-dimensional (3D) structures in the brain from Magnetic Resonance Imaging (MRI). Currently, physicians make a decision on tumor status by visual inspection and by measuring the largest perpendicular diameters from a single two-dimensional (2D) axial image. Radiation oncologists use manual segmentation to delineate the boundaries of the tumor regions; these contours are used for treatment planning. Current practice is associated with significant limitations that impede the quality of patient care. This software suite will potentially change the status-quo by generating 3D volumetric structures of tumors and other key regions in the brain. The physician can readily apply this information to better understand the disease and optimize care leading to early treatment, less morbidity, and longer survival times.\r\n\r\nThis I-Corps project produces a practical, clinic-ready suite of Magnetic Resonance (MR) analyses and display tools to solve the number one impediment to reliable use of MRIs for guiding radiation treatment of brain cancer: accurate and timely multimodal 3D segmentation of key structures in the brain. The main engine of the MR suite is a mathematical optimization framework that combines calculus of variation with deep learning techniques; thus amenable to pixel-level-accurate 3D segmentation in almost real-time. The proposed technology was developed from an algorithm for multimodal brain segmentation, which consists of (a) an automated, accurate and robust algorithm for 3D image segmentation, combined with (b) semi-automated and interactive multimodal labeling that requires physician approval.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nidhal",
   "pi_last_name": "Bouaynaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nidhal Bouaynaya",
   "pi_email_addr": "bouaynaya@rowan.edu",
   "nsf_id": "000501863",
   "pi_start_date": "2017-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowan University",
  "inst_street_address": "201 MULLICA HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLASSBORO",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562564057",
  "inst_zip_code": "080281702",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "ROWAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMDEQP66JL85"
 },
 "perf_inst": {
  "perf_inst_name": "Rowan University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "080281701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In radiation oncology, manual delineation of tumor margins is the current standard of care. Coordinates of the tumor volume are used to determine the clinical target of the radiation therapy treatment. However, manual contouring of the tumor is time-consuming (12-15% of a radiation oncologist&rsquo;s time), tedious, and subjective with a high inter-user variability. A study of the variability in gross tumor volumes for glioblastoma, contoured by 15 radiation oncologists in different radiotherapy facilities in Korea, reported an average variability of 23% for 9 cases of glioblastoma.</p>\n<p>To mitigate these problems, MRIMath LLC is developing a physician-in-the-loop artificial intelligence (AI) platform designed to assist and help physicians obtain volumetric measurements within few minutes. The trained AI will generate accurate and almost instantaneous segmentations. An intuitive and interactive User Interface (UI) will allow the physician to review the AI segmentation results, make quick adjustments if necessary, approve, view plots of volumetric measurements and review the results of the statistical analysis. Customers will benefit from: 1) reduced time of tumor segmentation/contouring from 1-2 hours to less than 5 minutes, 2) user-friendly interface, 3) software that fits into workflow and existing software, 4) reduced variability of contouring by different users, and 5) physicians can bill for the service of volumetric contouring.</p>\n<p>MRIMath taps on two market segments: the radiation oncology and neuro-radiology markets. Half of all cancer patients receive radiation therapy. The global radiation oncology market size was valued at $6.6B in 2019 and is expected to register a CAGR of 7.3% from 2019-2027. Rising adoption of radiotherapy, technological advancements in radiotherapy, rising prevalence of cancer, and increasing healthcare expenditure are some of the key factors driving the market for radiation oncology. Surveilling tumors involves neuro-radiologists relying on visual inspection and on computing the bi-products of the largest perpendicular diameters (RANO criterion) to determine if a tumor had grown or not. This current standard of care in clinical practice was shown to be associated with significant delays in detecting growth of brain tumors. Earlier growth detection at smaller tumor volumes is desirable because smaller tumors are associated with smaller fields of radiation, optimal surgical resections, and longer survival with less neurological morbidity. The global interventional neuroradiology market is expected to reach&nbsp;$3,3B&nbsp;in 2027 from&nbsp;2B&nbsp;in 2018. MRIMath taps into these 2 distinct markets by offering a fast and cost-effective solution to the issue of precise tumor boundary delineation. &nbsp;</p>\n<p>This NSF I-Corps project allowed us to gain entrepreneurship skills through training in customer discovery and guidance from established entrepreneurs. We interviewed more than 150 customers: radiologists, radiation- and neuro-oncologists, dosimetrists and medical physicists, to understand the current clinical practice and associated pain in timely treatment of brain tumors using MRIs. We visited Cancer Centers, including the University of Alabama at Birmingham School of Medicine Comprehensive Cancer Center, Birmingham, AL, H. Lee Moffitt Cancer Center &amp; Research Institute, Tampa, FL, University of Washington Cancer Center, and Seattle, WA. Through this I-Corps, we enhanced our understanding and validation of the key components of the Business Model Canvas, questioned our core business assumptions, undertook evidence-based pivots in our original commercialization strategy, and refined the commercialization plan. As a result, we were awarded an NIH SBIR Phase I, during 2020-2021, where we built an efficient interpretable, physician-in-the-loop, AI-aided platform that accurately delineates the contours of gliomas in MRIs.&nbsp; Physician-approved contours can be obtained in 3 minutes (median) with significantly less person-to-person variability than what is reported in the literature. The platform yields objective measurements of longitudinal tumor volumes and applies statistical methods to detect tumor growth objectively and in a timely manner.&nbsp; The National Cancer Institute rated MRIMath performance for the Phase I SBIR as follows: &ldquo;Quality: Exceptional; Schedule: Very Good; Cost Control: Very Good; Management: Exceptional.&rdquo;&nbsp; The Contractor Performance Assessment Report states that the &ldquo;<em>overall performance meets contractual requirements and exceeds many of the Government&rsquo;s benefits.&nbsp; The quality of this contract is exceptional</em>&rdquo;.</p>\n<p>One of the two Entrepreneurial Leads (Els) is now leading his own entrepreneurial endeavor; the other is pursuing a Tenure-Track Assistant Professor career. They are both still collaborating with MRIMath. During 2022, we raised $400K capital funding from angel investment and venture funds. We filed two national patents that MRIMath licensed from Rowan University and the University of Alabama at Birmingham. In 2022, PI Bouaynaya co-lead a $15M NSF grant to establish the NSF Innovation Corps (I-Corps) Northeast Hub, which&nbsp;brings together eight institutions from Delaware, New Jersey and eastern Pennsylvania to develop a diverse and inclusive innovation workforce. Princeton is the principal institution in the new hub. &nbsp;The hub is one of five in a&nbsp;nationwide NSF-funded network of universities&nbsp;formed to accelerate the economic impact of federally funded research and invest in technologies that improve everyday lives.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2022<br>\n\t\t\t\t\tModified by: Nidhal&nbsp;Bouaynaya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn radiation oncology, manual delineation of tumor margins is the current standard of care. Coordinates of the tumor volume are used to determine the clinical target of the radiation therapy treatment. However, manual contouring of the tumor is time-consuming (12-15% of a radiation oncologist’s time), tedious, and subjective with a high inter-user variability. A study of the variability in gross tumor volumes for glioblastoma, contoured by 15 radiation oncologists in different radiotherapy facilities in Korea, reported an average variability of 23% for 9 cases of glioblastoma.\n\nTo mitigate these problems, MRIMath LLC is developing a physician-in-the-loop artificial intelligence (AI) platform designed to assist and help physicians obtain volumetric measurements within few minutes. The trained AI will generate accurate and almost instantaneous segmentations. An intuitive and interactive User Interface (UI) will allow the physician to review the AI segmentation results, make quick adjustments if necessary, approve, view plots of volumetric measurements and review the results of the statistical analysis. Customers will benefit from: 1) reduced time of tumor segmentation/contouring from 1-2 hours to less than 5 minutes, 2) user-friendly interface, 3) software that fits into workflow and existing software, 4) reduced variability of contouring by different users, and 5) physicians can bill for the service of volumetric contouring.\n\nMRIMath taps on two market segments: the radiation oncology and neuro-radiology markets. Half of all cancer patients receive radiation therapy. The global radiation oncology market size was valued at $6.6B in 2019 and is expected to register a CAGR of 7.3% from 2019-2027. Rising adoption of radiotherapy, technological advancements in radiotherapy, rising prevalence of cancer, and increasing healthcare expenditure are some of the key factors driving the market for radiation oncology. Surveilling tumors involves neuro-radiologists relying on visual inspection and on computing the bi-products of the largest perpendicular diameters (RANO criterion) to determine if a tumor had grown or not. This current standard of care in clinical practice was shown to be associated with significant delays in detecting growth of brain tumors. Earlier growth detection at smaller tumor volumes is desirable because smaller tumors are associated with smaller fields of radiation, optimal surgical resections, and longer survival with less neurological morbidity. The global interventional neuroradiology market is expected to reach $3,3B in 2027 from 2B in 2018. MRIMath taps into these 2 distinct markets by offering a fast and cost-effective solution to the issue of precise tumor boundary delineation.  \n\nThis NSF I-Corps project allowed us to gain entrepreneurship skills through training in customer discovery and guidance from established entrepreneurs. We interviewed more than 150 customers: radiologists, radiation- and neuro-oncologists, dosimetrists and medical physicists, to understand the current clinical practice and associated pain in timely treatment of brain tumors using MRIs. We visited Cancer Centers, including the University of Alabama at Birmingham School of Medicine Comprehensive Cancer Center, Birmingham, AL, H. Lee Moffitt Cancer Center &amp; Research Institute, Tampa, FL, University of Washington Cancer Center, and Seattle, WA. Through this I-Corps, we enhanced our understanding and validation of the key components of the Business Model Canvas, questioned our core business assumptions, undertook evidence-based pivots in our original commercialization strategy, and refined the commercialization plan. As a result, we were awarded an NIH SBIR Phase I, during 2020-2021, where we built an efficient interpretable, physician-in-the-loop, AI-aided platform that accurately delineates the contours of gliomas in MRIs.  Physician-approved contours can be obtained in 3 minutes (median) with significantly less person-to-person variability than what is reported in the literature. The platform yields objective measurements of longitudinal tumor volumes and applies statistical methods to detect tumor growth objectively and in a timely manner.  The National Cancer Institute rated MRIMath performance for the Phase I SBIR as follows: \"Quality: Exceptional; Schedule: Very Good; Cost Control: Very Good; Management: Exceptional.\"  The Contractor Performance Assessment Report states that the \"overall performance meets contractual requirements and exceeds many of the Government’s benefits.  The quality of this contract is exceptional\".\n\nOne of the two Entrepreneurial Leads (Els) is now leading his own entrepreneurial endeavor; the other is pursuing a Tenure-Track Assistant Professor career. They are both still collaborating with MRIMath. During 2022, we raised $400K capital funding from angel investment and venture funds. We filed two national patents that MRIMath licensed from Rowan University and the University of Alabama at Birmingham. In 2022, PI Bouaynaya co-lead a $15M NSF grant to establish the NSF Innovation Corps (I-Corps) Northeast Hub, which brings together eight institutions from Delaware, New Jersey and eastern Pennsylvania to develop a diverse and inclusive innovation workforce. Princeton is the principal institution in the new hub.  The hub is one of five in a nationwide NSF-funded network of universities formed to accelerate the economic impact of federally funded research and invest in technologies that improve everyday lives.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2022\n\n\t\t\t\t\tSubmitted by: Nidhal Bouaynaya"
 }
}