{
 "awd_id": "1811384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Theory and Methods for Highly Multivariate Spatial Processes with Applications to Climate Data Science",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 94501.0,
 "awd_amount": 94501.0,
 "awd_min_amd_letter_date": "2018-05-11",
 "awd_max_amd_letter_date": "2018-05-11",
 "awd_abstract_narration": "Geophysical, environmental and ecological datasets often include many variables observed over a set of irregular geographical locations. While spatial datasets are increasing in size, they are also increasing in complexity with many variables being simultaneously observed, recorded, modeled or derived. Current methods in spatial statistics are unable to cope with such highly multivariate datasets; this research addresses this gap in statistical science, aiming to establish a new framework for multivariate spatial models. The testbed for the new framework is in the field of climate data science. Understanding of the Earth system relies on coupled physical models that represent the dynamic evolution of the atmosphere, ocean, land use, rivers, glaciers and other processes. These models have led to vast amounts of climate model data that severely constrain storage resources. Moreover, statistical emulators are increasingly common and desirable alternatives to running complex physical models directly. Development and validation of compression and emulation algorithms require understanding and maintaining complex dependencies between physical variables, but current tools are univariate or pairwise-based. This research will provide statistical guidance for climate data science applications.\r\n\r\nThis project focuses on a modeling framework for multivariate spatial processes, and relies on new theory incorporating graphical models in multiscale multivariate spatial process representations.  Moreover, many multivariate datasets exhibit non-Gaussian behavior.  A companion thrust of this work is in introducing and exploring empirical likelihood techniques for large multivariate spatial processes.  Finally, the proposed models and estimation frameworks will be applied to a climate dataset from the Community Atmosphere Model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soutir",
   "pi_last_name": "Bandyopadhyay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soutir Bandyopadhyay",
   "pi_email_addr": "sbandyopadhyay@mines.edu",
   "nsf_id": "000600782",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois Street",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1269",
   "pgm_ref_txt": "STATISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 94501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Current methods for dealing with geographical, environmental, and ecological datasets that have many variables observed over irregular locations often struggle to handle the complex relationships within and between variables in such data, especially when the datasets are large and highly multivariate. This project created a new framework for multivariate spatial models specifically designed for highly multivariate, non-Gaussian, nonstationary, and large spatial datasets. The project (a) developed and explored flexible spatial process models, with a focus on highly multivariate and nonstationary spatial processes, (b) created efficient estimation methods that are suitable for non-Gaussian multivariate processes, with an emphasis on empirical likelihood methods, and (c) applied and validated the modeling framework in the context of climate data science, advancing techniques for lossy compression and statistical emulation.</p>\n<p class=\"p1\">The intellectual merit of this project lies in its innovative contributions to the methodology for handling very large multivariate spatial process datasets. The key components contributing to its intellectual merit are: (1) The work introduces a methodology specifically designed for very large multivariate spatial process datasets, addressing the challenges posed by their complexity and size. (2) The combination of Bayesian hierarchical models and empirical likelihood offers a robust framework for making inferences about spatial covariance parameters. This is particularly valuable when dealing with non-Gaussian and irregularly spaced data, enhancing the versatility of the approach. (3) The development of a general method based on frequency domain empirical likelihood provides a versatile tool for estimating and testing spatial covariance structures. Its applicability to various inference problems and diverse spatial sampling designs with irregular data locations enhances its broad utility. (4) The method based on Fourier transform allows for the numerical approximation of integrals over irregular regions with high accuracy. This not only contributes to the precision of calculations but also significantly reduces computational expenses compared to traditional Riemann sum approaches. (5) The adaptation of the LatticeKrig model for handling big block average data extends the applicability of this model to scenarios with large datasets, addressing scalability concerns. (6) The adaptation of circulant embedding for irregularly spaced observational grids showcases the work's capability to handle diverse input data types and efficiently operate with large amounts of information. In summary, the intellectual merit of this project is underscored by its comprehensive and innovative approach to addressing the challenges posed by very large multivariate spatial process datasets, offering advanced tools and techniques for spatial data analysis across diverse scenarios.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The broader impact of this work is significant, extending beyond the research outcomes to encompass various educational, collaborative, and community-building efforts: (1) The project has actively engaged 3 PhD and Master's students at the Department of Applied Mathematics and Statistics at Colorado School of Mines (CSM). Their contributions have been disseminated through several published papers in peer-reviewed journals and presentations at national and international conferences. This involvement enhances their research skills and visibility in the scientific community. (2) Regular weekly meetings provide a platform for students involved in spatial statistics and statistical climatology to present results and receive feedback. These meetings, led by PI Bandyopadhyay and collaborating PIs Kleiber and Hammerling, foster an informal yet productive environment. This approach is critical for project success and contributes to building a community of statisticians at various career stages in Colorado&rsquo;s front range. (3) Students were supported to attend and participate in the Joint Statistical Meeting in 2022, facilitating their exposure to broader statistical discussions and networking opportunities. (4) During the summers, graduate students interested in spatial statistics gather weekly in person with PI Bandyopadhyay and other statisticians in the front range area. The format includes student presentations, creating a space for audience feedback, brainstorming, and fostering a supportive environment. This initiative serves four direct benefits: a) addressing research-related challenges, b) broadening students' views of current work in the field, c) networking opportunities for both students and faculty, and d) creating a community of scientists at different career stages in Colorado&rsquo;s front range. (5) The collaboration with scientists at the National Center for Atmospheric Research provides interdisciplinary training opportunities for graduate students at CSM. This exposure extends beyond traditional academic training, offering impactful networking opportunities and broadening students' perspectives in collaboration with experts from various disciplines. (6) Given the absence of a dedicated Department of Statistics in the front range, this project plays a crucial role in community building. By placing statisticians within applied mathematics departments at the University of Colorado and Colorado School of Mines, the project creates a supportive community for students and faculty who may otherwise feel isolated in their respective universities. In summary, the broader impact of this project encompasses educational enrichment, collaborative networking, and community building, creating a positive ripple effect beyond the immediate research outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2023<br>\nModified by: Soutir&nbsp;Bandyopadhyay</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCurrent methods for dealing with geographical, environmental, and ecological datasets that have many variables observed over irregular locations often struggle to handle the complex relationships within and between variables in such data, especially when the datasets are large and highly multivariate. This project created a new framework for multivariate spatial models specifically designed for highly multivariate, non-Gaussian, nonstationary, and large spatial datasets. The project (a) developed and explored flexible spatial process models, with a focus on highly multivariate and nonstationary spatial processes, (b) created efficient estimation methods that are suitable for non-Gaussian multivariate processes, with an emphasis on empirical likelihood methods, and (c) applied and validated the modeling framework in the context of climate data science, advancing techniques for lossy compression and statistical emulation.\n\n\nThe intellectual merit of this project lies in its innovative contributions to the methodology for handling very large multivariate spatial process datasets. The key components contributing to its intellectual merit are: (1) The work introduces a methodology specifically designed for very large multivariate spatial process datasets, addressing the challenges posed by their complexity and size. (2) The combination of Bayesian hierarchical models and empirical likelihood offers a robust framework for making inferences about spatial covariance parameters. This is particularly valuable when dealing with non-Gaussian and irregularly spaced data, enhancing the versatility of the approach. (3) The development of a general method based on frequency domain empirical likelihood provides a versatile tool for estimating and testing spatial covariance structures. Its applicability to various inference problems and diverse spatial sampling designs with irregular data locations enhances its broad utility. (4) The method based on Fourier transform allows for the numerical approximation of integrals over irregular regions with high accuracy. This not only contributes to the precision of calculations but also significantly reduces computational expenses compared to traditional Riemann sum approaches. (5) The adaptation of the LatticeKrig model for handling big block average data extends the applicability of this model to scenarios with large datasets, addressing scalability concerns. (6) The adaptation of circulant embedding for irregularly spaced observational grids showcases the work's capability to handle diverse input data types and efficiently operate with large amounts of information. In summary, the intellectual merit of this project is underscored by its comprehensive and innovative approach to addressing the challenges posed by very large multivariate spatial process datasets, offering advanced tools and techniques for spatial data analysis across diverse scenarios.\n\n\n\n\n\nThe broader impact of this work is significant, extending beyond the research outcomes to encompass various educational, collaborative, and community-building efforts: (1) The project has actively engaged 3 PhD and Master's students at the Department of Applied Mathematics and Statistics at Colorado School of Mines (CSM). Their contributions have been disseminated through several published papers in peer-reviewed journals and presentations at national and international conferences. This involvement enhances their research skills and visibility in the scientific community. (2) Regular weekly meetings provide a platform for students involved in spatial statistics and statistical climatology to present results and receive feedback. These meetings, led by PI Bandyopadhyay and collaborating PIs Kleiber and Hammerling, foster an informal yet productive environment. This approach is critical for project success and contributes to building a community of statisticians at various career stages in Colorados front range. (3) Students were supported to attend and participate in the Joint Statistical Meeting in 2022, facilitating their exposure to broader statistical discussions and networking opportunities. (4) During the summers, graduate students interested in spatial statistics gather weekly in person with PI Bandyopadhyay and other statisticians in the front range area. The format includes student presentations, creating a space for audience feedback, brainstorming, and fostering a supportive environment. This initiative serves four direct benefits: a) addressing research-related challenges, b) broadening students' views of current work in the field, c) networking opportunities for both students and faculty, and d) creating a community of scientists at different career stages in Colorados front range. (5) The collaboration with scientists at the National Center for Atmospheric Research provides interdisciplinary training opportunities for graduate students at CSM. This exposure extends beyond traditional academic training, offering impactful networking opportunities and broadening students' perspectives in collaboration with experts from various disciplines. (6) Given the absence of a dedicated Department of Statistics in the front range, this project plays a crucial role in community building. By placing statisticians within applied mathematics departments at the University of Colorado and Colorado School of Mines, the project creates a supportive community for students and faculty who may otherwise feel isolated in their respective universities. In summary, the broader impact of this project encompasses educational enrichment, collaborative networking, and community building, creating a positive ripple effect beyond the immediate research outcomes.\n\n\n\t\t\t\t\tLast Modified: 12/18/2023\n\n\t\t\t\t\tSubmitted by: SoutirBandyopadhyay\n"
 }
}