{
 "awd_id": "1811457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Design Squad Maker: Researching How to Support Upper Elementary School Children's Sustained Engagement and Participation in Engineering Design across Out-of-School Settings",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 2604294.0,
 "awd_amount": 2604294.0,
 "awd_min_amd_letter_date": "2018-07-09",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "This Innovations in Development project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants. \r\n\r\nThe Design Squad Maker project, a collaboration of WGBH Public Television (WGBH) and the New York Hall of Science (NySci), will research and develop engineering design projects that provide evidence for how to integrate informal learning spaces with digital public media assets. The project will be designed to provide accessible, motivating pathways for children aged 8-11 in pursuing and completing ambitious, fully realized engineering design projects. The project will build on WGBH's existing Design Squad model for using media to engage kids in informal engineering activities and NySCI's expertise in facilitating children's unique design processes in museum settings. By developing and studying new strategies for supporting children's use of the design process, Design Squad Maker will address critical issues in engineering education and informal learning that remain relatively unexplored. Project research will contribute to the emerging literature on \"connected learning\" by building new knowledge about how children's design activities can be sustained and supported over time and across multiple contexts, such as science museums and homes.  \r\n\r\nDrawing on existing research in the learning sciences and engineering education, the project seeks to advance knowledge about the role of museums, maker spaces, and digital technology in sustaining children's learning in engineering. The project will use a design-based research approach, a research and development process whereby educational designers collaborate with learning scientists. Museum practitioners will collaborate with research staff and media developers to design, test, and improve digital resources, facilitation strategies, and parent engagement strategies to support children through an entire design process. The research and development process will result in digital resources and approaches in a flexible toolkit, which will be used when assessing the project's scale-up potential at 10 museum/maker spaces. The project will conduct a summative evaluation, assessing the project's intended impacts with children, parents, and staff at museums/maker spaces across the country. The toolkit will be nationally disseminated through national partners that include the Association of Science-Technology Centers, Maker Education, the National Association for Family, School, and Community Engagement, and engineering education organizations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wells",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Wells",
   "pi_email_addr": "David.wells@mods.org",
   "nsf_id": "000741770",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Haggerty",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mary A Haggerty",
   "pi_email_addr": "mary_haggerty@wgbh.org",
   "nsf_id": "000597527",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Wolsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Wolsky",
   "pi_email_addr": "marisa_wolsky@wgbh.org",
   "nsf_id": "000513187",
   "pi_start_date": "2018-07-09",
   "pi_end_date": "2021-01-22"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sonja",
   "pi_last_name": "Latimore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sonja Latimore",
   "pi_email_addr": "sonja_latimore@wgbh.org",
   "nsf_id": "000663232",
   "pi_start_date": "2018-07-09",
   "pi_end_date": "2022-07-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Letourneau",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Letourneau",
   "pi_email_addr": "sletourneau@nysci.org",
   "nsf_id": "000763112",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WGBH Educational Foundation",
  "inst_street_address": "1 GUEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIGHTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173002000",
  "inst_zip_code": "021352016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WGBH EDUCATIONAL FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKSJF1SPLXX9"
 },
 "perf_inst": {
  "perf_inst_name": "WGBH Educational Foundation",
  "perf_str_addr": "One Guest Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021352016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1799130.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 805164.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa2\"><em>Tapping into the broader scientific community allows children to become active participants within diverse cultures of practicing scientists and engineers. Out-of-school settings can provide additional learning experiences for students within the context of their daily lives.</em></p>\n<p class=\"Default\">NSTA Elementary School Science Position Statement, 2018</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Pa2\"><strong>Project Overview</strong></p>\n<p class=\"Pa2\">When science and engineering learning in schools takes a back seat to math and reading, a child's extended community can fill in the gaps. This is where Design Squad Maker can help. This comprehensive program draws on community and home settings to support sustained engineering and design learning for kids ages 8 to 11 and their families.</p>\n<p class=\"Pa0\">Design Squad Maker was developed by GBH Boston and the New York Hall of Science with funding from the National Science Foundation's AISL program. Design Squad Maker increases opportunities and reduces barriers for families to engage in engineering design projects across a range of settings, from museum and library maker spaces to the home. Using an iterative design-based research and development approach, the team created a toolkit to engage kids and their parents in identifying problems and finding solutions that are relevant and meaningful to them. As kids work collaboratively on problem-solving around things they care about, they use their creativity, gain experience in persevering through a challenge, and shape their own beliefs and attitudes regarding their abilities to do science and engineering. To learn more about the research and development process, watch this <a href=\"https://www.pbslearningmedia.org/asset/dsm22-vid-dsmbackground/\">project overview video</a>.</p>\n<p class=\"Pa0\"><strong>&nbsp;</strong></p>\n<p class=\"Default\"><strong>The Design Squad Maker Toolkit</strong></p>\n<p class=\"Pa3\">The Design Squad Maker toolkit has three main components:</p>\n<p class=\"Default\"><strong>Themed workshops </strong>follow a five-step engineering design process where kids identify real-world problems to solve based on their experiences and interests. Families work at their own pace to build prototypes of their designs, while the maker space educator provides support and encouragement.</p>\n<p class=\"Default\"><strong>App for kids </strong>helps guide them through each step of the design process. The app includes short animations, tips, and prompts to promote discussions between kids and their parents. (Download from <a href=\"https://apps.apple.com/us/app/design-squad-maker/id1585845086\">Apple App Store</a> or <a href=\"https://play.google.com/store/apps/details?id=org.wgbh.dsmaker&amp;pli=1\">Google Play Store</a>.)</p>\n<p class=\"Default\"><strong>Take-home materials </strong>like the<strong> </strong><em>Keep Making at Home! </em>booklet provide simple activities to sustain engagement with the design process at home.</p>\n<p class=\"Pa0\">&nbsp;</p>\n<p class=\"Pa0\"><strong>Gauging Impact</strong></p>\n<p class=\"Pa3\">Following multiple rounds of iterative development and a multi-site pilot study, Concord Evaluation Group conducted a summative evaluation of the toolkit at library and museum maker spaces. The study measured outcomes among families who used the toolkit (workshops, app, and take-home materials) as well as outcomes among informal educators who hosted workshops. Kids, parents, and educators responded to pre and post surveys, and qualitative data from workshop observations and educator interviews were also collected. Results indicated that the toolkit:</p>\n<p class=\"Default\"><strong>Increased familiarity with the stages of the engineering design process among parents and children.</strong><strong> </strong>Pre and post surveys indicated that parents' familiarity ratings increased significantly over time, with a stronger growth rate among parents who did not have a college degree. Children's familiarity ratings showed statistically significant increases for the design process phases of planning a project and building a prototype.</p>\n<p><strong>Increased motivation among parents to support their child's engagement with the engineering design process and increased interest among children previously unfamiliar with it. </strong>Parents, especially those with less than a college degree, reported increased confidence in helping their children with engineering design projects. Children reported increased interest in doing design projects with their family.</p>\n<p><strong>Promoted enjoyment with the engineering design process.</strong><strong> </strong>Both kids and their parents reported that they had a lot of fun at the workshops. One parent stated: <em>\"Loved seeing what all the kids designed and created. Everyone had something unique, which was great!\"</em></p>\n<p><strong>Sustained engagement across settings (maker space, digital, and home).</strong><strong> </strong>All families reported that they planned to return for similar workshops. More than half reported continuing to work on prototypes they had started at the workshop and starting a new design project at home, and 80 percent of children reported interest in doing more engineering design projects. Parents attributed that interest to their experience with Design Squad Maker. One parent reported, <em>\"I think the app is great and makes the kids really slow down and go through all the steps!\" </em></p>\n<p><strong>Provided engaging workshop materials.</strong><strong> </strong>All educators reported that the workshop topics were engaging for their audiences, the materials provided enough support and flexibility, and they were satisfied that families learned something. One educator commented, \"<em>I love the ideas and the themes, and the training was super helpful. It helped me get my staff ready to do this workshop. But then also, once you've done it, or once you feel comfortable running events, this is a great framework that you can adapt to fit whatever the needs of your individual space are</em>.\"&nbsp;</p>\n<p>All educators reported plans to continue using the Design Squad Maker Toolkit and would recommend it to colleagues from similar organizations.</p>\n<p class=\"Default\">Read more about the summative evaluation <a href=\"https://static.pbslearningmedia.org/media/media_files/61f2914f-962b-4737-aeaa-8f0d1bf83787/5019181a-8369-4050-ad4f-c6ddaa332ca3.pdf\">here</a>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2023<br>\n\t\t\t\t\tModified by: Mary&nbsp;A&nbsp;Haggerty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Tapping into the broader scientific community allows children to become active participants within diverse cultures of practicing scientists and engineers. Out-of-school settings can provide additional learning experiences for students within the context of their daily lives.\nNSTA Elementary School Science Position Statement, 2018\n \nProject Overview\nWhen science and engineering learning in schools takes a back seat to math and reading, a child's extended community can fill in the gaps. This is where Design Squad Maker can help. This comprehensive program draws on community and home settings to support sustained engineering and design learning for kids ages 8 to 11 and their families.\nDesign Squad Maker was developed by GBH Boston and the New York Hall of Science with funding from the National Science Foundation's AISL program. Design Squad Maker increases opportunities and reduces barriers for families to engage in engineering design projects across a range of settings, from museum and library maker spaces to the home. Using an iterative design-based research and development approach, the team created a toolkit to engage kids and their parents in identifying problems and finding solutions that are relevant and meaningful to them. As kids work collaboratively on problem-solving around things they care about, they use their creativity, gain experience in persevering through a challenge, and shape their own beliefs and attitudes regarding their abilities to do science and engineering. To learn more about the research and development process, watch this project overview video.\n \nThe Design Squad Maker Toolkit\nThe Design Squad Maker toolkit has three main components:\nThemed workshops follow a five-step engineering design process where kids identify real-world problems to solve based on their experiences and interests. Families work at their own pace to build prototypes of their designs, while the maker space educator provides support and encouragement.\nApp for kids helps guide them through each step of the design process. The app includes short animations, tips, and prompts to promote discussions between kids and their parents. (Download from Apple App Store or Google Play Store.)\nTake-home materials like the Keep Making at Home! booklet provide simple activities to sustain engagement with the design process at home.\n \nGauging Impact\nFollowing multiple rounds of iterative development and a multi-site pilot study, Concord Evaluation Group conducted a summative evaluation of the toolkit at library and museum maker spaces. The study measured outcomes among families who used the toolkit (workshops, app, and take-home materials) as well as outcomes among informal educators who hosted workshops. Kids, parents, and educators responded to pre and post surveys, and qualitative data from workshop observations and educator interviews were also collected. Results indicated that the toolkit:\nIncreased familiarity with the stages of the engineering design process among parents and children. Pre and post surveys indicated that parents' familiarity ratings increased significantly over time, with a stronger growth rate among parents who did not have a college degree. Children's familiarity ratings showed statistically significant increases for the design process phases of planning a project and building a prototype.\n\nIncreased motivation among parents to support their child's engagement with the engineering design process and increased interest among children previously unfamiliar with it. Parents, especially those with less than a college degree, reported increased confidence in helping their children with engineering design projects. Children reported increased interest in doing design projects with their family.\n\nPromoted enjoyment with the engineering design process. Both kids and their parents reported that they had a lot of fun at the workshops. One parent stated: \"Loved seeing what all the kids designed and created. Everyone had something unique, which was great!\"\n\nSustained engagement across settings (maker space, digital, and home). All families reported that they planned to return for similar workshops. More than half reported continuing to work on prototypes they had started at the workshop and starting a new design project at home, and 80 percent of children reported interest in doing more engineering design projects. Parents attributed that interest to their experience with Design Squad Maker. One parent reported, \"I think the app is great and makes the kids really slow down and go through all the steps!\" \n\nProvided engaging workshop materials. All educators reported that the workshop topics were engaging for their audiences, the materials provided enough support and flexibility, and they were satisfied that families learned something. One educator commented, \"I love the ideas and the themes, and the training was super helpful. It helped me get my staff ready to do this workshop. But then also, once you've done it, or once you feel comfortable running events, this is a great framework that you can adapt to fit whatever the needs of your individual space are.\" \n\nAll educators reported plans to continue using the Design Squad Maker Toolkit and would recommend it to colleagues from similar organizations.\nRead more about the summative evaluation here.\n\n\t\t\t\t\tLast Modified: 09/29/2023\n\n\t\t\t\t\tSubmitted by: Mary A Haggerty"
 }
}