{
 "awd_id": "1811395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Framing Research on Activities as Mathematical Experiences",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 299768.0,
 "awd_amount": 299768.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "This Innovations in Development project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants. \r\n\r\nThis Pilot and Feasibility study will investigate strategies for enhancing the mathematics in museum-based making and tinkering activities and lay the foundation for a full research study on broadening family participation in mathematics through making. This proposal builds directly on the NSF-funded Math in the Making convening. During this convening, questions about how to authentically highlight and enhance the mathematics in making and tinkering experiences, and how different math-enhancement approaches might influence learner experiences and outcomes, emerged as critical issues for researchers, educators, and mathematicians alike. The project aims to provide a practical lens to help researchers and educators connect topics across STEM with making and tinkering experiences. The project also seeks to advance theoretical understandings of museum-based learning by exploring ways that activity design and facilitation strategies influence how visitors understand the nature and goals of the experience and, in turn, how these visitor experiences shape learning outcomes.\r\n\r\nThe project is designed to explore the most promising of these math-enhancement strategies in more depth, to propose as a next project and develop a theoretical framework for understanding and describing how these strategies influence how families understand and engage with the mathematics in maker experiences. Through several culturally-responsive approaches developed in collaboration with community-based organizations, the project will research how mathematics in maker experiences influences participant engagement and learning.  The project will culminate in the design of a research study.  Reports and resources developed by the project will be broadly disseminated to researchers, mathematicians, and educators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andee",
   "pi_last_name": "Rubin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andee Rubin",
   "pi_email_addr": "andee_rubin@terc.edu",
   "nsf_id": "000221788",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Pattison",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Pattison",
   "pi_email_addr": "scott_pattison@terc.edu",
   "nsf_id": "000776580",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299768.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While knowledge of mathematics is essential to every aspect of science, engineering, and technology, decades of research tell a consistent story: mathematics education in the United States is a barrier rather than a gateway to children's engagement with STEM careers. Early in their lives, many children develop negative perceptions of mathematics and their own math abilities. As mathematics becomes a more essential part of STEM classes and topics, these children may lose interest in STEM or doubt that they have the ability to pursue a STEM-related career. The Framing Research on Activities as Mathematical Experiences (FRAME) project (DRL-1811395) is part of the ongoing <em>Math in the Making</em> initiative designed to address this challenge by exploring the potential of museum-based maker spaces and making activity for highlighting the mathematics involved in making and encouraging children and adults to see themselves as mathematical thinkers.&nbsp;</p>\n<p>Through a partnership with New York Hall of Science (NYSCI), Children's Museum of Pittsburgh (CMP), and STEM education researchers, the project sought to combine the expertise of museum practitioners who design making experiences and the \"math eyes\" of researchers with years of involvement in math education. Each museum chose several activities for \"math enhancement,\" focused on making the math inherent in the activity more salient without changing the essential creative nature of the making experience. Through this process, the team was careful to ensure that the math was both authentic and consequential to the making--that is, the math concepts and skills arose naturally as part of the activity and mattered to its outcome.</p>\n<p>Over two rounds of iterative testing and research, the team made modifications to four making activities. At NYSCI, changes were made to an air-powered vehicles challenge and a fashion design activity. At CMP, the team explored math-enhancements inspired by weaving and repeating geometric designs such as barn quilts. Both museums displayed extraordinary creativity and flexibility in pivoting during the pandemic to continue the research using materials delivered to families at home and through videoconferencing.&nbsp;</p>\n<p>In addition to the specific math-enhanced activities developed through the project and the increased awareness of mathematical potential expressed by staff at both institutions, a significant contribution of the project has been a set of preliminary design principles for highlighting the math in making activities:</p>\n<ul>\n</ul>\n<ul>\n<li><strong><em>Curate materials to highlight salient mathematical relationships.</em></strong> Having a limited selection of materials that differ along quantitative dimensions can create opportunities for mathematical contrast. For example, educators at NYSCI provided wheels of very different sizes for the air-powered vehicles to highlight the impact of wheel size on vehicle behavior.<strong><em></em></strong></li>\n<li><strong><em>Tailor design choices so that mathematical issues are more likely to emerge.</em></strong> Creating some design choices that are likely to lead to mathematical reasoning is a way to suggest certain strategies without limiting choice. For example, CMP staff created non-rectangular looms for weaving, which were both popular with visitors and required careful mathematical planning about the number of over-under pairs for each row.<strong><em></em></strong></li>\n<li><strong><em>Highlight mathematical quantities that are consequential to the making.</em></strong> Sometimes the accuracy of a quantity or measurement can make a big difference to the final product. For example, in a mask-making workshop conducted over Zoom by NYSCI staff, families were motivated to carefully measure and compare the dimensions of their faces in order to create masks that fit well.<strong><em></em></strong></li>\n<li><strong><em>Incorporate materials and cues that visitors may see as math-related.</em></strong> While researchers may recognize mathematical thinking in many making activities, museum visitors may not regard what they are doing as mathematical, as it doesn't resemble what they typically do in math classes. Incorporating mathematical objects such as measuring tools or mathematical symbols such as equations can help visitors both connect with and expand their ideas about what counts as mathematics.</li>\n</ul>\n<p>Findings and resources from the project are available on the project website (<a href=\"http://www.terc.edu/mathinthemaking/\">www.terc.edu/mathinthemaking/</a>) and have been disseminated to educators and researchers throughout the country. The design principles that emerged from the work can serve as a starting point for additional research and the development of new programs and activities, ultimately contributing to a more expansive vision of \"doing mathematics\" that resonates for all children and adults.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Scott&nbsp;A&nbsp;Pattison</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile knowledge of mathematics is essential to every aspect of science, engineering, and technology, decades of research tell a consistent story: mathematics education in the United States is a barrier rather than a gateway to children's engagement with STEM careers. Early in their lives, many children develop negative perceptions of mathematics and their own math abilities. As mathematics becomes a more essential part of STEM classes and topics, these children may lose interest in STEM or doubt that they have the ability to pursue a STEM-related career. The Framing Research on Activities as Mathematical Experiences (FRAME) project (DRL-1811395) is part of the ongoing Math in the Making initiative designed to address this challenge by exploring the potential of museum-based maker spaces and making activity for highlighting the mathematics involved in making and encouraging children and adults to see themselves as mathematical thinkers. \n\nThrough a partnership with New York Hall of Science (NYSCI), Children's Museum of Pittsburgh (CMP), and STEM education researchers, the project sought to combine the expertise of museum practitioners who design making experiences and the \"math eyes\" of researchers with years of involvement in math education. Each museum chose several activities for \"math enhancement,\" focused on making the math inherent in the activity more salient without changing the essential creative nature of the making experience. Through this process, the team was careful to ensure that the math was both authentic and consequential to the making--that is, the math concepts and skills arose naturally as part of the activity and mattered to its outcome.\n\nOver two rounds of iterative testing and research, the team made modifications to four making activities. At NYSCI, changes were made to an air-powered vehicles challenge and a fashion design activity. At CMP, the team explored math-enhancements inspired by weaving and repeating geometric designs such as barn quilts. Both museums displayed extraordinary creativity and flexibility in pivoting during the pandemic to continue the research using materials delivered to families at home and through videoconferencing. \n\nIn addition to the specific math-enhanced activities developed through the project and the increased awareness of mathematical potential expressed by staff at both institutions, a significant contribution of the project has been a set of preliminary design principles for highlighting the math in making activities:\n\n\n\nCurate materials to highlight salient mathematical relationships. Having a limited selection of materials that differ along quantitative dimensions can create opportunities for mathematical contrast. For example, educators at NYSCI provided wheels of very different sizes for the air-powered vehicles to highlight the impact of wheel size on vehicle behavior.\nTailor design choices so that mathematical issues are more likely to emerge. Creating some design choices that are likely to lead to mathematical reasoning is a way to suggest certain strategies without limiting choice. For example, CMP staff created non-rectangular looms for weaving, which were both popular with visitors and required careful mathematical planning about the number of over-under pairs for each row.\nHighlight mathematical quantities that are consequential to the making. Sometimes the accuracy of a quantity or measurement can make a big difference to the final product. For example, in a mask-making workshop conducted over Zoom by NYSCI staff, families were motivated to carefully measure and compare the dimensions of their faces in order to create masks that fit well.\nIncorporate materials and cues that visitors may see as math-related. While researchers may recognize mathematical thinking in many making activities, museum visitors may not regard what they are doing as mathematical, as it doesn't resemble what they typically do in math classes. Incorporating mathematical objects such as measuring tools or mathematical symbols such as equations can help visitors both connect with and expand their ideas about what counts as mathematics.\n\n\nFindings and resources from the project are available on the project website (www.terc.edu/mathinthemaking/) and have been disseminated to educators and researchers throughout the country. The design principles that emerged from the work can serve as a starting point for additional research and the development of new programs and activities, ultimately contributing to a more expansive vision of \"doing mathematics\" that resonates for all children and adults.\n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Scott A Pattison"
 }
}