{
 "awd_id": "1811096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Differential Equations and the Geometry of Manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 203799.0,
 "awd_amount": 203799.0,
 "awd_min_amd_letter_date": "2018-07-19",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "An important motivation for the research in this project is to understand the relationship between the geometry and the topology of a space. The latter, topology, is the study of properties of a space which are invariant under continuous stretching or bendings of a space, while the former, geometry, involves understanding distances and is more rigid. For example, the surface of our planet is a sphere, and one measures distances between points on it by computing lengths along great circle paths.  (The Earth is actually an oblate spheroid, but it is very close to being perfectly spherical.)  One can imagine deforming the Earth by pushing in or pulling on small or large regions to warp the geometry. Such a deformed shape is somehow less appealing than the familiar round Earth, and there are many ways to make this notion of being \"bent out of shape\" very precise in terms of minimizing some sort of total energy measurement. This is directly related to physical principles which say that the state of a physical system will tend towards a final configuration which minimizes the total energy. This idea can also be generalized to higher-dimensional objects called manifolds, which are generalized versions of the surface of our planet. (For example, the space that we live in is three-dimensional, and if one includes time, we are in a four-dimensional universe.) In order to understand these types of higher-dimensional objects, one attempts to find the best way to measure distances on them which use the least amount of energy, and maximize the symmetries of the space. The projects in this proposal are to define appropriate energies on such spaces, and to seek out the important optimal geometries which minimize the total energy.\r\n\r\nIn more technical terms, the research of the PI is, broadly speaking, to use solutions of partial differential equations which are geometric in origin to study properties of differentiable manifolds. The main areas of concentration of the PI's research are the desingularization of Einstein orbifolds, the construction of sequences of collapsing Ricci-flat metrics on K3 surfaces, the construction of a global moduli space of scalar-flat Kahler ALE metrics, and the study of the orbifold Yamabe problem. In joint work with Morteza, an existence theorem for Einstein metrics was proved in the asymptotically hyperbolic Einstein setting, which generalized a result of Biquard in dimension four, and the PI proposes several extensions and generalizations of this work. In ongoing work with Hein, Sun, and Zhang, the PI has constructed new examples of Ricci-flat metrics on K3 surfaces which collapse to an interval, with Heisenberg nilmanifolds occurring as fibers in the regular collapsing regions. There are many interesting questions resulting from this work, especially to relate these degenerations to polarized degenerations of K3 surfaces.  In joint work with Han, the PI proposes a plan towards constructing a global moduli space of scalar-flat Kahler ALE metrics for certain groups at infinity. Also, in joint work with Tao Ju, the PI has proved some nonexistence results for the orbifold Yamabe problem, and plans to generalize this further. Finally, the PI is committed to integrating research and education and cultivating intellectual development on many levels. The PI has been active in outreach and organization of conferences in the mathematics community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Viaclovsky",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff A Viaclovsky",
   "pi_email_addr": "jviaclov@uci.edu",
   "nsf_id": "000366586",
   "pi_start_date": "2018-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Rowland Hall room 440G",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 132398.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 71401.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An important motivation for the research in this project is to understand the relationship between the geometry and the topology of a space. The latter, topology, is the study of properties of a space which are invariant under continuous stretching or bendings of a space, while the former, geometry, involves understanding distances and is more rigid. For example, the surface of our planet is a sphere, and one measures distances between points on it by computing lengths along great circle paths. (The Earth is actually an oblate spheroid, but it is very close to being perfectly spherical.) One can imagine deforming the Earth by pushing in or pulling on small or large regions to warp the geometry. Such a deformed shape is somehow less appealing than the familiar round Earth, and there are many ways to make this notion of being \"bent out of shape\" very precise in terms of minimizing some sort of total energy measurement. This is directly related to physical principles which say that the state of a physical system will tend towards a final configuration which minimizes the total energy. This idea can also be generalized to higher-dimensional objects called manifolds, which are generalized versions of the surface of our planet. (For example, the space that we live in is three-dimensional, and if one includes time, we are in a four-dimensional universe.) In order to understand these types of higher-dimensional objects, one attempts to find the best way to measure distances on them which use the least amount of energy, and maximize the symmetries of the space. The projects of the PI are to define appropriate energies on such spaces, and to seek out the important optimal geometries which minimize the total energy.<br /><br />In more technical terms, the research of the PI is, broadly speaking, to use solutions of partial differential equations which are geometric in origin to study properties of differentiable manifolds. The main areas of concentration of the PI's research are the desingularization of Einstein orbifolds, the construction of sequences of collapsing Ricci-flat metrics on K3 surfaces, the construction of a global moduli space of scalar-flat Kahler ALE metrics, and the study of the orbifold Yamabe problem. In joint work with Morteza, an existence theorem for Einstein metrics was proved in the asymptotically hyperbolic Einstein setting, which generalized a result of Biquard in dimension four. In ongoing work with Hein, Sun, and Zhang, the PI has constructed new examples of Ricci-flat metrics on K3 surfaces which collapse to an interval, with Heisenberg nilmanifolds occurring as fibers in the regular collapsing regions. There are many interesting questions resulting from this work, especially to relate these degenerations to polarized degenerations of K3 surfaces. In work with Chen and Zhang, the PI has proved classification results for gravitational instantons with quadratic volume growth. In joint work with Han, the PI made progress towards constructing a global moduli space of scalar-flat Kahler ALE metrics for certain groups at infinity. Also, in joint work with Tao Ju, the PI has proved existence and nonexistence results for the orbifold Yamabe problem. Finally, the PI is committed to integrating research and education and cultivating intellectual development on many levels. The PI has been active in outreach and organization of conferences in the mathematics community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2023<br>\n\t\t\t\t\tModified by: Jeff&nbsp;A&nbsp;Viaclovsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn important motivation for the research in this project is to understand the relationship between the geometry and the topology of a space. The latter, topology, is the study of properties of a space which are invariant under continuous stretching or bendings of a space, while the former, geometry, involves understanding distances and is more rigid. For example, the surface of our planet is a sphere, and one measures distances between points on it by computing lengths along great circle paths. (The Earth is actually an oblate spheroid, but it is very close to being perfectly spherical.) One can imagine deforming the Earth by pushing in or pulling on small or large regions to warp the geometry. Such a deformed shape is somehow less appealing than the familiar round Earth, and there are many ways to make this notion of being \"bent out of shape\" very precise in terms of minimizing some sort of total energy measurement. This is directly related to physical principles which say that the state of a physical system will tend towards a final configuration which minimizes the total energy. This idea can also be generalized to higher-dimensional objects called manifolds, which are generalized versions of the surface of our planet. (For example, the space that we live in is three-dimensional, and if one includes time, we are in a four-dimensional universe.) In order to understand these types of higher-dimensional objects, one attempts to find the best way to measure distances on them which use the least amount of energy, and maximize the symmetries of the space. The projects of the PI are to define appropriate energies on such spaces, and to seek out the important optimal geometries which minimize the total energy.\n\nIn more technical terms, the research of the PI is, broadly speaking, to use solutions of partial differential equations which are geometric in origin to study properties of differentiable manifolds. The main areas of concentration of the PI's research are the desingularization of Einstein orbifolds, the construction of sequences of collapsing Ricci-flat metrics on K3 surfaces, the construction of a global moduli space of scalar-flat Kahler ALE metrics, and the study of the orbifold Yamabe problem. In joint work with Morteza, an existence theorem for Einstein metrics was proved in the asymptotically hyperbolic Einstein setting, which generalized a result of Biquard in dimension four. In ongoing work with Hein, Sun, and Zhang, the PI has constructed new examples of Ricci-flat metrics on K3 surfaces which collapse to an interval, with Heisenberg nilmanifolds occurring as fibers in the regular collapsing regions. There are many interesting questions resulting from this work, especially to relate these degenerations to polarized degenerations of K3 surfaces. In work with Chen and Zhang, the PI has proved classification results for gravitational instantons with quadratic volume growth. In joint work with Han, the PI made progress towards constructing a global moduli space of scalar-flat Kahler ALE metrics for certain groups at infinity. Also, in joint work with Tao Ju, the PI has proved existence and nonexistence results for the orbifold Yamabe problem. Finally, the PI is committed to integrating research and education and cultivating intellectual development on many levels. The PI has been active in outreach and organization of conferences in the mathematics community.\n\n\t\t\t\t\tLast Modified: 01/29/2023\n\n\t\t\t\t\tSubmitted by: Jeff A Viaclovsky"
 }
}