{
 "awd_id": "1811600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular and Coarse-Grained Simulations of Biomolecular Processes at the Petascale",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924863",
 "po_email": "edwalker@nsf.gov",
 "po_sign_block_name": "Edward Walker",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 8100.0,
 "awd_amount": 8100.0,
 "awd_min_amd_letter_date": "2018-03-22",
 "awd_max_amd_letter_date": "2018-03-22",
 "awd_abstract_narration": "Computer simulations of biological systems can offer insights that are difficult or impossible to access with conventional experimental techniques, providing significant benefits for basic scientific research.  However, the large range of characteristic time and length scales observed in biological processes makes the use of any single computational technique difficult.  While atomic-resolution simulations can furnish a scientist with exquisite levels of detail, the sheer computational expense of these simulations sometimes presents a significant barrier for their application to large-scale biological problems.  This project proposes to us coarse-grained (CG) molecular models to expand the reach of computer simulations to cellular scales. The project propose to integrate atomic-resolution and CG simulations to study a range of biologically relevant systems, in close collaboration with an international cohort of scientists from various experimental fields. This work will involve not only elucidating and explaining biomolecular processes, but also the development and dissemination of cutting-edge simulation software to the wider scientific community.\r\n\r\nThe project aims to combine experimental data with cutting-edge computer simulations to investigate a number of important biomolecular systems.   The systems of interest can be grouped into two main categories: critical stages of the viral lifecycles of HIV-1 and influenza, and studies of the actin filaments and microtubules of the cellular cytoskeleton.   The project will develop an integrated pipeline which allows scientists to convert experimental data into computer models capable of investigating biomolecular processes at scales that are inaccessible to other approaches. While the results of atomic-scale simulations will clearly be important in and of themselves, they will also, in combination with experimental data, form the basis for generating and parameterizing rigorous UCG models. Results and predictions made by these models will be validated by close collaboration with experimental scientists, and used to suggest new directions in both the theoretical and experimental field.  In addition to the development and deployment of advanced biomolecular simulation techniques, this proposal will also assist in the dissemination of the advances to the wider research community by the integration of the UCG model generation and simulation algorithms with the popular LAMMPS software.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Voth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Voth",
   "pi_email_addr": "gavoth@uchicago.edu",
   "nsf_id": "000407271",
   "pi_start_date": "2018-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5735 S. Ellis Ave., SCL 231",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778100",
   "pgm_ele_name": "Leadership-Class Computing"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Molecular and Coarse-Grained Simulations of Biomolecular Processes at the Petascale</strong></p>\n<p>&nbsp;</p>\n<p><strong><em>Overview.</em></strong> In the current era of modern supercomputing resources, computer simulations have become an increasingly important scientific tool to offer insights that are otherwise difficult or impossible to probe using experimental methods. Simulations of large and complex systems are of scientific interest in the physical, biomedical, and material sciences, and remain computationally challenging. Coarse-grained (CG) models significantly expand the capability of computer simulations to understand collective behavior over large length and timescales; the CG methodology developed in the Voth group generates computationally efficient, reduced representations models that retain fundamental molecular physics. In this work, atomic-resolution and CG simulations were integrated to study a wide range of biologically important systems, in collaboration with an international cohort of leading experimentalists. The results of these efforts advanced the state-of-the-art in molecular simulation, and contributed to a better understanding of the connection between atomic-level interactions and large-scale biological phenomena.</p>\n<p>&nbsp;</p>\n<p><strong><em>Intellectual Merit</em></strong><strong>. </strong>The theory for ?ultra-coarse-grained? models was developed and a highly scalable molecular simulation engine was implemented that addressed weaknesses in existing software for CG simulations. Leveraging these tools and expertise, cutting-edge simulations of biological processes were performed. Particular emphasis was placed on the unexplored dynamical behavior of viruses (such as the human immunodeficiency virus). The novelty and intellectual merit of this research encompassed not only the development of molecular simulation methods at the petascale, but also the elucidation of key biophysical insights.</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impacts</em></strong><strong>. </strong>In addition to advancing the state-of-the-art in molecular simulations and CG model development, this work informed and guided experiments of leading collaborators. The research had a direct impact on the basic science of pathogens that pose public health risks and lay the groundwork for the development of novel antiretroviral therapies. The developments in multiscale simulation methods have also paved the way to study large-scale biological systems via computation that were previously intractable. This work has also helped foster the growth of the STEM workforce (NSF Strategic Objective 2.2 for FY 2018-2022) by training graduate students and postdoctoral fellows in areas of crucial strategic importance, including high-performance computing, data analysis, and multiscale simulation methods.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2019<br>\n\t\t\t\t\tModified by: Gregory&nbsp;A&nbsp;Voth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMolecular and Coarse-Grained Simulations of Biomolecular Processes at the Petascale\n\n \n\nOverview. In the current era of modern supercomputing resources, computer simulations have become an increasingly important scientific tool to offer insights that are otherwise difficult or impossible to probe using experimental methods. Simulations of large and complex systems are of scientific interest in the physical, biomedical, and material sciences, and remain computationally challenging. Coarse-grained (CG) models significantly expand the capability of computer simulations to understand collective behavior over large length and timescales; the CG methodology developed in the Voth group generates computationally efficient, reduced representations models that retain fundamental molecular physics. In this work, atomic-resolution and CG simulations were integrated to study a wide range of biologically important systems, in collaboration with an international cohort of leading experimentalists. The results of these efforts advanced the state-of-the-art in molecular simulation, and contributed to a better understanding of the connection between atomic-level interactions and large-scale biological phenomena.\n\n \n\nIntellectual Merit. The theory for ?ultra-coarse-grained? models was developed and a highly scalable molecular simulation engine was implemented that addressed weaknesses in existing software for CG simulations. Leveraging these tools and expertise, cutting-edge simulations of biological processes were performed. Particular emphasis was placed on the unexplored dynamical behavior of viruses (such as the human immunodeficiency virus). The novelty and intellectual merit of this research encompassed not only the development of molecular simulation methods at the petascale, but also the elucidation of key biophysical insights.\n\n \n\nBroader Impacts. In addition to advancing the state-of-the-art in molecular simulations and CG model development, this work informed and guided experiments of leading collaborators. The research had a direct impact on the basic science of pathogens that pose public health risks and lay the groundwork for the development of novel antiretroviral therapies. The developments in multiscale simulation methods have also paved the way to study large-scale biological systems via computation that were previously intractable. This work has also helped foster the growth of the STEM workforce (NSF Strategic Objective 2.2 for FY 2018-2022) by training graduate students and postdoctoral fellows in areas of crucial strategic importance, including high-performance computing, data analysis, and multiscale simulation methods.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/09/2019\n\n\t\t\t\t\tSubmitted by: Gregory A Voth"
 }
}