{
 "awd_id": "1811497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: Collaborative Research: Enabling Spectrum and Energy-Efficient Dynamic Spectrum Access Wireless Networks using Neuromorphic Computing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2017-08-10",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 478812.0,
 "awd_amount": 478812.0,
 "awd_min_amd_letter_date": "2017-12-29",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "During the last two decades, the use of Radio Frequency (RF) spectrum has increased tremendously due to the ever growing demand for wireless connectivity. The existing network technologies that support the current wireless data demand are expected to increase their capacity significantly in the next decade, calling for spectrum and energy efficient communication strategies. There are two popular approaches to efficiently utilize the RF spectrum: One is the cognitive radio networks which allow mobile users to share the spectrum that has been primarily allocated to other services such as television broadcasting, global position system (GPS), radar, weather forecasting, etc., provided that the mobile users impose limited interference to existing services. Another approach is to enhance the mobile broadband networks via expanded bandwidth, massive Multiple-Input Multiple-Output (MIMO) systems, and densified heterogeneous networks (HetNets). However, both approaches have limitations and have different impacts on spectrum efficiency and energy efficiency. In addition, current hardware platforms exhibit formidable challenges in supporting high computational complexity and low power consumption. This project introduces a novel network architecture and its application-specific hardware optimization using neuromorphic computing devices. The new wireless network architecture allows mobile users to perform spatio-temporal spectrum sensing and actively search for dynamic spectrum access (DSA) opportunities to enable short-range and local communications. Meanwhile, neuromorphic computing devices that mimic bio-neurological processes will be designed to tackle the high computational complexity of the new dynamic spectrum access approach with extremely low power consumption.  In this way, we will be able to enable our nation's next-generation wireless communications and networking that are intelligent, spectrum-efficient, and energy-efficient in a dynamic spectrum environment. The developed concepts and technologies will also help achieve National Broadband Plan which targets at significant improvements in the efficiency of RF spectrum utilization. The project has an extensive education and outreach plan which includes designing new course components on energy-efficient communications, analog neuron circuits, and computational intelligence for wireless networks, joint training of graduate and undergraduate researchers between the two collaborative institutions, and outreach to telecommunication industry and underrepresented students through seminars and diversity programs.\r\n\r\nShort-range and local communications are extremely beneficial for spectrum and energy efficiency. The research objective of the project is to 1) design DSA-enabled HetNets to enable short-range/local spectrum access to improve the spectrum and energy efficiency, and 2) leverage neuromorphic computing architecture to efficiently solve the associated resource allocation problems with extremely high energy efficiency. To achieve the goal, the project is organized into four interconnected research thrusts. Thrust 1 focuses on spatio-temporal spectrum sensing with MIMO transceivers. Thrust 2 investigates cooperative communications and resource allocation for DSA-enabled HetNets. Thrust 3 studies neuromorphic computing based hardware design for DSA-enabled HetNets. Thrust 4 develops and evaluates the hardware-software test-bed. The proposed paradigm shift from centralized base-station-controlled approach to the decentralized approach will revolutionize the future wireless network design, where the individual users will play stronger role in spectrum access and drastically change the network topology by utilizing neuromorphic computing devices. The hardware-software co-design methodologies developed in this project can be readily applied to other related fields: computer communication networks, cyber security, and energy-harvesting communications, etc.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lingjia",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lingjia Liu",
   "pi_email_addr": "ljliu@vt.edu",
   "nsf_id": "000599431",
   "pi_start_date": "2017-12-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 Turner Street NW",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055Z",
   "pgm_ref_txt": "SpecEES Spectrum Efficiency, Energy Effi"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 478812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Efficient spectrum access is of critical importance for wireless networks. In this project, we studied intelligent spectrum access strategies for a distributed heterogeneous network (HetNet) and its associated hardware implementation using neuromorphic computing.</p>\n<p>&nbsp;</p>\n<p>On the algorithm side, we introduce Fed-MADRL by incorporating federated learning (FL) and multi-agent deep reinforcement learning (MADRL) to design a collaborative distributed spectrum access strategy. Our Fed-MADRL scheme employs FL to enable multiple users to collaboratively optimize the system goal without sharing their training data. By keeping all the training data at the user end, FL improves the communication efficiency and strengthens user data privacy. Fed-MADRL is the first work that utilizes FL in distributed spectrum access networks under quantized communication. To further improve the convergence and training efficiency of the underlying DRL, we introduce the deep echo state Q-network (DEQN) which utilizes the echo state network (ESN) as the underlying kernel of the DRL agent. Our results show that DEQN can significantly improve the training and convergence speed of the underlying DRL agent resulting a substantial performance gain in a highly dynamic wireless environment. Specifically, our evaluation suggests that DEQN-based distributed spectrum access can provide at least 10% - 20% performance improvement over traditional Deep Recurrent-Q Network (DRQN)-based strategies. We believe our work sheds light on the application of an efficient deep reinforcement learning framework in highly dynamic environments using very limited training data.</p>\n<p>&nbsp;</p>\n<p>On the hardware side, a hardware-verified ESN has been implemented in Field Programmable Gate Arrays (FPGAs). A software-defined radio (SDR) platform has been constructed to enable data collection in real-world scenarios using the underlying FPGA-based ESN as the agent. Our experiment demonstrates a promising system performance of our FPGA-based AI accelerator design under realistic conditions. We achieve 3.3 times the throughput with a resource utilization increase of only 21.4% in Lookup Table (LUT) and 33% in Flip-Flop (FF) for maximal processing speed design while reducing Block Random Access Memory (BRAM) and Digital Signal Processing Intellectual Property (DSP IP) usage by 50% and 33.3%, respectively. This provides a promising energy-efficient implementation for neuromorphic computing-based wireless systems.</p>\n<p>&nbsp;</p>\n<p>On the education side, 5 PhD students have been involved in the project with one student defended his PhD based on the work out of this project. The results are disseminated to the research community and the related codes are also shared publicly.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/06/2024<br>\nModified by: Lingjia&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEfficient spectrum access is of critical importance for wireless networks. In this project, we studied intelligent spectrum access strategies for a distributed heterogeneous network (HetNet) and its associated hardware implementation using neuromorphic computing.\n\n\n\n\n\nOn the algorithm side, we introduce Fed-MADRL by incorporating federated learning (FL) and multi-agent deep reinforcement learning (MADRL) to design a collaborative distributed spectrum access strategy. Our Fed-MADRL scheme employs FL to enable multiple users to collaboratively optimize the system goal without sharing their training data. By keeping all the training data at the user end, FL improves the communication efficiency and strengthens user data privacy. Fed-MADRL is the first work that utilizes FL in distributed spectrum access networks under quantized communication. To further improve the convergence and training efficiency of the underlying DRL, we introduce the deep echo state Q-network (DEQN) which utilizes the echo state network (ESN) as the underlying kernel of the DRL agent. Our results show that DEQN can significantly improve the training and convergence speed of the underlying DRL agent resulting a substantial performance gain in a highly dynamic wireless environment. Specifically, our evaluation suggests that DEQN-based distributed spectrum access can provide at least 10% - 20% performance improvement over traditional Deep Recurrent-Q Network (DRQN)-based strategies. We believe our work sheds light on the application of an efficient deep reinforcement learning framework in highly dynamic environments using very limited training data.\n\n\n\n\n\nOn the hardware side, a hardware-verified ESN has been implemented in Field Programmable Gate Arrays (FPGAs). A software-defined radio (SDR) platform has been constructed to enable data collection in real-world scenarios using the underlying FPGA-based ESN as the agent. Our experiment demonstrates a promising system performance of our FPGA-based AI accelerator design under realistic conditions. We achieve 3.3 times the throughput with a resource utilization increase of only 21.4% in Lookup Table (LUT) and 33% in Flip-Flop (FF) for maximal processing speed design while reducing Block Random Access Memory (BRAM) and Digital Signal Processing Intellectual Property (DSP IP) usage by 50% and 33.3%, respectively. This provides a promising energy-efficient implementation for neuromorphic computing-based wireless systems.\n\n\n\n\n\nOn the education side, 5 PhD students have been involved in the project with one student defended his PhD based on the work out of this project. The results are disseminated to the research community and the related codes are also shared publicly.\n\n\n\t\t\t\t\tLast Modified: 05/06/2024\n\n\t\t\t\t\tSubmitted by: LingjiaLiu\n"
 }
}