{
 "awd_id": "1811008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2018",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2018-07-16",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2018, Broadening Participation of Groups Under-represented in Biology. The fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. This research aims to investigate how animals use chemical signals to select mates for reproduction. It is known that animals use a variety of olfactory signals to navigate the natural world, however, how these signals are translated by the olfactory system to generate behavioral responses (e.g. mate selection) are not well understood. With Heliconius butterflies as the model system, this project seeks to identify specific smell receptor genes in butterfly antennae that are involved in the recognition of potential mates. Utilizing genetic and behavioral methods, this research will attempt to link olfactory genes and signals to mate selection behavior. During this appointment, the fellow will: (a) be trained in emerging and novel genetic techniques, (b) establish a K-12 science outreach program for local schools, and (c) help develop a new Functional Genomics course for undergraduates. \r\n\r\nInsects are dependent on olfactory cues to complete fundamental biological processes such as foraging, oviposition, and mate choice. While extensive experimental evidence supports the importance of chemical cues in these processes, the mechanisms linking detection of odor cues to complex behavioral responses remain largely unknown. This research will bridge this gap by integrating analyses of chemosensory receptor genes and patterns of mate choice in Heliconius butterflies. The project will link genes and behavior by describing the genetic architecture of chemosensation in two behaviorally distinct, incipient species pairs and relating olfactory receptors to pre-mating isolation and mate choice. The specific objectives of the project are to: (1) identify the genetic architecture of chemosensation in Heliconius using gene expression data, (2) develop and validate knock-out mutants for candidate olfactory receptor genes using gene editing methods and olfactory bioassays, and (3) use knock-out mutants to test the role of candidate genes in mate choice with behavioral trials. As part of this appointment, the fellow will: (a) receive training in new gene editing (CRISPR/cas9) and electroantennography techniques, (b) establish an outreach program where undergraduates will teach hands-on science lessons in local K-12 classrooms, and (c) help develop a new undergraduate Functional Genomics course that will serve as an introduction to novel genomic methods and provide hands-on experience with classic techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesyka",
   "pi_last_name": "Melendez-Rosa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jesyka Melendez-Rosa",
   "pi_email_addr": "",
   "nsf_id": "000756024",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Melendez-Rosa           Jesyka",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947042637",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico, Rio Piedras",
  "perf_str_addr": null,
  "perf_city_name": "San Juan",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009313360",
  "perf_ctry_code": "RQ",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "Puerto Rico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 207000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Jesyka Mel&eacute;ndez-Rosa completed the research associated with an NSF Postdoctoral Research Fellowship in Biology for FY 2018 entitled &ldquo;Identifying chemosensory receptor genes associated with mate choice in speciating <em>Heliconius</em> butterflies&rdquo;. This research aimed to investigate how animals use chemical signals to select mates for reproduction and host plant selection. With <em>Heliconius</em> butterflies as the model system, the PI identified candidate smell receptor genes in butterfly antennae and forelegs involved in the recognition of potential mates and host plants. As part of this project, the PI was trained in emerging and novel genetic techniques (e.g. <em>In situ</em> hybridization and CRISPR gene editing) as well as insect husbandry. Due to the interdisciplinary nature of research, this project fostered collaborations between the Chemistry and Biology departments at The Universidad de Puerto Rico, the Neuroscience Department at The Universidad Central del Caribe, and the National Institutes of Health (NIH) in Washington, D.C. Moreover, as part of this project, the host and PI organized a Neurobiology Symposium entitled&nbsp;&ldquo;Moving and sensing in a complex environment&rdquo; with participation from collaborators at the NIH. Finally, this project worked towards increasing the participation of groups underrepresented in biology by developing K-12 science outreach lessons for local Puerto Rican schools. These lessons now form part of a broader outreach network through the Center for Science and Math Education Research (CSMER) associated with the University of Puerto Rico, Rio Piedras.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2021<br>\n\t\t\t\t\tModified by: Jesyka&nbsp;Melendez-Rosa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nJesyka Mel&eacute;ndez-Rosa completed the research associated with an NSF Postdoctoral Research Fellowship in Biology for FY 2018 entitled \"Identifying chemosensory receptor genes associated with mate choice in speciating Heliconius butterflies\". This research aimed to investigate how animals use chemical signals to select mates for reproduction and host plant selection. With Heliconius butterflies as the model system, the PI identified candidate smell receptor genes in butterfly antennae and forelegs involved in the recognition of potential mates and host plants. As part of this project, the PI was trained in emerging and novel genetic techniques (e.g. In situ hybridization and CRISPR gene editing) as well as insect husbandry. Due to the interdisciplinary nature of research, this project fostered collaborations between the Chemistry and Biology departments at The Universidad de Puerto Rico, the Neuroscience Department at The Universidad Central del Caribe, and the National Institutes of Health (NIH) in Washington, D.C. Moreover, as part of this project, the host and PI organized a Neurobiology Symposium entitled \"Moving and sensing in a complex environment\" with participation from collaborators at the NIH. Finally, this project worked towards increasing the participation of groups underrepresented in biology by developing K-12 science outreach lessons for local Puerto Rican schools. These lessons now form part of a broader outreach network through the Center for Science and Math Education Research (CSMER) associated with the University of Puerto Rico, Rio Piedras.\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2021\n\n\t\t\t\t\tSubmitted by: Jesyka Melendez-Rosa"
 }
}