{
 "awd_id": "1811745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Methodology for Multi Time-Scale Nonlinear Dynamical Spatio-Temporal Statistical Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2018-05-21",
 "awd_max_amd_letter_date": "2020-07-20",
 "awd_abstract_narration": "Scientists and engineers are increasingly aware of the importance of accurately characterizing various sources of uncertainty when trying to understand complex systems such as those that vary across time and space.  Examples of such systems include how ocean heating influences convective clouds in the tropics, which in turn, can influence severe weather and habitat conditions over North America; or, how a migratory species interacts with its environment and competitive pressures from both predators and prey.   When performing statistical modeling on such complex spatio-temporal phenomena, the scientific goal is typically either inference, prediction, or forecasting, all of which require some measure of uncertainty.  To accomplish these goals through modeling, one must synthesize information from a variety of sources, including direct observations, indirect (remotely sensed) observations, surrogate observations (mechanistic model output), previous empirical results, expert opinion, and scientific knowledge.  This information must then integrate into a process model that can represent the complexity of the interacting processes, and account for uncertainty.  This research is concerned with building these models in a way that can account for complex interactions across different time scales.\r\n\r\n\r\nThis project concerns the development of a methodological framework for parsimonious  and computationally efficient models for multi time-scale nonlinear dynamical spatio-temporal processes that accounts for the interaction across processes and time scales in such a way as to accommodate uncertainty in data, processes, and parameters.  In particular, the project will focus on a hybrid model that combines elements of a generalized quadratic nonlinear spatio-temporal dynamical model with a recurrent neural network model.  However, this methodology will focus on models for processes that involve multiple time scales of variability.  This will include the development of computationally efficient algorithms that can deal with the extreme curse of dimensionality in the state and parameter spaces associated with complex interacting nonlinear phenomena by adapting, extending and combining approaches from both statistics and machine learning. Not only will the proposed modeling and computational methodology be an advancement in statistics, but it will be useful across a broad range of disciplines that deal with complex multi time-scale dynamical processes such as brain science, climatology, demography, econometrics, fisheries, ecology, meteorology, oceanography, and wildlife biology.  In addition, the project will contribute to STEM education through training a graduate research assistant, who will gain inter-disciplinary experience.  In addition, the project will foster undergraduate interest in the STEM disciplines by employing undergraduate research assistants to help with the development of visualization tools for spatio-temporal data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Wikle",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher K Wikle",
   "pi_email_addr": "wiklec@missouri.edu",
   "nsf_id": "000408036",
   "pi_start_date": "2018-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "146 Middlebush Hall",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652116100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 74558.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 74987.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 75455.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was the development of a methodological framework for parsimonious and computationally efficient models for complex spatial processes that evolve over time, such as one sees with weather, climate, and migrating animals. &nbsp;Because there is substantial uncertainty in our observations and knowledge of such systems, it is important that the outputs of our models reflect that uncertainty, while accounting for the real-world complexity. Thus, the work here was primarily concerned with merging so-called &ldquo;AI&rdquo; methods (e.g., deep learning) with statistical models. The AI component allows for learning complex structure and the statistical component allows for a formal way to account and report uncertainty.&nbsp; We applied this methodology to problems such as the long-lead forecasting of sea surface temperature to predict El Nino/La Nina, the long-lead prediction of soil moisture over the US corn belt (to assist producers with planting decisions), understanding plausible reasons why animals make the decisions they do in complex environments.&nbsp; Thus, the scientific development has very clear connections to broader impacts associated with many societal issues. Another example is that this work has led to a new phase of research to better predict short term evolution of wildfire fronts in complex terrain. In the context of human health, we are now using the methods devleoped here with respect to high-dimensional model emulation to help understand the bio-physical implications of the onset of open angle glaucoma, combining model output with clinical measurements to better characterize onset and development of this disease.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2021<br>\n\t\t\t\t\tModified by: Christopher&nbsp;K&nbsp;Wikle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was the development of a methodological framework for parsimonious and computationally efficient models for complex spatial processes that evolve over time, such as one sees with weather, climate, and migrating animals.  Because there is substantial uncertainty in our observations and knowledge of such systems, it is important that the outputs of our models reflect that uncertainty, while accounting for the real-world complexity. Thus, the work here was primarily concerned with merging so-called \"AI\" methods (e.g., deep learning) with statistical models. The AI component allows for learning complex structure and the statistical component allows for a formal way to account and report uncertainty.  We applied this methodology to problems such as the long-lead forecasting of sea surface temperature to predict El Nino/La Nina, the long-lead prediction of soil moisture over the US corn belt (to assist producers with planting decisions), understanding plausible reasons why animals make the decisions they do in complex environments.  Thus, the scientific development has very clear connections to broader impacts associated with many societal issues. Another example is that this work has led to a new phase of research to better predict short term evolution of wildfire fronts in complex terrain. In the context of human health, we are now using the methods devleoped here with respect to high-dimensional model emulation to help understand the bio-physical implications of the onset of open angle glaucoma, combining model output with clinical measurements to better characterize onset and development of this disease.\n\n \n\n\t\t\t\t\tLast Modified: 11/05/2021\n\n\t\t\t\t\tSubmitted by: Christopher K Wikle"
 }
}