{
 "awd_id": "1812779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identification of Compact Binaries in the ZTF Alert Stream",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zoran Ninkov",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 471560.0,
 "awd_amount": 471560.0,
 "awd_min_amd_letter_date": "2018-06-27",
 "awd_max_amd_letter_date": "2018-06-27",
 "awd_abstract_narration": "The Zwicky Transient Facility (ZTF) has begun operations in 2018 and will map the Northern Galactic Plane twice nightly over the next three years, generating a massive real-time data flow of order of a million transient events daily.  This creates an opportunity to make many important discoveries in stellar astrophysics if astronomers can immediately follow up these transient events.  This research will use commercial open source software tools to provide the filtering and cross matching of the events with external catalogs, which contain contextual information to identify stars of interest and generate immediate alerts to the celestial community.  It will provide a coordination center for the analysis of these events leading to discoveries and insights in stellar astrophysics. Graduate and undergraduate students will take part in this research which will develop their abilities in the rapidly developing fields of cloud and streaming platforms such as Kafka, Spark and Amazon Web Services, with the goal of developing a diverse, globally competitive STEM workforce.\r\n\r\nThe ZTF offers an outstanding opportunity to enhance our understanding of stellar astrophysics.  To take advantage of this, an alert stream will be developed that consists of open source software tools which are used by commercial internet companies that specialize in massive real-time data flows.  These tools will allow rapid crossmatching and filtering of the ZTF alert stream to identify significant Galactic transient events such as cataclysmic variables, state changes of X-ray binaries, and stellar flares, and to send out notices enabling immediate follow-up observations.  Apache Kafka, an open-source messaging queue, will provide a distributed, fault-tolerant event stream at low latency.  Apache Spark, an open-source cluster computing framework, will be used to provide fast general-purpose data processing.  It includes the Spark Streaming interface to Kafka as well as SQL (Structured Query Language) databases necessary for cross-matching the catalogs.  The alerts will result in discoveries and insights in stellar astrophysics.  .\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Bellm",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Eric C Bellm",
   "pi_email_addr": "ecbellm@uw.edu",
   "nsf_id": "000762850",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 471560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Zwicky Transient Facility (ZTF) is an optical time-domain survey that repeatedly scans the Northern Hemisphere sky and issues real-time alerts for transient, variable, and moving astrophysical objects.&nbsp; Using ZTF and the ANTARES alert broker, we have demonstrated that community brokers processing millions of alerts per night can rapidly identify new accretion-driven outbursts from compact binary systems containing black holes and neutron stars.</p>\n<p>Our discovery of the 2021 outburst of the black hole X-ray binary XTE J1859+226 enabled us to pursue extensive multi-wavelength followup of what proved to be an unusual low-luminosity outburst with temporal evolution not expected from the standard theory of irradiated accretion disks (Bellm et al. 2023). Given its low luminosity, without our ZTF identification this event would likely have been missed.</p>\n<p>Similarly, we identified outbursts from Swift J1858.6-0814 and Swift J1943.4+0228 in their earliest stages and rapidly notified the community. We also identified the 2019 outburst from Swift J1357.2-0933, placed limits on the optical emission during an outburst of the black hole candidate EXO 1846-031, and constrained the outburst onset of the accreting millisecond X-ray pulsar MAXI J1957+032 and the X-ray transient Swift J1727.8-1613. Graduate student David Wang published the results of a systematic search of the ZTF alert stream for outbursts from unknown X-ray binaries (Wang et al. 2023).</p>\n<p>Our Broader Impacts activities focused on the goal of developing a diverse, globally competitive STEM workforce by involving students and postdocs in research activities and exposing them to industry-standard technologies such as Apache Kafka.</p>\n<p>This grant supported one postdoctoral scholar in developing innovative timeseries methods. Two graduate students participated in developing technical infrastructure for identifying compact binary outbursts in the ZTF alert stream. We engaged eight undergraduate students in research activities through the UW PreMAP program as well as paid or for-credit research.<br /><br />Finally, we also engaged citizen scientists and the broader public with this research. We issued an Alert Notice to the American Association of Variable Star Observers to follow up the ZTF-discovered outburst of XTE J1859+226. Five AAVSO observers contributed late-time photometry useful to our modeling and included in our publication (Bellm et al. 2023). We made a presentation describing the ZTF survey to about one hundred members of the general public at Seattle Astronomy on Tap.</p><br>\n<p>\n Last Modified: 12/01/2023<br>\nModified by: Eric&nbsp;C&nbsp;Bellm</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Zwicky Transient Facility (ZTF) is an optical time-domain survey that repeatedly scans the Northern Hemisphere sky and issues real-time alerts for transient, variable, and moving astrophysical objects. Using ZTF and the ANTARES alert broker, we have demonstrated that community brokers processing millions of alerts per night can rapidly identify new accretion-driven outbursts from compact binary systems containing black holes and neutron stars.\n\n\nOur discovery of the 2021 outburst of the black hole X-ray binary XTE J1859+226 enabled us to pursue extensive multi-wavelength followup of what proved to be an unusual low-luminosity outburst with temporal evolution not expected from the standard theory of irradiated accretion disks (Bellm et al. 2023). Given its low luminosity, without our ZTF identification this event would likely have been missed.\n\n\nSimilarly, we identified outbursts from Swift J1858.6-0814 and Swift J1943.4+0228 in their earliest stages and rapidly notified the community. We also identified the 2019 outburst from Swift J1357.2-0933, placed limits on the optical emission during an outburst of the black hole candidate EXO 1846-031, and constrained the outburst onset of the accreting millisecond X-ray pulsar MAXI J1957+032 and the X-ray transient Swift J1727.8-1613. Graduate student David Wang published the results of a systematic search of the ZTF alert stream for outbursts from unknown X-ray binaries (Wang et al. 2023).\n\n\nOur Broader Impacts activities focused on the goal of developing a diverse, globally competitive STEM workforce by involving students and postdocs in research activities and exposing them to industry-standard technologies such as Apache Kafka.\n\n\nThis grant supported one postdoctoral scholar in developing innovative timeseries methods. Two graduate students participated in developing technical infrastructure for identifying compact binary outbursts in the ZTF alert stream. We engaged eight undergraduate students in research activities through the UW PreMAP program as well as paid or for-credit research.\n\nFinally, we also engaged citizen scientists and the broader public with this research. We issued an Alert Notice to the American Association of Variable Star Observers to follow up the ZTF-discovered outburst of XTE J1859+226. Five AAVSO observers contributed late-time photometry useful to our modeling and included in our publication (Bellm et al. 2023). We made a presentation describing the ZTF survey to about one hundred members of the general public at Seattle Astronomy on Tap.\t\t\t\t\tLast Modified: 12/01/2023\n\n\t\t\t\t\tSubmitted by: EricCBellm\n"
 }
}