{
 "awd_id": "1812778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-BSF: RI: Small: Collaborative Research: Modeling Crosslinguistic Influences Between Language Varieties",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 166347.0,
 "awd_amount": 166347.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2018-09-13",
 "awd_abstract_narration": "Most people in the world today are multilingual. Though multilingualism is a gradual phenomenon, previous research has primarily examined text from second language learners who have not yet achieved fluency. This project focuses on text produced by nonnative but highly fluent speakers. Fluent but nonnative language differs subtly from native, monolingual language in the frequencies of certain concepts, constructions, and collocations. This raises the possibility that language technologies -- typically trained on \"standard\" native language -- are systematically biased in ways that render them less useful for the majority of users.  This project will develop methods to examine large datasets of fluent nonnative language to detect the subtle influences of the native language and deliver natural language processing (NLP) tools for these language varieties. Its methods will be applicable beyond the populations in this study, including NLP-based measurement for social science and research seeking to better understand cognition in the bilingual mind. Native language identification will enable potential applications in language learning, cybersecurity, geolocation, personalization, and more. The project will openly share implementations and data, and will include educational activities that bring research into education.\r\n\r\nThis project will advance natural language processing techniques to shed light on the differences in language use by fluent speakers with varying linguistic backgrounds:  native speakers, highly fluent nonnative speakers, and translators when translating from another language into English.  It is known that classifiers can be trained to discriminate with high accuracy among these populations, even though humans have difficulty telling them apart. This project will focus on semantic phenomena, which can confound even fluent nonnative speakers. If current NLP models are biased toward native language, then they may not support accurate measurement in nonnative text; the project will develop new techniques to mitigate this bias. This project will deliver a range of new models for native language identification, new measurement models and multi-variety models for language-variety-aware NLP tools, new semantic annotations in several Englishes, and a study on nonnative annotation.  These novel methods for studying variation within a language and building such variation into our NLP systems will lead to unprecedented flexibility in computational models of natural language semantics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Schneider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Schneider",
   "pi_email_addr": "nathan.schneider@georgetown.edu",
   "nsf_id": "000734842",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 166347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed computational resources and techniques to analyze how people convey meaning through language, with special emphasis on <em>cross-linguistic influences</em> in multilingualism. The language of nonnative speakers, even highly fluent speakers, is known to be colored by the native language. In this project we analyzed the use of prepositions in social media text written in fluent English by speakers from European countries associated with several different primary languages. Statistics from these data pointed to differences between the different speaker groups, suggestive of influence from the native language. We also collected data on preposition/postposition use in German, Korean, and Mandarin Chinese in order to facilitate crosslinguistic comparison of how these grammatical markers convey meaning. The data is being assembled for public exploration on a custom website called Xposition, <a href=\"http://xposition.org\">http://xposition.org</a>. Finally, computational semantic analyzers were developed for prepositions and other elements of sentences, furthering the development of natural language processing (NLP) algorithms, including the ability of systems to handle rare categories and provide more accurate confidence estimates of their predictions.</p>\n<p>Project funds supported a computer science Ph.D. student, data annotation, the PI's mentorship of diverse linguistics and computer science graduate students in research (with a dozen peer-reviewed coauthored publications, and public data/code releases), and conference attendance by the PI and graduate students to present the research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2022<br>\n\t\t\t\t\tModified by: Nathan&nbsp;Schneider</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed computational resources and techniques to analyze how people convey meaning through language, with special emphasis on cross-linguistic influences in multilingualism. The language of nonnative speakers, even highly fluent speakers, is known to be colored by the native language. In this project we analyzed the use of prepositions in social media text written in fluent English by speakers from European countries associated with several different primary languages. Statistics from these data pointed to differences between the different speaker groups, suggestive of influence from the native language. We also collected data on preposition/postposition use in German, Korean, and Mandarin Chinese in order to facilitate crosslinguistic comparison of how these grammatical markers convey meaning. The data is being assembled for public exploration on a custom website called Xposition, http://xposition.org. Finally, computational semantic analyzers were developed for prepositions and other elements of sentences, furthering the development of natural language processing (NLP) algorithms, including the ability of systems to handle rare categories and provide more accurate confidence estimates of their predictions.\n\nProject funds supported a computer science Ph.D. student, data annotation, the PI's mentorship of diverse linguistics and computer science graduate students in research (with a dozen peer-reviewed coauthored publications, and public data/code releases), and conference attendance by the PI and graduate students to present the research.\n\n\t\t\t\t\tLast Modified: 03/12/2022\n\n\t\t\t\t\tSubmitted by: Nathan Schneider"
 }
}