{
 "awd_id": "1812461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dark Matter and Substructure in the Galactic Halo with Gaia and Multi-Object Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 14449.0,
 "awd_amount": 14449.0,
 "awd_min_amd_letter_date": "2018-07-19",
 "awd_max_amd_letter_date": "2018-07-19",
 "awd_abstract_narration": "The Galactic Halo encompasses the vast, seemingly empty volume surrounding our home galaxy, the Milky Way.  But the Halo is not so empty as it appears.  A rich variety of dwarf galaxies, stellar streams and star clusters pervade the Halo.  These structures can reveal the nature of dark matter, how heavy elements are made, and how our Galaxy formed.  This project advances the field by combining data from large public sky surveys with new data to be obtained with state-of-the art ground-based facilities.  This project aims to identify new stellar structures, then probe their chemistry and dynamics.  The results will test competing models of dark matter and galaxy formation.  This project builds on previous NSF investments in instrumentation and the scientific workforce.  The team will continue to operate the NSF-funded Michigan/Magellan Fiber System (M2FS) spectrograph, enabling innovative science by other astronomers.  These activities promote science by continuing successful public outreach programs and training the next generation of astronomers.\r\n\r\nThe primary scientific objectives include 1) the detection of faint and previously unknown star clusters, dwarf galaxies, and stellar streams within the Milky Way halo; 2) measurement of the velocities and chemical compositions of the stars within these structures; and 3) mapping the dark matter content of these structures.  To discover new objects, the team will mine data from the Gaia space mission, exploiting its unprecedented combination of sky coverage, precision of stellar positions, and measurement of stellar motions.  The team will use Gaia data to identify not only new stellar structures, but also rare stars within known structures.  For all such targets, the team will use the M2FS spectrograph to measure stellar velocities and chemical composition.  Finally, the team will combine the Gaia and M2FS data sets, exploiting the multi-dimensional information to infer the dark matter content and chemical evolution of these structures.  These results will advance the frontiers of knowledge regarding the nature of dark matter, the origin of heavy elements, the formation and evolution of the smallest galaxies, and the processes that built up the stellar halo of our own Milky Way.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nelson",
   "pi_last_name": "Caldwell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nelson Caldwell",
   "pi_email_addr": "ncaldwell@cfa.harvard.edu",
   "nsf_id": "000737289",
   "pi_start_date": "2018-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution Astrophysical Observatory",
  "inst_street_address": "60 GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174967923",
  "inst_zip_code": "021381516",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "Q7N8CH7NR418",
  "org_uei_num": "Q7N8CH7NR418"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution Astrophysical Observatory",
  "perf_str_addr": "60 Gatrden St",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 14449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-c2f1b0a1-7fff-09b0-f72a-e4f726440faa\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The nature of dark matter (DM) remains one of the leading unsolved problems in cosmology today, and absent any direct detection of the particles themselves, the structure of nearby dwarf galaxies remains one of the more promising avenues for learning about the temperature and self-interaction properties of DM.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Modern ideas regarding how galaxies form in the Universe involve some form of \"hierarchical\" process by which small systems progressively merge into ever larger systems like our Milky Way Galaxy. A key element of this paradigm regards how mergers proceed, which, in turn, relies on understanding the nature of the DM needed to drive the formation of galaxies within the observed lifetime of the Universe. Dwarf galaxies are the smallest, simplest entities with DM that also contain visible baryonic material in the form of stars and/or gas. As such, they---and particularly their dark halos---represent our best local analogs of the building blocks that initiated the hierarchical process. The broad goal of this project is to use empirical techniques---primarily kinematic and chemical&nbsp; observations of stars in nearby dwarf galaxies---to determine key properties of DM halos in these systems in a largely model-independent way.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The goals of this project included (1) learning how DM is distributed within individual galaxies by measuring the central mass densities and core properties of DM halos, (2) exploring how the spatial evolution of the baryonic matter may have altered the DM components in galaxies, (3) determining if DM halos are truly scale free as the major model predicts, (4) mapping the extents of DM halos in dwarfs and understanding how their dark and visible components have merged into the greater halo of our Galaxy, and (5) laying the groundwork to reconstruct the properties of the primordial population of dwarfs that contributed to the assembly of our Galaxy. This project builds on decades of NSF-sponsored instrument building and research grants to aid our understanding of the nature of DM.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In order to accomplish these goals, we used large telescopes in Arizona and Chile to observe the stellar populations in dwarf galaxies.&nbsp; Our major product is a catalog, built from these observations, that lists velocity, temperature, density and chemical composition that we have measured for each of more than 16,000 stars in almost 40 different galaxies.&nbsp; The catalog contains repeat measurements for more than 3000 stars, letting us identify binary star systems as those whose velocities change over time.&nbsp; One exciting result is the confirmation of six newly-discovered star clusters orbiting within the Milky Way; these are among the first star clusters to be discovered via the common motions of their stars.&nbsp; Using the catalog, we have also identified nearly 50 stars that reside at extremely large distances from the centers of their host galaxies, letting us examine the strengths of competing forces due to the dark matter within the dwarf galaxy and external Milky Way.&nbsp; We have also detected many examples of binary stars within these dwarf galaxies, from which we will be able to obtain more precise inferences of the dark matter content within these systems.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Along the way, the project has supported the research of graduate students, postdoctoral scholars, and astronomers from many other institutions. &nbsp; While the pandemic made it hard for students to actually go to telescopes, they had access to, and were lead authors on several papers.&nbsp;</span></p><br>\n<p>\n Last Modified: 11/27/2023<br>\nModified by: Nelson&nbsp;Caldwell</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe nature of dark matter (DM) remains one of the leading unsolved problems in cosmology today, and absent any direct detection of the particles themselves, the structure of nearby dwarf galaxies remains one of the more promising avenues for learning about the temperature and self-interaction properties of DM.\n\n\n\n\n\nModern ideas regarding how galaxies form in the Universe involve some form of \"hierarchical\" process by which small systems progressively merge into ever larger systems like our Milky Way Galaxy. A key element of this paradigm regards how mergers proceed, which, in turn, relies on understanding the nature of the DM needed to drive the formation of galaxies within the observed lifetime of the Universe. Dwarf galaxies are the smallest, simplest entities with DM that also contain visible baryonic material in the form of stars and/or gas. As such, they---and particularly their dark halos---represent our best local analogs of the building blocks that initiated the hierarchical process. The broad goal of this project is to use empirical techniques---primarily kinematic and chemical observations of stars in nearby dwarf galaxies---to determine key properties of DM halos in these systems in a largely model-independent way.\n\n\n\n\n\nThe goals of this project included (1) learning how DM is distributed within individual galaxies by measuring the central mass densities and core properties of DM halos, (2) exploring how the spatial evolution of the baryonic matter may have altered the DM components in galaxies, (3) determining if DM halos are truly scale free as the major model predicts, (4) mapping the extents of DM halos in dwarfs and understanding how their dark and visible components have merged into the greater halo of our Galaxy, and (5) laying the groundwork to reconstruct the properties of the primordial population of dwarfs that contributed to the assembly of our Galaxy. This project builds on decades of NSF-sponsored instrument building and research grants to aid our understanding of the nature of DM.\n\n\n\n\n\nIn order to accomplish these goals, we used large telescopes in Arizona and Chile to observe the stellar populations in dwarf galaxies. Our major product is a catalog, built from these observations, that lists velocity, temperature, density and chemical composition that we have measured for each of more than 16,000 stars in almost 40 different galaxies. The catalog contains repeat measurements for more than 3000 stars, letting us identify binary star systems as those whose velocities change over time. One exciting result is the confirmation of six newly-discovered star clusters orbiting within the Milky Way; these are among the first star clusters to be discovered via the common motions of their stars. Using the catalog, we have also identified nearly 50 stars that reside at extremely large distances from the centers of their host galaxies, letting us examine the strengths of competing forces due to the dark matter within the dwarf galaxy and external Milky Way. We have also detected many examples of binary stars within these dwarf galaxies, from which we will be able to obtain more precise inferences of the dark matter content within these systems.\n\n\n\n\n\nAlong the way, the project has supported the research of graduate students, postdoctoral scholars, and astronomers from many other institutions.  While the pandemic made it hard for students to actually go to telescopes, they had access to, and were lead authors on several papers.\t\t\t\t\tLast Modified: 11/27/2023\n\n\t\t\t\t\tSubmitted by: NelsonCaldwell\n"
 }
}