{
 "awd_id": "1812573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Nonlocal Models of Aggregation and Dispersion",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 211000.0,
 "awd_amount": 211000.0,
 "awd_min_amd_letter_date": "2018-05-23",
 "awd_max_amd_letter_date": "2018-05-23",
 "awd_abstract_narration": "In many models of physical reality, coherent system states emerge and are maintained through a balance of countervailing influences.  Effects that concentrate, aggregate, or focus are generated by nonlinear mechanisms.  Competing influences that diffuse, disperse or fragment are often due to linear action.  This project addresses several problems which involve a dynamic balance of this kind, whose solution will require the development of new and useful mathematical tools.  These problems arise in connection with investigations in animal ecology, image analysis, optimal transportation, fluid dynamics, and stochastic models of interacting agents.  The new mathematical ideas to be developed promise to be of strong interest to researchers in a variety of disciplines.  The project will also engage students and young researchers, and lead to results to be communicated at seminars, conferences, summer schools, and lecture series.\r\n\r\nIn particular, this project's research will focus on understanding dynamic phenomena that concern four topics strongly motivated by applications and the present state of theory in partial differential equations: (1) A fundamental merging-splitting model of group-size distributions, arising in H.-S. Niwa's analysis of empirical data on fish school size in the mid-ocean;  (2) Least action principles for volume-preserving shape deformations and their connection to (regularized) optimal transport metrics, motivated by modeling dynamics of constant-density crowd configurations;  (3) A novel type of weakly singular shock wave dynamics in a regularized model for shallow water equations describing waves on scales large compared to the water depth;  (4) How coherent waves and patterns form through gradient-like dynamics in a proposed new model of nonlocal dispersion and nonlinear focusing, related to fixed-point formulations for computing wave shapes in a variety of nonlinear systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian-Guo",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-Guo Liu",
   "pi_email_addr": "jliu@phy.duke.edu",
   "nsf_id": "000448019",
   "pi_start_date": "2018-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 211000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theme of the research supported by this grant is to analyze mathematical models of physical phenomena involving&nbsp; the competing<br />effects of spreading and focusing, long-range interaction sand diffuse or smooth effects.</p>\n<p>In terms of intellectual merit, we mention a few highlights.&nbsp; We enhanced our mathematical explanation for why schools of ocean fish. The distribution of fish<br />school sizes is observed to be highly unlike the (bell-shaped) normal distribution in statistics. We studied a fundamental model of merging and splitting for animal group sizes, and (i) found its steady state distribution<br />semi-explicitly, characterizing its shape as like a power law cut off by an exponential; and (ii) showed that solutions converge dynamically in time to steady state.&nbsp; We analyzed how such  distributions can spread out in self-similar form, by exploiting recent  progress in complex function theory.</p>\n<p>Using numerical experiments, we identified&nbsp; a controlled scenario in which motion of the fluid surface may fail to remain smooth and form a sharp corner.&nbsp; In physical fluid motions this corresponds to an extra-powerful impact of an ocean wave on a seawall. A rigorous analysis of the scenario may be possible in future work.<br /><br />In another part of this work, the PI with Peter Pickl and my former student Hui Huang&nbsp; rigorously justified the meanfield limit of an N-particle system subject to Brownian motions and interacting through the Newtonian potential in three dimensions. Our result leads to a derivation of the Vlasov&ndash;Poisson&ndash;Fokker&ndash;Planck (VPFP) equations from the regularized microscopic N-particle system. Study of passage from microscopic interactions to macroscopic models is important in many branches of scientific research.<br /><br />Regarding the broader impacts of this work, a wide community of scientists and engineers should find interest in the singular type of fluid motion we uncovered through time-reversed simulation.&nbsp; Population biologists, fisheries scientists.&nbsp; The project has facilitated PhD research completed by one graduate student supervised by the PI, collaboration with 3 postdoctoral researchers at Duke University.<br /><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2023<br>\n\t\t\t\t\tModified by: Jian-Guo&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe theme of the research supported by this grant is to analyze mathematical models of physical phenomena involving  the competing\neffects of spreading and focusing, long-range interaction sand diffuse or smooth effects.\n\nIn terms of intellectual merit, we mention a few highlights.  We enhanced our mathematical explanation for why schools of ocean fish. The distribution of fish\nschool sizes is observed to be highly unlike the (bell-shaped) normal distribution in statistics. We studied a fundamental model of merging and splitting for animal group sizes, and (i) found its steady state distribution\nsemi-explicitly, characterizing its shape as like a power law cut off by an exponential; and (ii) showed that solutions converge dynamically in time to steady state.  We analyzed how such  distributions can spread out in self-similar form, by exploiting recent  progress in complex function theory.\n\nUsing numerical experiments, we identified  a controlled scenario in which motion of the fluid surface may fail to remain smooth and form a sharp corner.  In physical fluid motions this corresponds to an extra-powerful impact of an ocean wave on a seawall. A rigorous analysis of the scenario may be possible in future work.\n\nIn another part of this work, the PI with Peter Pickl and my former student Hui Huang  rigorously justified the meanfield limit of an N-particle system subject to Brownian motions and interacting through the Newtonian potential in three dimensions. Our result leads to a derivation of the Vlasov&ndash;Poisson&ndash;Fokker&ndash;Planck (VPFP) equations from the regularized microscopic N-particle system. Study of passage from microscopic interactions to macroscopic models is important in many branches of scientific research.\n\nRegarding the broader impacts of this work, a wide community of scientists and engineers should find interest in the singular type of fluid motion we uncovered through time-reversed simulation.  Population biologists, fisheries scientists.  The project has facilitated PhD research completed by one graduate student supervised by the PI, collaboration with 3 postdoctoral researchers at Duke University.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/30/2023\n\n\t\t\t\t\tSubmitted by: Jian-Guo Liu"
 }
}