{
 "awd_id": "1813556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accelerating Higher Order Thinking and STEM Content Learning Among Students with Learning Disabilities",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 1567315.0,
 "awd_amount": 1567315.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2018-08-30",
 "awd_abstract_narration": "The need for reduction in achievement gaps and the growing adoption of rigorous curriculum standards has raised expectations for all students, but especially for students with learning disabilities. Students are expected to learn science concepts and use their understanding to investigate the natural world through scientific inquiry. They must also develop higher-order reasoning skills, integrate knowledge and ideas using primary sources, use causal reasoning to understand the chain of events, delineate and evaluate claims, and assess the reasoning used in arguments.  Lower participation and achievement in science courses makes students with learning disabilities less likely to pursue STEM degrees, STEM careers, and succeed in the labor market where higher order thinking skills and scientific literacy are increasingly important. It is important to develop innovative tools that build on evidence based practices in combination with promising new technologies to improve the academic trajectory in STEM disciplines. The purpose of this project is to develop and refine an innovative Google-platform based application called CORGI for use with middle school students in physical, life, and earth science classrooms. The new version, CORGI_2, will include supports for content learning and higher order thinking and will pair with the cloud-based applications of the Google environment to offer multiple means of representation, response and engagement as well as videos, models, supports for decoding, and supports for background knowledge. The team will refine CORGI to offer enhanced functionality and supports for scientific argumentation, concept mastery, collaboration strategies and social skills for cooperative groups.  Technology enhancements will include multimedia input and output, writing supports (e.g., sentence starters), discussion threads, and affective reactions to content/lessons. This project is funded by the Discovery Research PreK-12 Program, which funds research and development on STEM innovations and approaches. \r\n\r\nThe research team will work with both teachers and students to develop integrated units, new higher order thinking routines, learning and collaboration strategies, and new technological functionality in CORGI_2. Researcher-practitioner-student design teams will use Design-Based Intervention Research (DBR) methods to iteratively: (a) identify the science content for inclusion, (b) develop integrated content units in life, physical, and earth science, (c) integrate additional higher order thinking and learning strategies to promote higher-order thinking and reasoning, and (c) design and implement additional UDL and mobile functionality for CORGI_2. Participants will include 30 middle school teachers and approximately 200 students with learning disabilities, including reading disabilities.  Researchers will collect formative evaluation data from teachers and students to examine the usability, science content learning, higher order thinking skills, engagement, and motivation of general education and special education students in middle school classrooms. Professional development modules will be developed to support the DBR cycles as well as to support wider scale adoption and use by all students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Blackorby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Blackorby",
   "pi_email_addr": "jblacko@wested.org",
   "nsf_id": "000720989",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janis",
   "pi_last_name": "Bulgren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Janis A Bulgren",
   "pi_email_addr": "jbulgren@ku.edu",
   "nsf_id": "000388374",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CAST, Inc.",
  "inst_street_address": "50 SALEM ST BLDG B",
  "inst_street_address_2": "",
  "inst_city_name": "LYNNFIELD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812452212",
  "inst_zip_code": "019402600",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "CAST INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JCCCG1N4R7P6"
 },
 "perf_inst": {
  "perf_inst_name": "CAST, Inc.",
  "perf_str_addr": "40 Harvard Mills Square",
  "perf_city_name": "Wakefield",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018803208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1567315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-20336f71-7fff-3fc7-aa12-a4de3cbcfb55\"> </span></p>\n<p dir=\"ltr\"><strong>Accelerating Higher Order Thinking and STEM Content Learning Among Students with Learning Disabilities (CORGI-2): Impact Report</strong></p>\n<p dir=\"ltr\"><span>The world around is increasingly complex with rapid access to vast amounts of information with the click of a mouse. In all our roles in the labor market, our communities, and as citizens, we need to make sense of these vast amounts of information, the perspectives they represent, the relevant interpretations, and the decisions/actions we take based on them. It is a challenge for all of us to navigate the big issues that face us including climate change, disease spread and prevention, inequality, inflation, and personal health decisions. In short, the world requires us to think like scientists and data scientists. We need tools to help us do that. That is what CORGI-2&nbsp; is all about.</span></p>\n<p dir=\"ltr\"><span>We are seeing this happen in K-12 education as well. ESSA emphasizes the need for increased achievement, and the reduction in achievement gaps. The growing adoption of the Next Generation Science Standards (NGSS) have increased expectations so that students not only have content knowledge but also how disciplines and thinking practices relate to each other to achieve understanding. This is a significant change that raises the achievement bar for all students. However, this is especially large students with disabilities (SWD) in general, students with learning disabilities (SLD) specifically, and other students who struggle. Students must learn science concepts and use their understanding to investigate the world through practices of scientific inquiry. They must also develop higher-order reasoning skills, integrate knowledge and ideas using primary sources, use causal reasoning to understand the chain of events, delineate and evaluate claims, and assess the reasoning used in arguments. Unfortunately, their generally low participation and achievement in rigorous STEM courses make SLD less likely to pursue STEM degrees, STEM careers, or simply succeed in the labor market where higher order thinking skills and scientific literacy are increasingly important. This imposes risk for individuals as well as for the future competitiveness of our economy and for our students? preparation to participate in it and the society in general. It is urgent that we create innovative tools that build on evidence-based practices</span><span> in combination with </span><span>promising new technologies to dramatically improve trajectory for academic success in STEM and beyond. Using Universal Design for Learning (UDL) and the Strategic Instruction Model (SIM) we have developed innovative Google App called CORGI-2 (https://corgi2.cast.org), short for 'Co-Organize Your Learning.' At the heart of CORGI-2 are supports for content learning and higher order thinking housed within cloud-based applications of the Google environment (e.g., ubiquity, collaboration, commenting) with UDL supports including multiple means of representation, response, and engagement as well as videos, models, supports for decoding, and supports for background knowledge.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We worked collaboratively with teachers and students to create CORGI-2 for design and content. The heart of CORGI-2 are </span><span>Guides</span><span> which support students in </span><span>concept comparison</span><span>, </span><span>question exploration</span><span>, and </span><span>cause and effect</span><span> as well as a newly designed guide for </span><span>claim-evidence-reasoning.</span><span> CORGI2 includes an entirely redesigned interface to make it more intuitive and flexible as it walks through a series of steps associated with CORGI guides. For each guide, students go through a step-by-step process linked to the specific type of higher order thinking process using formats students are familiar with in social media. At each step, CORGI-2 supports text, images, and video content. There are drop down supports to establish relationships and an automated review for completion. Upon completion, students can export CORGI-2 Guide content to Google slide decks as evidence of learning. Accessibility supports, vocabulary, translation and just in time hints are included throughout the guides and continue to support Google functionality of collaboration and sharing. Through repeated use of CORGI-2 guides, students learn which type of thinking is appropriate for a particular context and a systemic thought process to apply to lead to greater understanding and insights.</span></p>\n<p dir=\"ltr\"><span>To support onboarding, we created a series of supports to build CORGI-2 compatible lessons (e.g., climate change, natural selection) as well as onboarding resources (e.g., introduction, CORGI-2 features) to make adoption easier. CORGI-2 is fully compatible with the widely used Google Classroom learning management system (LMS). Experimental and design research indicates promise for student learning and engagement.</span></p>\n<p dir=\"ltr\"><span>The images below show an example of a Corgi cause and effect guide on bio fabrication and its potential for human health and the health care industry. Screenshot 1 on shows the essential question and a video on the topic of bio fabrication. Screenshot 2 shows background information and the main event. Screenshot 3 shows the cause and the relationship to the main event. Screenshot 4 shows the effects of the main event. Screenshot 5 shows the top portion of the completed guide. Screenshot 6 shows the title page of the exported Google slide deck.</span></p>\n<p dir=\"ltr\"><span>CORGI-2 is freely available at&nbsp;https://corgi2.cast.org/.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/19/2022<br>\n\t\t\t\t\tModified by: Jose&nbsp;Blackorby</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623267180_corbibiofab1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623267180_corbibiofab1--rgov-800width.jpg\" title=\"CORGI2-Essential Question, Biofabriation\"><img src=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623267180_corbibiofab1--rgov-66x44.jpg\" alt=\"CORGI2-Essential Question, Biofabriation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot 1 on shows the essential question and a video on the topic of bio fabrication.</div>\n<div class=\"imageCredit\">CAST, Inc</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jose&nbsp;Blackorby</div>\n<div class=\"imageTitle\">CORGI2-Essential Question, Biofabriation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623340108_corgibiofab2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623340108_corgibiofab2--rgov-800width.jpg\" title=\"CORGI2: Main Event\"><img src=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623340108_corgibiofab2--rgov-66x44.jpg\" alt=\"CORGI2: Main Event\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot 2 shows teacher background information and the main event.</div>\n<div class=\"imageCredit\">CAST, Inc.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jose&nbsp;Blackorby</div>\n<div class=\"imageTitle\">CORGI2: Main Event</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623421342_corgibiofab3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623421342_corgibiofab3--rgov-800width.jpg\" title=\"CORGI2: Cause and relationship to main event.\"><img src=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623421342_corgibiofab3--rgov-66x44.jpg\" alt=\"CORGI2: Cause and relationship to main event.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot 3 shows the cause and the relationship to the main event.</div>\n<div class=\"imageCredit\">CAST, Inc</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jose&nbsp;Blackorby</div>\n<div class=\"imageTitle\">CORGI2: Cause and relationship to main event.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623512937_corgibiofab4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623512937_corgibiofab4--rgov-800width.jpg\" title=\"CORGI2: Effects of the Main Event\"><img src=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623512937_corgibiofab4--rgov-66x44.jpg\" alt=\"CORGI2: Effects of the Main Event\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot 4 shows the effects of the main event.</div>\n<div class=\"imageCredit\">CAST, Inc.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jose&nbsp;Blackorby</div>\n<div class=\"imageTitle\">CORGI2: Effects of the Main Event</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623657163_corgibiofab5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623657163_corgibiofab5--rgov-800width.jpg\" title=\"CORGI2: Completed Guide\"><img src=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623657163_corgibiofab5--rgov-66x44.jpg\" alt=\"CORGI2: Completed Guide\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot 5 shows the top portion of the completed guide.</div>\n<div class=\"imageCredit\">CAST, Inc.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jose&nbsp;Blackorby</div>\n<div class=\"imageTitle\">CORGI2: Completed Guide</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623906922_corgibiofab6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623906922_corgibiofab6--rgov-800width.jpg\" title=\"CORGI2: Exported Google Slide Deck\"><img src=\"/por/images/Reports/POR/2022/1813556/1813556_10578373_1663623906922_corgibiofab6--rgov-66x44.jpg\" alt=\"CORGI2: Exported Google Slide Deck\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot 6 shows the title page of the exported Google slide deck.</div>\n<div class=\"imageCredit\">CAST, Inc.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jose&nbsp;Blackorby</div>\n<div class=\"imageTitle\">CORGI2: Exported Google Slide Deck</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nAccelerating Higher Order Thinking and STEM Content Learning Among Students with Learning Disabilities (CORGI-2): Impact Report\nThe world around is increasingly complex with rapid access to vast amounts of information with the click of a mouse. In all our roles in the labor market, our communities, and as citizens, we need to make sense of these vast amounts of information, the perspectives they represent, the relevant interpretations, and the decisions/actions we take based on them. It is a challenge for all of us to navigate the big issues that face us including climate change, disease spread and prevention, inequality, inflation, and personal health decisions. In short, the world requires us to think like scientists and data scientists. We need tools to help us do that. That is what CORGI-2  is all about.\nWe are seeing this happen in K-12 education as well. ESSA emphasizes the need for increased achievement, and the reduction in achievement gaps. The growing adoption of the Next Generation Science Standards (NGSS) have increased expectations so that students not only have content knowledge but also how disciplines and thinking practices relate to each other to achieve understanding. This is a significant change that raises the achievement bar for all students. However, this is especially large students with disabilities (SWD) in general, students with learning disabilities (SLD) specifically, and other students who struggle. Students must learn science concepts and use their understanding to investigate the world through practices of scientific inquiry. They must also develop higher-order reasoning skills, integrate knowledge and ideas using primary sources, use causal reasoning to understand the chain of events, delineate and evaluate claims, and assess the reasoning used in arguments. Unfortunately, their generally low participation and achievement in rigorous STEM courses make SLD less likely to pursue STEM degrees, STEM careers, or simply succeed in the labor market where higher order thinking skills and scientific literacy are increasingly important. This imposes risk for individuals as well as for the future competitiveness of our economy and for our students? preparation to participate in it and the society in general. It is urgent that we create innovative tools that build on evidence-based practices in combination with promising new technologies to dramatically improve trajectory for academic success in STEM and beyond. Using Universal Design for Learning (UDL) and the Strategic Instruction Model (SIM) we have developed innovative Google App called CORGI-2 (https://corgi2.cast.org), short for 'Co-Organize Your Learning.' At the heart of CORGI-2 are supports for content learning and higher order thinking housed within cloud-based applications of the Google environment (e.g., ubiquity, collaboration, commenting) with UDL supports including multiple means of representation, response, and engagement as well as videos, models, supports for decoding, and supports for background knowledge. \nWe worked collaboratively with teachers and students to create CORGI-2 for design and content. The heart of CORGI-2 are Guides which support students in concept comparison, question exploration, and cause and effect as well as a newly designed guide for claim-evidence-reasoning. CORGI2 includes an entirely redesigned interface to make it more intuitive and flexible as it walks through a series of steps associated with CORGI guides. For each guide, students go through a step-by-step process linked to the specific type of higher order thinking process using formats students are familiar with in social media. At each step, CORGI-2 supports text, images, and video content. There are drop down supports to establish relationships and an automated review for completion. Upon completion, students can export CORGI-2 Guide content to Google slide decks as evidence of learning. Accessibility supports, vocabulary, translation and just in time hints are included throughout the guides and continue to support Google functionality of collaboration and sharing. Through repeated use of CORGI-2 guides, students learn which type of thinking is appropriate for a particular context and a systemic thought process to apply to lead to greater understanding and insights.\nTo support onboarding, we created a series of supports to build CORGI-2 compatible lessons (e.g., climate change, natural selection) as well as onboarding resources (e.g., introduction, CORGI-2 features) to make adoption easier. CORGI-2 is fully compatible with the widely used Google Classroom learning management system (LMS). Experimental and design research indicates promise for student learning and engagement.\nThe images below show an example of a Corgi cause and effect guide on bio fabrication and its potential for human health and the health care industry. Screenshot 1 on shows the essential question and a video on the topic of bio fabrication. Screenshot 2 shows background information and the main event. Screenshot 3 shows the cause and the relationship to the main event. Screenshot 4 shows the effects of the main event. Screenshot 5 shows the top portion of the completed guide. Screenshot 6 shows the title page of the exported Google slide deck.\nCORGI-2 is freely available at https://corgi2.cast.org/.\n\n\t\t\t\t\tLast Modified: 09/19/2022\n\n\t\t\t\t\tSubmitted by: Jose Blackorby"
 }
}