{
 "awd_id": "1813439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigating Impact of Different Types of Professional Development on What Aspects Mathematics Teachers Take Up And Use in Their Classroom",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Herbel Eisenmann",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 1980285.0,
 "awd_amount": 1980285.0,
 "awd_min_amd_letter_date": "2018-05-15",
 "awd_max_amd_letter_date": "2020-07-06",
 "awd_abstract_narration": "Professional development is a critical way in which teachers who are currently in classrooms learn about changes in mathematics teaching and learning and improve their practice. Little is known about what types of professional development (PD) support teachers' improved practice and student learning. However, federal, state, and local governments spend resources on helping teachers improve their teaching practice and students' learning. PD programs vary in their intent and can fall on a continuum from highly adaptive, with great latitude in the implementation, to highly specified, with little ability to adapt the program during implementation. The project will study the design and development of PD that supports teacher development and student learning, and provide accumulation of evidence to inform teacher educators, administrators, teachers, and policymakers of factors associated with successful PD experiences and variation across teachers and types of PDs. The impact study will expand on the evidence of promise from four 2015 National Science Foundation (NSF)-funded projects - two adaptive, two specified - to provide evidence of the impact of the projects on teachers' instructional practice over time. Although the four projects are different in terms of structure and design elements, they all share the goal to support challenging mathematics content, practice standards, and differentiation techniques to support culturally and linguistically diverse, underrepresented populations. Understanding the nature of the professional development including structure and design elements, and unpacking what teachers take up and use in their instructional practice potentially has widespread use to support student learning in diverse contexts, especially those serving disadvantaged and underrepresented student populations. This project is funded by the Discovery Research PreK-12 Program, which funds research and development on STEM innovations and approaches. \r\n\r\nThis study will examine teachers' uptake of mathematics content, pedagogy and materials from different types of professional development in order to understand and unpack the factors that are associated with what teachers take up and use two-three years beyond their original PD experience: Two specified 1) An Efficacy Study of the Learning and Teaching Geometry PD Materials: Examining Impact and Context-Based Adaptations (Jennifer Jacobs, Karen Koellner & Nanette Seago), 2) Visual Access to Mathematics: Professional Development for Teachers of English Learners (Mark Driscoll, Johanna Nikula, & Pamela Buffington), two adaptive: 3) Refining a Model with Tools to Develop Math PD Leaders: An Implementation Study (Hilda Borko & Janet Carlson), 4), TRUmath and Lesson Study: Supporting Fundamental and Sustainable Improvement in High School Mathematics Teaching (Suzanne Donovan, Phil Tucher, & Catherine Lewis). The project will utilize a multi-case method which centers on a common focus of what content, pedagogy and materials teachers take up from PD experiences. Using a specified sampling procedure, the project will select 8 teachers from each of the four PD projects to serve as case study teachers. Subsequently, the project will conduct a cross case analysis focusing on variation among and between teachers and different types of PD. The research questions that guide the project's impact study are: RQ1: What is the nature of what teachers take up and use after participating in professional development workshops? RQ2: What factors influence what teachers take up and use and in what ways? RQ3: How does a professional development's position on the specified-adaptive continuum affect what teachers take up and use?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Koellner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Koellner",
   "pi_email_addr": "karen.koellner@asu.edu",
   "nsf_id": "000062772",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nanette",
   "pi_last_name": "Seago",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nanette Seago",
   "pi_email_addr": "nseago@wested.org",
   "nsf_id": "000447018",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicora",
   "pi_last_name": "Placa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicora Placa",
   "pi_email_addr": "np798@hunter.cuny.edu",
   "nsf_id": "000764354",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Hunter College",
  "inst_street_address": "695 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127724020",
  "inst_zip_code": "100655024",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EK93EZLLBSC4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Hunter College",
  "perf_str_addr": "695 Park Ave",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100655024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 460714.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}