{
 "awd_id": "1813086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teacher Professional Learning to Support Student Motivational Competencies During Science Instruction",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Haury",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 711895.0,
 "awd_amount": 711895.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2018-08-30",
 "awd_abstract_narration": "Science teachers identify fostering student motivation to learn as a pressing need, yet teacher professional learning programs rarely devote time to helping teachers understand and apply motivational principles in their instruction. This project will bring together a multi-disciplinary team of researchers and science teachers to identify a set of practices that science teachers can readily incorporate into their planning and instruction.  The project will design, develop, and test a research-based professional learning approach to help middle school science teachers effectively support and sustain student motivational competencies during science instruction.  The approach will include use of materials addressing student motivational processes and how to support them, evaluation tools to measure student motivational competencies, lesson planning tools, and instruments for teacher self-evaluation. The translation to practice will include recognition of student diversity and consider ways to facilitate context-specific integration of disciplinary and motivational knowledge in practice. The project will focus on middle school science classrooms because this period is an important motivational bridge between elementary and secondary science learning. This project will enhance understanding of teacher pedagogical content knowledge (PCK) in that it frames knowledge about supporting motivational competencies in science as PCK rather than general pedagogical knowledge. This project is funded by the Discovery Research preK-12 program (DRK-12) that seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.   \r\n\r\nThis early stage design and development project will iteratively develop and study a model of teacher professional learning that will help middle school science teachers create, modify, and implement instruction that integrates support for students' motivational competencies with the science practices, crosscutting concepts, and disciplinary core ideas specified in science curriculum standards.  A design-based research approach will be used to develop and test four resources teachers will use to explicitly include attention to student motivational competencies in their lesson planning efforts.  The resources will include: 1) educational materials about students' motivational processes with concrete examples of how to support them; 2) easy-to-implement student evaluation tools for teachers to gauge students' motivational competencies; 3) planning tools to incorporate motivational practices into science lesson planning; and 4) instruments for teacher self-evaluation. A collaborative group of educational researchers will partner with science teachers from multiple school districts having diverse student populations to jointly develop the professional learning approach and resources. This project will contribute to systemic change by moving motivational processes from an implicit element of educating students, to an explicit and intentional set of strategies teachers can enact.  Research questions will focus on how teachers respond to the newly developed professional learning model, and how students respond to instruction developed through implementing the model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Harris",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Harris",
   "pi_email_addr": "christopher.harris@wested.org",
   "nsf_id": "000155769",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 Ravenswood Avenue",
  "perf_city_name": "Menlo Park",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}