{
 "awd_id": "1813654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Nonlocal Interfaces in Biological Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 151052.0,
 "awd_amount": 151052.0,
 "awd_min_amd_letter_date": "2018-05-15",
 "awd_max_amd_letter_date": "2018-05-15",
 "awd_abstract_narration": "This award supports the development of mathematical tools for understanding phenomena caused by the interactions among biological interfaces. An interface is a transition between regions in a system, each exhibiting different biological properties. The natural world displays a vast gallery of organized systems characterized by complex interface dynamics, including the edges of growing tumors or bacterial colonies, the surface of a growing, hollow embryo, or the transition region between high and low electrical activity in a beating heart. This project will investigate biological systems that involve interfaces with interactions on long length-scales; the behaviors of these interfaces have properties which cannot be predicted by purely local dynamics, as when a bubble popping far away allows other bubbles to grow. The new tools developed will be validated through experimentation with bacterial biofilms and human organoids.  Undergraduate and graduate students will be involved in the research at both California State University-Long Beach and Montana State University, and Native American students will be recruited using collaborative outreach programs in existence at Montana State University.\r\n\r\nThe investigation will focus on studying complex systems characterized by a collection of mutually interacting curves or surfaces. These nonlocal mutual interactions can produce a variety of pattern forming behaviors that typically do not occur in classical interfacial models. For example, nonlocal interfacial models exhibit arrested fronts, which are stationary, dynamically stable interfaces between quasi-homogeneous regions in a complex system. The interactions between certain strains of bacteria provide a concrete instance of such fronts. The evolution of genetically identical sibling colonies lead to competition between these colonies, and this competition produces a collection of mutually interacting interfaces (i.e. the boundary of each colony) that eventually arrest in regions of sibling-sibling competition. The project will introduce a first-principle modeling framework for nonlocal interfaces that offers reduced model complexity from both an analytical and computational perspective. Despite the relative simplicity of this framework, its specific instances still capture the essential pattern forming mechanisms in a variety of biological systems. As a consequence, research under the award will focus on validating this overall approach via experimental predictions in several biological systems. This approach to understanding nonlocal pattern formation appears new at the level of generality introduced in the project, and it opens the door to numerous explorations of the mathematical behavior of the framework and of its applications for different experimental systems. The major aim is to provide researchers with a comparatively flexible, minimalistic framework to study arrested fronts and other interfacial phenomena.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "McCalla",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Scott G McCalla",
   "pi_email_addr": "sgmccalla@gmail.com",
   "nsf_id": "000656209",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Wilking",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Wilking",
   "pi_email_addr": "james.wilking@coe.montana.edu",
   "nsf_id": "000666774",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 151052.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p><span lang=\"EN-US\">Many experiments on biologically interesting systems are limited in their ability to measure&nbsp;the&nbsp;underlying variables that determine the&nbsp;system&rsquo;s&nbsp;long term&nbsp;outcomes.&nbsp;Often only the edges of states, or interfaces, can be reliably extracted.&nbsp;As a simple example, it is easy to see the boundaries of a bacterial colony on a petri&nbsp;dish but extremely difficult to accurately quantify the concentrations of various chemicals both within and between the bacterial colonies. The goal of this project was to design and validate&nbsp;models&nbsp;that track only the interfaces between states in biological systems; these models require a nonlocal interaction between different interfaces in the system in order to reproduce&nbsp;the&nbsp;temporal evolution of these boundaries in complex biological systems.&nbsp;Concretely, bacterial colonies can appear to push each other from a&nbsp;distance, and this must be accounted for mathematically as a nonlocal interaction between the colonies.&nbsp;&nbsp;This required the development of new numerical&nbsp;and analytical&nbsp;methods&nbsp;for this under-studied&nbsp;approach to understanding biological pattern formation&nbsp;as well as the acquisition of interesting biological data sets to validate the approach.</span><span>&nbsp;</span></p>\n</div>\n<div>\n<p lang=\"EN-US\"><span lang=\"EN-US\">The analytic work on the model focused on understanding how the nonlocal terms changed&nbsp;whether or not&nbsp;the system evolved in a well-behaved fashion.&nbsp;The study of local interfacial models has a rich history, and in many&nbsp;cases&nbsp;there is a good understanding of when these equations will continue to&nbsp;have&nbsp;nice solutions.&nbsp;The nonlocality&nbsp;fundamentally alters this behavior and can create significantly more interesting long-term behaviors.&nbsp;The project developed analytical tools that help to understand these differences and lay the foundation for future study. In establishing these tools, efficient numerical methods&nbsp;were simultaneously developed to aid future researchers in applying these models for complex datasets.&nbsp;</span><span>&nbsp;</span></p>\n</div>\n<div>\n<p lang=\"EN-US\"><span lang=\"EN-US\">The experimental work bridged applied mathematics and biological engineering and provided opportunities for developing researchers to&nbsp;understand the interplay between these fields in designing and analyzing experiments. The project focused on four experimental systems. The first&nbsp;system involved the growth of a bacterial species that secretes a toxin at its boundaries as it grows. This toxin inhibits the growth of genetically identical sibling colonies of bacteria, including the colony that secrets it. This project demonstrated that our nonlocal interfacial approach could consistently reproduce the space-time growth of these colonies with a limited and consistent set of&nbsp;model parameters.&nbsp;The second experimental system involved leafy spurge, an invasive species that grows in clumps and spreads through both a local mechanism and through ballistically launching seeds in dry weather. This second mechanism&nbsp;leads to a nonlocal term mathematically. The third system studied was the spread of bacteria in the kitchen through washing chickens under the sink. Again, bacteria are dislodged from the surface of the chicken through washing and launched ballistically throughout the kitchen from the resultant splashing. The final model system concerned the growth and collapse of organoids, or spheroids of&nbsp;cells that mimic simple human organs. When collections of these organoids are grown in media, they affect the growth and stability of nearby organoids.&nbsp;These provide&nbsp;model biological systems where an interfacial approach can provide a different insight into the biological mechanisms that lead to a wide range of interesting phenomena observed throughout the natural world.</span></p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Scott&nbsp;G&nbsp;Mccalla</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nMany experiments on biologically interesting systems are limited in their ability to measure the underlying variables that determine the system’s long term outcomes. Often only the edges of states, or interfaces, can be reliably extracted. As a simple example, it is easy to see the boundaries of a bacterial colony on a petri dish but extremely difficult to accurately quantify the concentrations of various chemicals both within and between the bacterial colonies. The goal of this project was to design and validate models that track only the interfaces between states in biological systems; these models require a nonlocal interaction between different interfaces in the system in order to reproduce the temporal evolution of these boundaries in complex biological systems. Concretely, bacterial colonies can appear to push each other from a distance, and this must be accounted for mathematically as a nonlocal interaction between the colonies.  This required the development of new numerical and analytical methods for this under-studied approach to understanding biological pattern formation as well as the acquisition of interesting biological data sets to validate the approach. \n\n\nThe analytic work on the model focused on understanding how the nonlocal terms changed whether or not the system evolved in a well-behaved fashion. The study of local interfacial models has a rich history, and in many cases there is a good understanding of when these equations will continue to have nice solutions. The nonlocality fundamentally alters this behavior and can create significantly more interesting long-term behaviors. The project developed analytical tools that help to understand these differences and lay the foundation for future study. In establishing these tools, efficient numerical methods were simultaneously developed to aid future researchers in applying these models for complex datasets.  \n\n\nThe experimental work bridged applied mathematics and biological engineering and provided opportunities for developing researchers to understand the interplay between these fields in designing and analyzing experiments. The project focused on four experimental systems. The first system involved the growth of a bacterial species that secretes a toxin at its boundaries as it grows. This toxin inhibits the growth of genetically identical sibling colonies of bacteria, including the colony that secrets it. This project demonstrated that our nonlocal interfacial approach could consistently reproduce the space-time growth of these colonies with a limited and consistent set of model parameters. The second experimental system involved leafy spurge, an invasive species that grows in clumps and spreads through both a local mechanism and through ballistically launching seeds in dry weather. This second mechanism leads to a nonlocal term mathematically. The third system studied was the spread of bacteria in the kitchen through washing chickens under the sink. Again, bacteria are dislodged from the surface of the chicken through washing and launched ballistically throughout the kitchen from the resultant splashing. The final model system concerned the growth and collapse of organoids, or spheroids of cells that mimic simple human organs. When collections of these organoids are grown in media, they affect the growth and stability of nearby organoids. These provide model biological systems where an interfacial approach can provide a different insight into the biological mechanisms that lead to a wide range of interesting phenomena observed throughout the natural world.\n\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Scott G Mccalla"
 }
}