{
 "awd_id": "1813254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing and Validating Assessments to Measure and Build Elementary Teachers' Content Knowledge for Teaching about Matter and Its Interactions within Teacher Education Settings",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 1699785.0,
 "awd_amount": 1699785.0,
 "awd_min_amd_letter_date": "2018-05-02",
 "awd_max_amd_letter_date": "2021-04-22",
 "awd_abstract_narration": "This is an Early-Stage Design and Development collaborative effort submitted to the assessment strand of the Discovery Research PreK-12 (DRK-12) Program. Its fundamental purpose is to examine and gather initial validity evidence for assessments designed to measure and build Kindergarten-fifth grade science teachers' content knowledge for teaching (CKT) about matter and its interactions in teacher education settings. The selection of this topic will facilitate the development of a proof-of-concept to determine if and how CKT assessments can be developed and used to measure and build elementary teachers' CKT. Also, it will facilitate rapid and targeted refinement of an evidence-centered design process that could be applied to other science topics. Plans are to integrate CKT assessments and related resources into teacher education courses to support the ability of teachers to apply their content knowledge to the work of teaching and learning science. The project will combine efforts from prior projects and engage in foundational research to examine the nature of teachers' CKT and to build theories and hypotheses about the productive use and design of CKT assessment materials to support formative and summative uses. Likewise, the project will create a set of descriptive cases highlighting the use of these tools. Understanding how CKT science assessments can be leveraged as summative tools to evaluate current efforts, and as formative tools to build elementary teachers' specialized, practice-based knowledge will be the central foci of this effort. \r\n\r\nThe main research questions will be: (1) What is the nature of elementary science teachers' CKT about matter and its interactions?; and (2) How can the development of prospective elementary teachers' CKT be supported within teacher education? To address the research questions, the study will employ a mixed-methods, design-based research approach to gather various sources of validity evidence to support the formative and summative use of the CKT instrument, instructional tasks, and supporting materials. The project will be organized around two main research and development strands. Strand One will build an empirically grounded understanding of the nature of elementary teachers' CKT. Strand Two will focus on developing and studying how CKT instructional tasks can be used formatively within teacher education settings to build elementary teachers' CKT. In addition, the project will refine a conceptual framework that identifies the science-specific teaching practices that comprise the work of teaching science. This will be used as well to assess the CKT that teachers leverage when recognizing, understanding, and responding to the content-intensive practices that they engage in as they teach science. To that end, the study will build on two existing frameworks from prior NSF-funded work. The first was originally developed to create CKT assessments for elementary and middle school teachers in English Language Arts and mathematics. The second focuses on the content challenges that novice elementary science teachers face. It is organized by the instructional tools and practices that elementary science teachers use, such as scientific models and explanations. These instructional practices cut across those addressed in the Next Generation Science Standards' (NGSS; Lead States, 2013) disciplinary strands. The main project's outcomes will be knowledge that builds and refines theories about the nature of elementary teachers' CKT, and how CKT elementary science assessment materials can be designed productively for formative and summative purposes. The project will also result in the development of a suite of valid and reliable assessments that afford interpretations on CKT matter proficiency and can be used to monitor elementary teachers learning. An external advisory board will provide formative and summative feedback on the project's activities and progress.\r\n\r\nThe DRK-12 Program seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Mikeska",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie N Mikeska",
   "pi_email_addr": "jmikeska@ets.org",
   "nsf_id": "000670303",
   "pi_start_date": "2018-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Castellano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Castellano",
   "pi_email_addr": "kecastellano@ets.org",
   "nsf_id": "000739223",
   "pi_start_date": "2018-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Educational Testing Service",
  "inst_street_address": "660 ROSEDALE RD",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6096832734",
  "inst_zip_code": "085402218",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NJ03",
  "org_lgl_bus_name": "EDUCATIONAL TESTING SERVICE",
  "org_prnt_uei_num": "SZN1MPHQN853",
  "org_uei_num": "SZN1MPHQN853"
 },
 "perf_inst": {
  "perf_inst_name": "Educational Testing Service",
  "perf_str_addr": "Center for External Research",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085402218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NJ03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1180201.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 254209.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 265375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building a well-prepared elementary science teacher workforce is critical to ensuring that students are provided with the learning experiences they need to address the performance expectations in the Next Generation Science Standards. To do so, the field needs valid assessment tools to monitor and improve elementary science teachers&rsquo; learning. In this project, a team of researchers at ETS collaborated with elementary science teachers, science teacher educators, and assessment developers to develop and validate a summative assessment instrument to measure elementary preservice teachers&rsquo; content knowledge for teaching (CKT) in one important content topic: matter and its interactions. CKT refers to the usable knowledge that teachers draw upon as they engage in the work of teaching and includes both teachers&rsquo; subject matter knowledge and their pedagogical content knowledge. For example, when teaching about matter and its interactions, elementary science teachers need to draw upon their understanding of key concepts and ideas related to this topic, such as their knowledge about ways to describe and classify matter and why matter is conserved in various situations. Elementary science teachers also need to be able to use their knowledge about different activities and investigations that are useful to help students develop their own understanding about properties of matter and about different previous experiences and conceptions students bring with them to their learning in this topic area.</p>\n<p>Our team engaged in an iterative process that included multiple rounds of review, feedback, and refinement across various stakeholders to develop and refine the items on the CKT matter summative instrument. Each CKT matter item lives at the intersection of the science content &ndash; in this case, one of five different matter topics (e.g., properties of matter, conservation of matter) and one of seven work of teaching science instructional tools categories (e.g., scientific resources, scientific models). For example, one CKT matter item might assess teachers&rsquo; ability to evaluate instructional resources that assess student understanding about what matter is while another CKT item might assess teachers&rsquo; ability to help students in developing scientific arguments using evidence from investigations to establish that matter cannot be created or destroyed. The item formats include grid items, single select or multiple select multiple choice items, inline choice items, and matching items. We also incorporated a variety of different stimulus within these items, such as students&rsquo; written work, transcripts of students&rsquo; conversations, and video clips. Since our goal was to develop a CKT matter instrument that could be used on a large-scale and administered and scored efficiently, all the CKT matter items are discrete, automatically-scorable items.</p>\n<p>Our team conducted several pilot studies and one large field test using the CKT matter items. In the pilot studies, we conducted interviews with elementary preservice teachers as they responded to a subset of the CKT matter items and shared their thought processes about their answer selection and any challenges they encountered. Pilot findings showed that most CKT matter items were measuring the CKT that we intended, and the preservice teachers thought that the CKT matter items were connected to their own or other teachers&rsquo; science teaching experiences. Most preservice teachers also reported that they believed it was important for elementary teachers to know how to answer these items. The pilot also revealed which items to retain, further refine, or drop. In the field test, we administered a 60-item CKT matter assessment online to 822 elementary preservice teachers. In the first part of our analysis, we conducted a classical item analysis of the field test data to identify well-functioning items, flag and remove (as needed) poor functioning items, and build the final assessment form of 52 CKT matter items. In the second part of our analysis, we fit a one-dimension model and several multidimensional item response theory (MIRT) models to examine the nature of elementary preservice teachers&rsquo; CKT about matter. Overall, we did not find much evidence supporting distinct knowledge dimensions by the matter content categories or the work of teaching science instructional tool categories, which points to the overall integrated nature of CKT about matter. These results suggest the viability for developing and using automatically scorable CKT science assessments to provide useful information about science teachers&rsquo; CKT, which opens the door for using such assessments to monitor the impact of or make decisions about the focus of teachers&rsquo; professional development or designing similar CKT assessments in other areas. &#8203;Our team used these results to create an automatically generated score report that can provide the CKT matter assessment results for individual teachers or across a class of teachers.</p>\n<p>Our team&rsquo;s publicly available project website, which is located at <a href=\"https://sites.google.com/wwu.edu/cktscience/home\">https://sites.google.com/wwu.edu/cktscience/home</a>, provides information about the project goals, project staff, and research presentations and publications. Our website provides access to the CKT matter assessment (<a href=\"https://sites.google.com/wwu.edu/cktscience/tools/ckt-matter-assessment\">https://sites.google.com/wwu.edu/cktscience/tools/ckt-matter-assessment</a>) that individuals can take on their own or a teacher educator can assign to their pre-service teachers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Jamie&nbsp;N&nbsp;Mikeska</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBuilding a well-prepared elementary science teacher workforce is critical to ensuring that students are provided with the learning experiences they need to address the performance expectations in the Next Generation Science Standards. To do so, the field needs valid assessment tools to monitor and improve elementary science teachers learning. In this project, a team of researchers at ETS collaborated with elementary science teachers, science teacher educators, and assessment developers to develop and validate a summative assessment instrument to measure elementary preservice teachers content knowledge for teaching (CKT) in one important content topic: matter and its interactions. CKT refers to the usable knowledge that teachers draw upon as they engage in the work of teaching and includes both teachers subject matter knowledge and their pedagogical content knowledge. For example, when teaching about matter and its interactions, elementary science teachers need to draw upon their understanding of key concepts and ideas related to this topic, such as their knowledge about ways to describe and classify matter and why matter is conserved in various situations. Elementary science teachers also need to be able to use their knowledge about different activities and investigations that are useful to help students develop their own understanding about properties of matter and about different previous experiences and conceptions students bring with them to their learning in this topic area.\n\n\nOur team engaged in an iterative process that included multiple rounds of review, feedback, and refinement across various stakeholders to develop and refine the items on the CKT matter summative instrument. Each CKT matter item lives at the intersection of the science content  in this case, one of five different matter topics (e.g., properties of matter, conservation of matter) and one of seven work of teaching science instructional tools categories (e.g., scientific resources, scientific models). For example, one CKT matter item might assess teachers ability to evaluate instructional resources that assess student understanding about what matter is while another CKT item might assess teachers ability to help students in developing scientific arguments using evidence from investigations to establish that matter cannot be created or destroyed. The item formats include grid items, single select or multiple select multiple choice items, inline choice items, and matching items. We also incorporated a variety of different stimulus within these items, such as students written work, transcripts of students conversations, and video clips. Since our goal was to develop a CKT matter instrument that could be used on a large-scale and administered and scored efficiently, all the CKT matter items are discrete, automatically-scorable items.\n\n\nOur team conducted several pilot studies and one large field test using the CKT matter items. In the pilot studies, we conducted interviews with elementary preservice teachers as they responded to a subset of the CKT matter items and shared their thought processes about their answer selection and any challenges they encountered. Pilot findings showed that most CKT matter items were measuring the CKT that we intended, and the preservice teachers thought that the CKT matter items were connected to their own or other teachers science teaching experiences. Most preservice teachers also reported that they believed it was important for elementary teachers to know how to answer these items. The pilot also revealed which items to retain, further refine, or drop. In the field test, we administered a 60-item CKT matter assessment online to 822 elementary preservice teachers. In the first part of our analysis, we conducted a classical item analysis of the field test data to identify well-functioning items, flag and remove (as needed) poor functioning items, and build the final assessment form of 52 CKT matter items. In the second part of our analysis, we fit a one-dimension model and several multidimensional item response theory (MIRT) models to examine the nature of elementary preservice teachers CKT about matter. Overall, we did not find much evidence supporting distinct knowledge dimensions by the matter content categories or the work of teaching science instructional tool categories, which points to the overall integrated nature of CKT about matter. These results suggest the viability for developing and using automatically scorable CKT science assessments to provide useful information about science teachers CKT, which opens the door for using such assessments to monitor the impact of or make decisions about the focus of teachers professional development or designing similar CKT assessments in other areas. &#8203;Our team used these results to create an automatically generated score report that can provide the CKT matter assessment results for individual teachers or across a class of teachers.\n\n\nOur teams publicly available project website, which is located at https://sites.google.com/wwu.edu/cktscience/home, provides information about the project goals, project staff, and research presentations and publications. Our website provides access to the CKT matter assessment (https://sites.google.com/wwu.edu/cktscience/tools/ckt-matter-assessment) that individuals can take on their own or a teacher educator can assign to their pre-service teachers.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: JamieNMikeska\n"
 }
}