{
 "awd_id": "1814753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Small: Consistent and Private Group Communication",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925177",
 "po_email": "asquicci@nsf.gov",
 "po_sign_block_name": "Anna Squicciarini",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 499659.0,
 "awd_amount": 499659.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2018-08-13",
 "awd_abstract_narration": "Texting and social media-based messaging applications have become nearly as common as face-to-face communications for conversation between individuals and groups.  While it is known how to provide privacy for conversations between two individuals, there is a gap in extending these techniques to group conversations.  This project is developing new communication techniques and open-source software for private communication among groups of users.  These techniques and software enable new long-distance communication and collaboration in situations where privacy is important, which will benefit society by allowing groups to communicate without sharing their private data with advertisers and data brokers.\r\n\r\n\r\nWhile several protocols are known that can provide strong privacy protections for two-party conversations, less is understood about the properties of private group conversations. In particular, neither deployed protocols such as Signal, nor academic protocols such as multiparty OTR and GOTR, can guarantee that participants in a group conversation maintain a consistent view of the set of messages, order of messages, or even the list of fellow participants in the conversation.  Meanwhile, reliable broadcast protocols can provide some of these consistency properties but do not have the same privacy goals, carry a heavy bandwidth overhead, and are ill-suited for deployment in the modern network environment.\r\n\r\nThis project is developing new algorithms and software to close this gap between deployable private, two-party communication schemes and high-overhead, reliable group communication primitives.  It has three specific aims:\r\n\r\n1. By extending two-party privacy notions to a group context, and relaxing reliable broadcast requirements to a consistency formalism, the project is developing formal definitions, provably secure protocols, and software for private group messaging in realistic network settings.\r\n\r\n2. In order to practically carry out private group conversations, messaging software must support several additional functionalities while preserving privacy. \r\nFurthermore, both the core communication and these additional functions must\r\nbe usable, in that users can understand and act on the information about these protocols\r\nprovided by the implementations.  The project is developing and implementing protocols for these tasks, while studying the usability of these protocols and implementations.\r\n\r\n3. Beyond group messaging, the project is investigating notions of privacy and consistency in other group settings, such as voice and video communication, semi-public forums and closed mailing lists, and adapting the tools from the first two aims to address these settings. The project is expected to result in new efficient algorithms for private group communication and supporting tasks, training of undergraduate and graduate\r\nstudents, and the broad dissemination of free software that promotes private group communication.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Hopper",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas J Hopper",
   "pi_email_addr": "hoppernj@umn.edu",
   "nsf_id": "000386510",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 499659.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Texting and social media-based messaging applications have become nearly as common as face-to-face communications for conversation between individuals and groups. &nbsp;While it is known how to provide privacy for conversations between two individuals, there is a gap in extending these techniques to group conversations. &nbsp;This project focused on developing new communication techniques, proof methods, and open-source software for private communication between groups of users. &nbsp;These techniques and software enable new long-distance communication and collaboration in situations where privacy is important, which will benefit society by allowing groups to communicate without sharing their private data with advertisers and data brokers.</p>\n<p>While several protocols are known that can provide strong privacy protections for two-party conversations, less was understood about the properties of private group conversations. In particular, neither deployed protocols such as Signal, nor academic protocols such as multiparty OTR and GOTR, can guarantee that participants in a group conversation maintain a consistent view of the set of messages, order of messages, or even list of fellow participants in the conversation. &nbsp;Meanwhile, reliable broadcast protocols can provide some of these consistency properties but do not have the same privacy goals, carry a heavy bandwidth overhead, and are ill-suited for deployment in the modern network environment.</p>\n<p>This project developed new protocols for group conversations that maintain privacy and consistency and are well-suited for deployment in the realistic online and mobile settings. &nbsp;We also proved that any protocol achieving these privacy goals must use at least as much bandwidth as the protocols we developed. &nbsp;We developed prototype implementations of our protocols, Mobile CowPI and Sym-GOTR, and released them as open-source software. The project also developed a new cryptographic primitive for \"post-quantum\" secure private conversations, and produced machine-verifiable proofs of the security of this primitive. &nbsp;We investigated the metadata security of group conversations in Signal and similar protocols, finding attacks that allow the service provider to recover the groups that users communicated with even when the protocols use techniques designed to prevent this information from being revealed, and investigated methods to mitigate these attacks.</p>\n<p>The project also investigated moderation protocols for end-to-end encrypted group conversations. &nbsp;Recent work has explored how \"message franking\" or \"message tracing\" protocols can be incorporated into end-to-end encrypted protocols such as Signal, so that a platform or third-party moderator can be convinced that a user has violated community norms or terms of service without using either scanning or backdoors to violate the privacy of conforming users. &nbsp;We identified flaws in these protocols in the group setting, and developed new protocols that could be deployed for group conversations. We have proven the security of these new protocols and released prototype implementations as open-source software.</p>\n<p>Over a billion users hold personal and group conversations online every day. Current protocols and applications for these conversations do not adequately protect the privacy of the users and the integrity of their conversations. &nbsp;This project has developed protocols and software that can directly impact this privacy in some settings, and could be deployed into the systems already used for these conversations. &nbsp;The project additionally contributed to the education of hundreds of undergraduate students through course lectures, as well as the research training of five undergraduate and four graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;J&nbsp;Hopper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTexting and social media-based messaging applications have become nearly as common as face-to-face communications for conversation between individuals and groups.  While it is known how to provide privacy for conversations between two individuals, there is a gap in extending these techniques to group conversations.  This project focused on developing new communication techniques, proof methods, and open-source software for private communication between groups of users.  These techniques and software enable new long-distance communication and collaboration in situations where privacy is important, which will benefit society by allowing groups to communicate without sharing their private data with advertisers and data brokers.\n\nWhile several protocols are known that can provide strong privacy protections for two-party conversations, less was understood about the properties of private group conversations. In particular, neither deployed protocols such as Signal, nor academic protocols such as multiparty OTR and GOTR, can guarantee that participants in a group conversation maintain a consistent view of the set of messages, order of messages, or even list of fellow participants in the conversation.  Meanwhile, reliable broadcast protocols can provide some of these consistency properties but do not have the same privacy goals, carry a heavy bandwidth overhead, and are ill-suited for deployment in the modern network environment.\n\nThis project developed new protocols for group conversations that maintain privacy and consistency and are well-suited for deployment in the realistic online and mobile settings.  We also proved that any protocol achieving these privacy goals must use at least as much bandwidth as the protocols we developed.  We developed prototype implementations of our protocols, Mobile CowPI and Sym-GOTR, and released them as open-source software. The project also developed a new cryptographic primitive for \"post-quantum\" secure private conversations, and produced machine-verifiable proofs of the security of this primitive.  We investigated the metadata security of group conversations in Signal and similar protocols, finding attacks that allow the service provider to recover the groups that users communicated with even when the protocols use techniques designed to prevent this information from being revealed, and investigated methods to mitigate these attacks.\n\nThe project also investigated moderation protocols for end-to-end encrypted group conversations.  Recent work has explored how \"message franking\" or \"message tracing\" protocols can be incorporated into end-to-end encrypted protocols such as Signal, so that a platform or third-party moderator can be convinced that a user has violated community norms or terms of service without using either scanning or backdoors to violate the privacy of conforming users.  We identified flaws in these protocols in the group setting, and developed new protocols that could be deployed for group conversations. We have proven the security of these new protocols and released prototype implementations as open-source software.\n\nOver a billion users hold personal and group conversations online every day. Current protocols and applications for these conversations do not adequately protect the privacy of the users and the integrity of their conversations.  This project has developed protocols and software that can directly impact this privacy in some settings, and could be deployed into the systems already used for these conversations.  The project additionally contributed to the education of hundreds of undergraduate students through course lectures, as well as the research training of five undergraduate and four graduate students.\n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Nicholas J Hopper"
 }
}