{
 "awd_id": "1814941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topological Analysis of Pattern-Forming Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 392486.0,
 "awd_amount": 392486.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2018-08-13",
 "awd_abstract_narration": "Diverse phenomena in nature and the laboratory give rise to patterns such as ripples, squares, or hexagons.  Examples range from laboratory models of climate in which a fluid is heated from below to hexagonal arrays of firing neurons in the region of the brain responsible for spatial memory.  Two classes of pattern-forming systems motivate the work of this project.  The first involves nanoscale patterns produced by bombarding a solid surface with a broad ion beam.  This can produce a wide variety of self-organized nanoscale patterns.  The self-assembly of nanoscale patterns that occurs when solids are irradiated is not just fascinating: in the future, ion bombardment may prove to be an important tool in the fabrication of nanostructures.  It is widely believed that the burgeoning field of nanotechnology will lead to advances that will transform fields as disparate as energy, electronics, and medicine.  The second class of patterns involves color changes in chemical systems in which a vapor reacts with a solid or liquid.  For example, a colored pattern may appear in a solution of an important class of plant pigments called anthocyanins as it is exposed to common atmospheric pollutants.  These patterns are a part of the sponsored outreach to elementary and high school students.  In both of these systems, the patterns vary from highly ordered ripples or lattices with a few defects to patterns so dominated by defects that a lattice structure may not be easily recognized.  These defects limit the utility of nanostructures produced by ion bombardment.  They are also indicative of the underlying chemical or physical mechanism by which the patterns form, and therefore help the investigators to understand those mechanisms.  In this work, the investigators develop mathematical tools to understand the formation of defects.  The tools are also applied to help propose experimental methods to eliminate defects in nanopatterns produced by ion bombardment.  The tools also provide insight into the mechanisms driving pattern formation.  The research involves undergraduate and graduate students in integrated theoretical and experimental work.\r\n\r\nDefects are often prevalent in patterns produced in nature and the laboratory, so that the patterns are far from ideal ripples or hexagonal lattices.  These defects can be interpreted as data sets that have topological characteristics.  In this project, the investigators apply methods of topological data analysis (TDA) to patterns modeled by nonlinear partial differential equations.  In particular, the investigators and their colleagues develop methods to quantify the order in a pattern using the output of various TDA methods.  Experiments and simulations suggest that long-wavelength deformations (i.e., the zero mode) can play a significant role in the persistence of defects in a developing pattern.  The investigators test this hypothesis using a multidimensional extension of TDA methods.  The stability of defects is probed by deriving equations for the amplitude and phase of the patterns.  Methods of predicting where defects will form as a pattern evolves are developed using TDA.  Finally, combining TDA with machine learning tools, the team determines parameters in models of pattern formation from experimental data.  The methods are applicable to any pattern-forming system.  However, two classes of systems provide focus for this work.  The first is the formation of nanoscale patterns when a solid surface is bombarded by a broad ion beam.  Using TDA, the investigators determine the nature of the instability that leads to the formation of a hexagonal array of nanodots when the surface of a binary material is bombarded, a subject of considerable debate.  The second class is a set of reaction-diffusion systems that we call vaporchromatic experiments.  In these experiments, vapor interacts with a solution containing a polymer or pigment that changes color upon interaction with the vapor.  The team develops mathematical reaction-diffusion-convection models for the formation of vaporchromatic patterns.  The methods of analyzing patterns using TDA are motivated by and tested on patterns produced both by experiments and by numerical simulations of partial differential equation models.  Graduate and REU undergraduate students participate in the research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Shipman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick D Shipman",
   "pi_email_addr": "patrickshipman@math.arizona.edu",
   "nsf_id": "000514995",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Bradley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Bradley",
   "pi_email_addr": "bradley@lamar.colostate.edu",
   "nsf_id": "000470767",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 392486.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two-dimensional patterns arise in a variety of natural systems and laboratory experiments.&nbsp; These patterns are seldom perfectly ordered lattices.&nbsp; In many applications, the pattern should be as well ordered as possible, and methods are needed to assess the degree of order produced by proposed fabrication methods.&nbsp; The sponsored research led to new methods of quantifying the order in a pattern.&nbsp; Our work applies to a broad range of two-dimensional lattices, whereas earlier work only applied to one special type of lattice.</p>\n<p>When a solid surface is bombarded with a broad beam of energetic ions, patterns form on the surface.&nbsp; Surface ripples with wavelengths as short as ten billionths of a meter can emerge, for example.&nbsp; In the sponsored research, it was demonstrated that the number of defects in these patterns can be reduced by appropriately choosing the angle that the ion beam makes with the surface.&nbsp; It also led to increased understanding of the very short wavelength ripples produced by low-energy ion beams and of the highly ordered ripples that form when a particular kind of crystal is bombarded while being heated.</p>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Through a combination of experimental studies and mathematical modeling, we introduced the notion of a vaporchromatic pattern.&nbsp; &nbsp;A vaporchromatic pattern forms when vapor reacts with a pigment in a solution to produce a pattern that may be observed by a color change. Our studies involved plant pigments called anthocyanins.&nbsp; Anthocyanins are responsible for the orange, pink, red, purple, and blue colors of flowers, fruits, vegetables, and leaves, and they play a range of crucial roles in plant physiology and ecology.&nbsp; &nbsp;These pigments undergo a series of reactions that convert them between colored and colorless forms.&nbsp; We showed that self association, whereby anthocyanins stack into chiral particles, is key to the formation of colored patterns in plant structures.&nbsp; Furthermore, we found that the degree of self association is highly concentration dependent and varies in complex patterns in plant epidermal cell layers.</span></p>\n<p>Together with undergraduate students, a STEM kit on optimization by pattern formation in soap bubbles was designed for outreach to students in grades 5-12.&nbsp; Graduate and undergraduate students collaborated on research for this award.&nbsp;&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2023<br>\n\t\t\t\t\tModified by: Patrick&nbsp;Shipman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo-dimensional patterns arise in a variety of natural systems and laboratory experiments.  These patterns are seldom perfectly ordered lattices.  In many applications, the pattern should be as well ordered as possible, and methods are needed to assess the degree of order produced by proposed fabrication methods.  The sponsored research led to new methods of quantifying the order in a pattern.  Our work applies to a broad range of two-dimensional lattices, whereas earlier work only applied to one special type of lattice.\n\nWhen a solid surface is bombarded with a broad beam of energetic ions, patterns form on the surface.  Surface ripples with wavelengths as short as ten billionths of a meter can emerge, for example.  In the sponsored research, it was demonstrated that the number of defects in these patterns can be reduced by appropriately choosing the angle that the ion beam makes with the surface.  It also led to increased understanding of the very short wavelength ripples produced by low-energy ion beams and of the highly ordered ripples that form when a particular kind of crystal is bombarded while being heated.\n\n\n\n\n\nThrough a combination of experimental studies and mathematical modeling, we introduced the notion of a vaporchromatic pattern.   A vaporchromatic pattern forms when vapor reacts with a pigment in a solution to produce a pattern that may be observed by a color change. Our studies involved plant pigments called anthocyanins.  Anthocyanins are responsible for the orange, pink, red, purple, and blue colors of flowers, fruits, vegetables, and leaves, and they play a range of crucial roles in plant physiology and ecology.   These pigments undergo a series of reactions that convert them between colored and colorless forms.  We showed that self association, whereby anthocyanins stack into chiral particles, is key to the formation of colored patterns in plant structures.  Furthermore, we found that the degree of self association is highly concentration dependent and varies in complex patterns in plant epidermal cell layers.\n\nTogether with undergraduate students, a STEM kit on optimization by pattern formation in soap bubbles was designed for outreach to students in grades 5-12.  Graduate and undergraduate students collaborated on research for this award.  \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/02/2023\n\n\t\t\t\t\tSubmitted by: Patrick Shipman"
 }
}