{
 "awd_id": "1814001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interdisciplinary Approaches to Teaching Computational Environmental Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1519631.0,
 "awd_amount": 1519631.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2021-03-10",
 "awd_abstract_narration": "Because of the powerful innovation and application of computing in STEM disciplines, there is an urgent need for real-world, interdisciplinary, and computational preparation of students from the early grades through high school (preK-12).  Researchers at Boston College, Iowa State, the University of Colorado Boulder, and the Educational Development Center will train environmental science teachers to use a recent scientific discovery, artificial transparent soil to integrate computational environmental science into their teaching practice. Artificial transparent soil allows for the visualization of roots in living plants and allows scientists, teachers, and students to study root structures and soil ecology on a microscopic level. Mechanically, the artificial soil mimics real soil, supports root structures, holds suspended minerals, can be colonized by microorganisms, and exchanges gases like soil. The project investigators will bring this new computational technology to environmental science teachers in public schools in Massachusetts, Iowa, and Colorado. Teachers will learn how to integrate computational science into their environmental science curriculum and will be immersed in an interdisciplinary training program where they will learn the physics, chemistry, and biological principles underlying artificial transparent soil, while also learning how to program and code micro-electronics and conduct scientific experiments with their students. This project was submitted in response to NSF Dear Colleague Letter: Discovery Research PreK-12: Advancing STEM + Computing (17-149) and is supported by the STEM + Computing Program that advances research and development of interdisciplinary and transdisciplinary approaches to the integration of computing within science, technology, engineering, and mathematics (STEM) teaching and learning for preK-12 students in both formal and informal settings. STEM+C supports research on how students learn to think computationally to solve interdisciplinary problems in the STEM fields. \r\n\r\nThe overarching driving question for the research revolves around understanding how and in what ways a supportive professional development ecosystem can be developed that enables teachers to infuse computational science into their teaching that supports their students in conducting scientific research. Specifically, the research team questions are: (1) How do teachers adapt and implement computational science practices when teaching science? (2) How do teachers and the curriculum design help teachers navigate the tensions of infusing computation while also ensuring STEM content and what computational science and scientific practices do teachers utilize in their teaching?, and (3) What are the supports, both in terms of professional development and as a part of the curriculum materials themselves, that need to be provided to teachers to support them in integrating and adapting the program for their classroom? The project team will utilize design-based research approach that will involve classroom observations, interviews with teachers, and surveys to evaluate how and in what ways teachers adapted the materials to their classrooms. The project team aims to develop case studies of teachers across contexts that will serve as the basis for future professional development. The project team will recruit teachers who teach in under-resourced schools, teach youth of color, or teach in schools with a high percentage of underrepresented populations in STEM fields.  The project team has existing partnerships with school districts throughout Massachusetts (Boston Public, Waltham, Springfield, and Lawrence), Colorado, and Iowa.  The research and evaluation of this program will enable, educators and teachers, to implement best practices regarding the infusion of computational science using a holistic interdisciplinary to STEM instruction. Further, given the limited work, and general lack of computational knowledge amongst the nations' environmental science teachers this work will provide some of the first insights into how to support science teachers to use coding and computation in their classrooms. This work will be shared with a wide range of audiences through public festivals, teacher conferences, and traditional academic research conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Barnett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "George M Barnett",
   "pi_email_addr": "barnetge@bc.edu",
   "nsf_id": "000344426",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Halverson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larry Halverson",
   "pi_email_addr": "larryh@iastate.edu",
   "nsf_id": "000385504",
   "pi_start_date": "2021-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Blustein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Blustein",
   "pi_email_addr": "blusteid@bc.edu",
   "nsf_id": "000138452",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ludovico",
   "pi_last_name": "Cademartiri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ludovico Cademartiri",
   "pi_email_addr": "lcademar@iastate.edu",
   "nsf_id": "000593061",
   "pi_start_date": "2018-08-30",
   "pi_end_date": "2021-03-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "R Benjamin",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R Benjamin Shapiro",
   "pi_email_addr": "rbs@cs.washington.edu",
   "nsf_id": "000618607",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helen Zhang",
   "pi_email_addr": "zhangzm@bc.edu",
   "nsf_id": "000708769",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonweatlh Ave",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673809",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1519631.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary</p>\n<p>This project focused on recruiting and engaging teachers who worked in low-income schools and with youth from under-represented groups in STEM. &nbsp;Over the course of this project we worked with over 40 teachers, 4000 students, and developed a suite of instructional tools and resources that supported youth learning how to build mini-smart systems using physical computing where youth were growing their own plants using either transparent soil, regular soil, or hydroponic approaches to conduct their own scientific investigations. The teachers often would refer to the project as the &ldquo;smart greenhouse&rdquo; project in that we developed a low-cost, desktop sized greenhouse that students would build and automate as a part of this project. &nbsp;The greenhouse enabled teachers to engage their students in transdisciplinary investigations as students could use the transparent soil (which is a polymer but can be made transparent so it is possible to see how environmental conditions impact the roots), while supporting students to be creative around using coding to determine the ideal environmental conditions for their plants.&nbsp; This approach enabled teachers to support their students in learning about coding, plant science, physics (heat flow), and engineering design in the context of a single project. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>Over the course of the project we found that teachers could implement the project even with minimal coding experience.&nbsp; This was because of the block-based nature of the project, but also that the physical computing nature of the project enabled each lesson to scaffold the next lesson. As such we found that when examining student outcomes across years, we found that little to now difference on affective outcomes based upon level of coding experience of teachers.&nbsp; However, throughout the project teachers consistently reported that students who had little interest in science or typically were disengaged in school would often be very engaged and would be one of the best students when this project was implemented. &nbsp;In exploring this phenomenon, we found that students who entered the project with low-interest in science, coding, and efficacy toward computer science had the largest gains.&nbsp; We did not find any significant difference between races at any quartile level across the data set which means that all races showed similar gains.</p>\n<p><strong>Broader impacts</strong></p>\n<p>Working with close to 4000 students over the past four years, we found that, overall, all subgroups (gender, race) showed increased interest toward coding, a stronger identity toward STEM, and a higher self-efficacy.&nbsp; A more detailed Rasch analysis found that students who scored in the lowest quartiles on the pre-test measures experienced the largest gains. This finding aligned well with our interviews with teachers as they noted how their students who had not been engaged with science all year would all of sudden came alive with this project and be motivated to learn science for the first time all year. This finding was supported by our student interviews in that blending physical computing within the context of a science classroom provides a number of potential entry points for students to identify their own &ldquo;interest hooks&rdquo; which supported engagement in learning content where they had less interest (Jackson &amp; Cheng, 2022).</p>\n<p>We also found that toward the end of the project that it took teachers two to three years to become comfortable with the integration of coding into their science teaching and over that period they slowly began to bring in their own approaches and adaptions to the instructional materials. Independent of grade band, all teachers initially focused on the teaching of coding and making sure that their students understood coding and how to correctly connect their sensors to view data.&nbsp; However, during their second time of teaching the project they brought back the science and engineering design where the physical computing aspects of the project would drive the doing of the science and teachers became much more comfortable teaching across disciplines, blending science, the use of data, engineering design, and computation to support their student investigations (Jackson, 2023). Teachers have noted from their perspectives that the project (1) brings together all the core concepts and concepts that they need to teach from multiple disciplines, (2) takes time to implement but is achievable if they can do it in pieces over time, and (3) is a good starting project to help them think about and learn how to teach more using a transdisciplinary project because goals are clear, but open-ended, and it is easy to set defined time limits on the project. This project has resulted in fifteen conference presentations (both research and practitioner) and five peer-reviewed publications and two dissertations. This work also resulted in a modular kit (see images) that is 3D printed and laser cut at Boston College which significantly reduces the cost and enables rapid adaptions of the materials based upon teacher needs.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/13/2024<br>\nModified by: George&nbsp;M&nbsp;Barnett</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855625160_DRK12_image5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855625160_DRK12_image5--rgov-800width.png\" title=\"Example of transparent soil\"><img src=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855625160_DRK12_image5--rgov-66x44.png\" alt=\"Example of transparent soil\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An example of transparent soil before adding in the liquid to make the transparent soil transparent.  One needs to add a matching index of refraction liquid that enables the soil to become transparent.</div>\n<div class=\"imageCredit\">Mike Barnett</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">George&nbsp;M&nbsp;Barnett\n<div class=\"imageTitle\">Example of transparent soil</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707854881136_DRK12_image1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707854881136_DRK12_image1--rgov-800width.png\" title=\"Students making transparent soil\"><img src=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707854881136_DRK12_image1--rgov-66x44.png\" alt=\"Students making transparent soil\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students making transparent soil</div>\n<div class=\"imageCredit\">Mike Barnett</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">George&nbsp;M&nbsp;Barnett\n<div class=\"imageTitle\">Students making transparent soil</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855731847_DRK12_image2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855731847_DRK12_image2--rgov-800width.png\" title=\"The first greenhouse design with transparent soil\"><img src=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855731847_DRK12_image2--rgov-66x44.png\" alt=\"The first greenhouse design with transparent soil\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The first greenhouse design with transparent soil.  The system worked well but was not as durable and portable for school-based implementations.</div>\n<div class=\"imageCredit\">Mike Barnett</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">George&nbsp;M&nbsp;Barnett\n<div class=\"imageTitle\">The first greenhouse design with transparent soil</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855156424_PXL_20240209_165745056--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855156424_PXL_20240209_165745056--rgov-800width.jpg\" title=\"laser cut greenhouse\"><img src=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855156424_PXL_20240209_165745056--rgov-66x44.jpg\" alt=\"laser cut greenhouse\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Laser Cut greenhouse with all sensors</div>\n<div class=\"imageCredit\">Mike Barnett</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">George&nbsp;M&nbsp;Barnett\n<div class=\"imageTitle\">laser cut greenhouse</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855240441_DRK12_image4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855240441_DRK12_image4--rgov-800width.png\" title=\"transparent soil research example\"><img src=\"/por/images/Reports/POR/2024/1814001/1814001_10578158_1707855240441_DRK12_image4--rgov-66x44.png\" alt=\"transparent soil research example\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image of transparent soil roots example.  Showing how roots react to different density of soil.</div>\n<div class=\"imageCredit\">Mike Barnett</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">George&nbsp;M&nbsp;Barnett\n<div class=\"imageTitle\">transparent soil research example</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nSummary\n\n\nThis project focused on recruiting and engaging teachers who worked in low-income schools and with youth from under-represented groups in STEM. Over the course of this project we worked with over 40 teachers, 4000 students, and developed a suite of instructional tools and resources that supported youth learning how to build mini-smart systems using physical computing where youth were growing their own plants using either transparent soil, regular soil, or hydroponic approaches to conduct their own scientific investigations. The teachers often would refer to the project as the smart greenhouse project in that we developed a low-cost, desktop sized greenhouse that students would build and automate as a part of this project. The greenhouse enabled teachers to engage their students in transdisciplinary investigations as students could use the transparent soil (which is a polymer but can be made transparent so it is possible to see how environmental conditions impact the roots), while supporting students to be creative around using coding to determine the ideal environmental conditions for their plants. This approach enabled teachers to support their students in learning about coding, plant science, physics (heat flow), and engineering design in the context of a single project. \n\n\n\n\n\nIntellectual Merit\n\n\nOver the course of the project we found that teachers could implement the project even with minimal coding experience. This was because of the block-based nature of the project, but also that the physical computing nature of the project enabled each lesson to scaffold the next lesson. As such we found that when examining student outcomes across years, we found that little to now difference on affective outcomes based upon level of coding experience of teachers. However, throughout the project teachers consistently reported that students who had little interest in science or typically were disengaged in school would often be very engaged and would be one of the best students when this project was implemented. In exploring this phenomenon, we found that students who entered the project with low-interest in science, coding, and efficacy toward computer science had the largest gains. We did not find any significant difference between races at any quartile level across the data set which means that all races showed similar gains.\n\n\nBroader impacts\n\n\nWorking with close to 4000 students over the past four years, we found that, overall, all subgroups (gender, race) showed increased interest toward coding, a stronger identity toward STEM, and a higher self-efficacy. A more detailed Rasch analysis found that students who scored in the lowest quartiles on the pre-test measures experienced the largest gains. This finding aligned well with our interviews with teachers as they noted how their students who had not been engaged with science all year would all of sudden came alive with this project and be motivated to learn science for the first time all year. This finding was supported by our student interviews in that blending physical computing within the context of a science classroom provides a number of potential entry points for students to identify their own interest hooks which supported engagement in learning content where they had less interest (Jackson & Cheng, 2022).\n\n\nWe also found that toward the end of the project that it took teachers two to three years to become comfortable with the integration of coding into their science teaching and over that period they slowly began to bring in their own approaches and adaptions to the instructional materials. Independent of grade band, all teachers initially focused on the teaching of coding and making sure that their students understood coding and how to correctly connect their sensors to view data. However, during their second time of teaching the project they brought back the science and engineering design where the physical computing aspects of the project would drive the doing of the science and teachers became much more comfortable teaching across disciplines, blending science, the use of data, engineering design, and computation to support their student investigations (Jackson, 2023). Teachers have noted from their perspectives that the project (1) brings together all the core concepts and concepts that they need to teach from multiple disciplines, (2) takes time to implement but is achievable if they can do it in pieces over time, and (3) is a good starting project to help them think about and learn how to teach more using a transdisciplinary project because goals are clear, but open-ended, and it is easy to set defined time limits on the project. This project has resulted in fifteen conference presentations (both research and practitioner) and five peer-reviewed publications and two dissertations. This work also resulted in a modular kit (see images) that is 3D printed and laser cut at Boston College which significantly reduces the cost and enables rapid adaptions of the materials based upon teacher needs.\n\n\n\t\t\t\t\tLast Modified: 02/13/2024\n\n\t\t\t\t\tSubmitted by: GeorgeMBarnett\n"
 }
}