{
 "awd_id": "1814910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supernova Shock Wave and Radiative Interactions",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 359701.0,
 "awd_amount": 359701.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "Supernovae (SNe) are explosions that end the lives of massive stars.   They are important to study since supernovae seed the galaxy with atomic elements made in the star and in the explosion, and they help astronomers to understand how stars evolve and die.  One of the ways astronomers study supernovae is by observing how the matter ejected in the SNe interacts with the gaseous material surrounding the star, producing a shock wave.   In order to help to interpret such observations, a research team at the University of Virginia will carry out a program to investigate the interaction of a supernova with a dense circumstellar medium.  Their study will include hydrodynamic computer simulations, modeling of energy transfer in the form of electromagnetic radiation, and calculations of physical conditions in the shock.  By better defining the nature of the circumstellar media involved in these events, this research seeks to fill gaps in stellar evolution theory. The principal investigator will give annual public lectures at the McCormick Observatory, near the university, as well as talks for elderly persons given at accessible sites. A graduate student and an undergraduate student will be involved in the research and will learn techniques used in theoretical astrophysics, as well as ways of approaching open questions. \r\n\r\nThe goal of the project is to investigate the interaction of a supernova with a dense, possibly optically thick, circumstellar medium. The physical conditions are more extreme than ordinarily encountered in supernova interactions and the structure of the mass loss region is probably complex. The researchers will develop diagnostics for the conditions in and structure of the interaction. Specific topics that will be addressed include the shock wave structure and hydrodynamic instabilities when cooling is important, consistent models for X-ray and ultraviolet/optical shock emission, pre-shock ionization and emission, nonthermal particles and radio emission and absorption, and infrared emission from the radiative heating of dust. The models will be compared to multiwavelength observations, from radio to X-rays.  The research will relate the findings for observed interacting supernovae to plausible mechanisms for driving the pre-supernova mass loss. Supernovae that have narrow line characteristics are inferred to have a dense, slow moving circumstellar medium. These characteristics are observed over a broad range of supernova types, including those with and without hydrogen lines, superluminous supernovae, supernovae with Type Ia characteristics, and possible low energy supernovae. For these events, neither the mechanism driving the mass loss nor the timing with the supernova is understood, although narrow line supernovae make up about 9% of Type II supernovae. By better defining the nature of the circumstellar media involved in these events, this research seeks to fill gaps in stellar evolution theory. In addition, aspects of the physical processes in dense media should be more broadly applicable, for example to the dense media in active galactic nuclei.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Chevalier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Roger A Chevalier",
   "pi_email_addr": "rac5x@virginia.edu",
   "nsf_id": "000296776",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "P.O. Box 400325",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044325",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 116444.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 243257.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; The evolution of galaxies involves the cycling of gas into and out of stars.&nbsp; Nuclear reactions in stars build up newly synthesized elements that are released to the interstellar medium in supernova explosions.&nbsp; The power for the supernova comes from the collapse of the core to a compact object: neutron star or black hole.&nbsp; The collapse phase is rapid (seconds) and launches a shock wave through the star in minutes or hours.&nbsp; The shock wave is bright in the early phases.&nbsp; The rotating central core provides for expansion in the central region. &nbsp;<br />&nbsp; This project concentrated on the explosion phase of supernovae with strong presupernova mass loss.&nbsp; When the shock front emerges from the star, it collides with mass from the star that was ejected just before the explosion.&nbsp; As the shock wave moves out, it samples gas that was lost at an earlier time before the explosion.&nbsp; The mass loss mechanisms are not well understood, so we depend on multi-wavelength observations to sort out the mass loss.&nbsp; There is evidence for very strong mass loss (0.1 solar masses per year) in the strongest interacting supernovae, like SN 2017hcc. &nbsp; The evidence for this includes the high luminosity and the broad spectral lines from electron scattering.&nbsp; However, the power generated by the shock front is expected to initially go into hot gas and emit X-rays, but the optical/infrared emission is much stronger than X-ray emission.&nbsp; One possibility is that there is a mechanism whereby the shocked gas is directly cooled by power transfer to the cooler gas.&nbsp; However, the estimated column of gas to the emitting region runs into problems.&nbsp; Another possibility is asymmetry in the emission, which has long been invoked for interacting supernovae.<br />&nbsp; Some interacting supernovae show continuing emission in optical/infrared beyond expectations.&nbsp; One possibility is that the emission is a light echo in surrounding dust.&nbsp; However, this possibility does not account for the high temperature the dust has at a large distance from the supernova.&nbsp; Better estimates of the physical conditions in interacting supernovae will give information on their suitability for Multi-messenger astronomy.&nbsp; The dense gas together with a shock wave accelerating particles to high energies makes possible the emission of highly energetic photons and neutrinos.<br />&nbsp; While there is clear evidence for high amounts of presupernova mass loss in some supernovae, evidence for a compact central object has been more elusive, although a compact object is expected.&nbsp; Chevalier and colleagues found evidence for such an object in SN 2012au in relatively slowly moving Oxygen.&nbsp; The low incidence of compact objects can be attributed to their low power.<br />&nbsp; This research project led to the training of a graduate student and an undergraduate student in computer modeling of astronomical sources.&nbsp; This background should be useful for a range of careers in technical areas. <br />&nbsp; In the community, Chevalier developed a course for the Lifetime Learning Institute in Charlottesville.&nbsp; The course, made up of three 90 minute presentations, dealt with threats from outer space and was well received by the audience.&nbsp; Supernovae were featured in the content.&nbsp; Chevalier also gave talks to the Charlottesville Astronomical Society and to an archaeology club in Ireland (on ancient astronomy).</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Roger&nbsp;A&nbsp;Chevalier</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n The evolution of galaxies involves the cycling of gas into and out of stars. Nuclear reactions in stars build up newly synthesized elements that are released to the interstellar medium in supernova explosions. The power for the supernova comes from the collapse of the core to a compact object: neutron star or black hole. The collapse phase is rapid (seconds) and launches a shock wave through the star in minutes or hours. The shock wave is bright in the early phases. The rotating central core provides for expansion in the central region. \n This project concentrated on the explosion phase of supernovae with strong presupernova mass loss. When the shock front emerges from the star, it collides with mass from the star that was ejected just before the explosion. As the shock wave moves out, it samples gas that was lost at an earlier time before the explosion. The mass loss mechanisms are not well understood, so we depend on multi-wavelength observations to sort out the mass loss. There is evidence for very strong mass loss (0.1 solar masses per year) in the strongest interacting supernovae, like SN 2017hcc.  The evidence for this includes the high luminosity and the broad spectral lines from electron scattering. However, the power generated by the shock front is expected to initially go into hot gas and emit X-rays, but the optical/infrared emission is much stronger than X-ray emission. One possibility is that there is a mechanism whereby the shocked gas is directly cooled by power transfer to the cooler gas. However, the estimated column of gas to the emitting region runs into problems. Another possibility is asymmetry in the emission, which has long been invoked for interacting supernovae.\n Some interacting supernovae show continuing emission in optical/infrared beyond expectations. One possibility is that the emission is a light echo in surrounding dust. However, this possibility does not account for the high temperature the dust has at a large distance from the supernova. Better estimates of the physical conditions in interacting supernovae will give information on their suitability for Multi-messenger astronomy. The dense gas together with a shock wave accelerating particles to high energies makes possible the emission of highly energetic photons and neutrinos.\n While there is clear evidence for high amounts of presupernova mass loss in some supernovae, evidence for a compact central object has been more elusive, although a compact object is expected. Chevalier and colleagues found evidence for such an object in SN 2012au in relatively slowly moving Oxygen. The low incidence of compact objects can be attributed to their low power.\n This research project led to the training of a graduate student and an undergraduate student in computer modeling of astronomical sources. This background should be useful for a range of careers in technical areas. \n In the community, Chevalier developed a course for the Lifetime Learning Institute in Charlottesville. The course, made up of three 90 minute presentations, dealt with threats from outer space and was well received by the audience. Supernovae were featured in the content. Chevalier also gave talks to the Charlottesville Astronomical Society and to an archaeology club in Ireland (on ancient astronomy).\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: RogerAChevalier\n"
 }
}