{
 "awd_id": "1814147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Kompaneets Equation, Anomalous Diffusion, and Brownian Entanglement",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 346699.0,
 "awd_amount": 346699.0,
 "awd_min_amd_letter_date": "2018-05-23",
 "awd_max_amd_letter_date": "2018-05-23",
 "awd_abstract_narration": "This research project is devoted to mathematical study of questions arising in the investigation of three natural phenomena; these studies are united by the use of related mathematical tools. The first set of questions concerns mathematically understanding behavior of photons in low-density plasmas. The second set of questions concerns the behavior of particles in fluid flow. In certain situations important for applications, particles diffuse in unusual ways.  This project investigates such \"anomalous\" diffusive behavior on intermediate (as opposed to long) time scales. The third set of questions is motivated by mathematically quantifying the entanglement of long polymer molecules; it aims to quantify the winding of trajectories of the related random walks. Each of these research projects involves graduate students and postdoctoral associates, who will be broadly trained through the course of their work. \r\n\r\nThis research will use tools from applied analysis, partial differential equations, and probability. The first set of questions concerns the long-time behavior of the Kompaneets equation, and focuses on understanding the formation of a Bose-Einstein condensate. The second set of questions studies the small-noise limit of passive scalar transport and other related models arising in the context of fluids. While the long-time behavior of these equations is well known, here interest is in the small-noise intermediate-time regime where an anomalous diffusive effect is observed, and the limiting behavior is described by a time changed Brownian motion and time-fractional equations. The third set of questions studies the long-time \"winding\" or \"entanglement\" of Brownian trajectories on compact Riemannian manifolds with boundary. This is closely related to heat kernel estimates on covering spaces, and is motivated by the study of the entanglement of long polymer molecules.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gautam",
   "pi_last_name": "Iyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gautam Iyer",
   "pi_email_addr": "gautam@math.cmu.edu",
   "nsf_id": "000304397",
   "pi_start_date": "2018-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue: WQED Bldg.",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152063815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 346699.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project produced various results concerning anomalous diffusion,  mixing and enhanced dissipation, anomalous dissipation, Bose&ndash;Einstein  condensation and global dynamics of the Kompaneets equation.</p>\n<p><strong>Global Dynamics of the Kompaneets Equation.</strong> The Kompaneets equation governs the dynamics of the photon energy  spectrum in high temperature plasmas. One fundamental and challenging problem is to understand the long time  dynamics. Formally, the total photon number is conserved; however the stationary  solutions (Bose&ndash;Einstein statistics) do not support configurations with a  large photon number. As a result, there is an accumulation of photons at the zero energy  state, which corresponds to the formation of a Bose&ndash;Einstein condensate. Results from this grant prove this rigorously in certain scenarios and  completely describe the long time dynamics.</p>\n<p><strong>Enhanced Dissipation and singularity suppression.</strong> Diffusion and mixing are two fundamental phenomena that arise in a wide  variety of applications ranging from micro-fluids to meteorology, and  even cosmology. In incompressible fluids, stirring induces mixing by filamentation and  facilitates the formation of small scales. Diffusion, on the other hand, efficiently damps small scales and the  balance between these two phenomena leads to <em>enhanced dissipation</em> &ndash; the tendency of solutions to dissipate energy faster than normal.</p>\n<p>Results from this grant provide criterion characterizing and  quantifying enhanced dissipation, and applications to the study of  nonlinear problems. For instance, in many situations the evolution of  the population density of bacterial colony is often governed by two  competing effects: diffusion, which causes the population density to  spread out and chemo-attraction which causes the population density to  concentrate in certain regions. If the chemo-attraction is stronger, it  can lead to a &ldquo;population explosion&rdquo;, or a singularity in the population  density. The results from this grant show that this singularity can be  avoided if the ambient fluid is stirred by a velocity field that  sufficiently enhances dissipation. Similar results are proved in the  context of phase separation, and quenching of reactions.</p>\n<p><strong>Anomalous Dissipation.</strong> In certain turbulent regimes fluids are expected to dissipate energy at a rate <em>independent</em> of the kinematic viscosity. While this is a longstanding conjecture, it is not yet been rigorously  proved. Results from this grant provide a first example of a velocity field that  rigorously exhibits the anomalous diffusive behavior. While this does not yet address the problem of anomalous dissipation in  the nonlinear setting of incompressible fluids, it is a first step in  this direction.</p>\n<p><strong>Broader Impact.</strong> One component of the broader impact is in the training of students  and postdocs, contributing to an increase in the  technically trained workforce. As part of their training, the students and post-docs produced excellent  masters thesis, Ph.D. thesis and publications in peer-reviewed  journals. Upon completion of their degrees / post-doctoral work, the trainees  secured excellent positions both in academia and in the industry.</p>\n<p>Another component of the broader impact is to the larger scientific  community. Results from this grant mathematically characterize the long time  dynamics of the Kompaneets equation. This has applications to modern cosmology, where the Kompaneets equation  plays an important and fundamental role. Enhanced and anomalous dissipation play an essential role in the study  of fluid dynamics and turbulence, and the results from this grant have  many applications  to these areas.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2022<br>\n\t\t\t\t\tModified by: Gautam&nbsp;Iyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project produced various results concerning anomalous diffusion,  mixing and enhanced dissipation, anomalous dissipation, Bose&ndash;Einstein  condensation and global dynamics of the Kompaneets equation.\n\nGlobal Dynamics of the Kompaneets Equation. The Kompaneets equation governs the dynamics of the photon energy  spectrum in high temperature plasmas. One fundamental and challenging problem is to understand the long time  dynamics. Formally, the total photon number is conserved; however the stationary  solutions (Bose&ndash;Einstein statistics) do not support configurations with a  large photon number. As a result, there is an accumulation of photons at the zero energy  state, which corresponds to the formation of a Bose&ndash;Einstein condensate. Results from this grant prove this rigorously in certain scenarios and  completely describe the long time dynamics.\n\nEnhanced Dissipation and singularity suppression. Diffusion and mixing are two fundamental phenomena that arise in a wide  variety of applications ranging from micro-fluids to meteorology, and  even cosmology. In incompressible fluids, stirring induces mixing by filamentation and  facilitates the formation of small scales. Diffusion, on the other hand, efficiently damps small scales and the  balance between these two phenomena leads to enhanced dissipation &ndash; the tendency of solutions to dissipate energy faster than normal.\n\nResults from this grant provide criterion characterizing and  quantifying enhanced dissipation, and applications to the study of  nonlinear problems. For instance, in many situations the evolution of  the population density of bacterial colony is often governed by two  competing effects: diffusion, which causes the population density to  spread out and chemo-attraction which causes the population density to  concentrate in certain regions. If the chemo-attraction is stronger, it  can lead to a \"population explosion\", or a singularity in the population  density. The results from this grant show that this singularity can be  avoided if the ambient fluid is stirred by a velocity field that  sufficiently enhances dissipation. Similar results are proved in the  context of phase separation, and quenching of reactions.\n\nAnomalous Dissipation. In certain turbulent regimes fluids are expected to dissipate energy at a rate independent of the kinematic viscosity. While this is a longstanding conjecture, it is not yet been rigorously  proved. Results from this grant provide a first example of a velocity field that  rigorously exhibits the anomalous diffusive behavior. While this does not yet address the problem of anomalous dissipation in  the nonlinear setting of incompressible fluids, it is a first step in  this direction.\n\nBroader Impact. One component of the broader impact is in the training of students  and postdocs, contributing to an increase in the  technically trained workforce. As part of their training, the students and post-docs produced excellent  masters thesis, Ph.D. thesis and publications in peer-reviewed  journals. Upon completion of their degrees / post-doctoral work, the trainees  secured excellent positions both in academia and in the industry.\n\nAnother component of the broader impact is to the larger scientific  community. Results from this grant mathematically characterize the long time  dynamics of the Kompaneets equation. This has applications to modern cosmology, where the Kompaneets equation  plays an important and fundamental role. Enhanced and anomalous dissipation play an essential role in the study  of fluid dynamics and turbulence, and the results from this grant have  many applications  to these areas.\n\n\t\t\t\t\tLast Modified: 12/27/2022\n\n\t\t\t\t\tSubmitted by: Gautam Iyer"
 }
}