{
 "awd_id": "1814613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Collaborative Research: Matrix Signings and Algorithms for Expanders and Combinatorial Nullstellensatz",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922182",
 "po_email": "pbrass@nsf.gov",
 "po_sign_block_name": "Peter Brass",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 249986.0,
 "awd_amount": 249986.0,
 "awd_min_amd_letter_date": "2018-05-18",
 "awd_max_amd_letter_date": "2022-06-15",
 "awd_abstract_narration": "This project will investigate spectral properties of graph-related matrices and their signings, which have become fundamental tools in computer science. The spectra of such matrices have had a tremendous impact in numerous areas including machine learning, data mining, web search and ranking, game theory, scientific computing, and computer vision and have influenced several algorithmic innovations. The project will have significant technical as well as educational impacts. The inherent mathematical and algorithmic nature of the project together with the plethora of potential practical applications will bring together researchers from varied areas such as mathematics and network design. The investigators will organize a workshop on Spectral Graph Theory to bring together experts in these areas. The project will support graduate students who will receive mentoring and extensive training in the design and analysis of algorithms. The investigators will also direct special efforts towards fostering diversity through educational activities targeting under-represented groups in STEM disciplines.\r\n\r\nIn this project, the investigators will design efficient algorithms for constructing various combinatorial structures that are guaranteed to exist through suitable signings of matrices. The combinatorial structures to be studied include expander graphs and several other applications of the algebraic method. Notably, the algorithmic problem of efficiently constructing of expander graphs is at the core of spectral graph theory. This project will develop a comprehensive understanding of the inherent difficulties, as well as propose algorithms for efficiently constructing expander graphs via signed adjacency matrices. Combinatorial Nullstellensatz is a powerful algebraic tool often used to show the existence of certain combinatorial structures. However, the non-constructive nature of its proof has been a barrier towards finding these structures efficiently. Existential proofs based on the algebraic method have resisted progress on the constructive front (unlike those based on probabilistic method). In this project, the investigators will break ground along this direction by obtaining efficient constructive proofs for restricted applications of Combinatorial Nullstellensatz.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karthekeyan",
   "pi_last_name": "Chandrasekaran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karthekeyan Chandrasekaran",
   "pi_email_addr": "karthe@illinois.edu",
   "nsf_id": "000676971",
   "pi_start_date": "2018-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 249986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goals of the project are to study graph-related matrices and their signings from the perspective of partitioning and clustering. The project focused on two main topics:</p>\n<ol>\n<li>Expanders: Construction and Applications. <br />Expander graphs are fundamental to robust computer networks. Informally, expander graphs are those graphs in which every small set of nodes has a relatively large edge boundary. The expansion property of a graph is characterized by the spectrum of a matrix associated with the graph. In this project, the PI and his collaborators showed the existence of signings of graph-related matrices with certain spectral properties which can be exploited to construct expander graphs. They investigated the algorithmic question of finding a signing of a matrix that achieves certain spectral properties and showed impossibility results. Further, they designed a fast algorithm to partition the nodes of a constant rank hypergraph into two parts with minimum number of crossing hyperedges by decomposing it into expanders.<br /><br /></li>\n<li>Graph Partitioning.<br />Motivated by the connections between graph-related matrices and partitioning, the PI and his advisees studied several questions related to graph partitioning in this project. The FLIP algorithm corresponds to a natural sequence of moves performed by the nodes of a network to partition themselves into two clusters with minimum/maximum number of crossing edges. It terminates very quickly in practice but admits extremely slow worst-case instances. The PI in collaboration with graduate students provided a theoretical explanation for the practical efficiency of the FLIP algorithm by conducting a smoothed analysis. Their smoothed analysis technique is based on carefully chosen matrices associated with the steps of the algorithm. Their technique is general enough to also enable a smoothed analysis of the FLIP algorithm for partitioning into k clusters (instead of just two clusters).<br /><br />In another line of work, the PI and his advisees designed efficient algorithms to enumerate all optimum solutions for certain graph and hypergraph partitioning problems. These algorithms are based on novel structural results in graph theory and provide simple explanations for classic results in graph theory.</li>\n</ol>\n<p>Three PhD students were supported by funding from this project. Two of them have graduated and another one is soon to graduate. Results from this project were published in widely accessible conferences and journals and the website of the PI.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2023<br>\n\t\t\t\t\tModified by: Karthekeyan&nbsp;Chandrasekaran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goals of the project are to study graph-related matrices and their signings from the perspective of partitioning and clustering. The project focused on two main topics:\n\nExpanders: Construction and Applications. \nExpander graphs are fundamental to robust computer networks. Informally, expander graphs are those graphs in which every small set of nodes has a relatively large edge boundary. The expansion property of a graph is characterized by the spectrum of a matrix associated with the graph. In this project, the PI and his collaborators showed the existence of signings of graph-related matrices with certain spectral properties which can be exploited to construct expander graphs. They investigated the algorithmic question of finding a signing of a matrix that achieves certain spectral properties and showed impossibility results. Further, they designed a fast algorithm to partition the nodes of a constant rank hypergraph into two parts with minimum number of crossing hyperedges by decomposing it into expanders.\n\n\nGraph Partitioning.\nMotivated by the connections between graph-related matrices and partitioning, the PI and his advisees studied several questions related to graph partitioning in this project. The FLIP algorithm corresponds to a natural sequence of moves performed by the nodes of a network to partition themselves into two clusters with minimum/maximum number of crossing edges. It terminates very quickly in practice but admits extremely slow worst-case instances. The PI in collaboration with graduate students provided a theoretical explanation for the practical efficiency of the FLIP algorithm by conducting a smoothed analysis. Their smoothed analysis technique is based on carefully chosen matrices associated with the steps of the algorithm. Their technique is general enough to also enable a smoothed analysis of the FLIP algorithm for partitioning into k clusters (instead of just two clusters).\n\nIn another line of work, the PI and his advisees designed efficient algorithms to enumerate all optimum solutions for certain graph and hypergraph partitioning problems. These algorithms are based on novel structural results in graph theory and provide simple explanations for classic results in graph theory.\n\n\nThree PhD students were supported by funding from this project. Two of them have graduated and another one is soon to graduate. Results from this project were published in widely accessible conferences and journals and the website of the PI.\n\n \n\n\t\t\t\t\tLast Modified: 09/25/2023\n\n\t\t\t\t\tSubmitted by: Karthekeyan Chandrasekaran"
 }
}