{
 "awd_id": "1814397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing the Fundamental Physics and Interactions of Coherent Radio and Thermal X-ray Emission from Pulsars",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 276325.0,
 "awd_amount": 276325.0,
 "awd_min_amd_letter_date": "2018-05-24",
 "awd_max_amd_letter_date": "2024-05-17",
 "awd_abstract_narration": "Pulsars are rapidly spinning, highly magnetized, and very compact stars, which were discovered just over fifty years ago.  The light from pulsars is usually detected as radio waves or X rays.  The radio waves are emitted from charged plasma flowing along the pulsar's magnetic field lines, while the X rays are emitted from very hot (hence \"thermal\") surface areas, heated by backflowing plasma.   While the broad picture of pulsar radio and X-ray emission is known, many of the details are yet to be fully understood.  A research team at the University of Vermont will carry out a three part observational and theoretical program aimed at providing insight into pulsar emission mechanisms and studying the Milky Way's interstellar magnetic field.   The radio observations have been or will be conducted primarily with the Very Large Array, Arecibo, LOFAR and Green Bank.   X-ray observations have been made using the XMM-Newton satellite.   The first part of the program involves confirmation and extension of pulsar radio emission physics.  The second part will connect thermal X-ray to radio emission.   The third part will use pulsar measurements to help to understand the magnetic field in the plane of our Galaxy.  Undergraduate research students will be extensively involved in the projects and will receive invaluable scientific training that is simply not available in the classroom.\r\n\r\nThrough observational interpretation and computer modeling of the pulsar magnetosphere, astronomers now understand how charge currents are generated and where they flow, outlining the broad mechanisms of pulsar radio emission: where it is generated and how part of it escapes.  The planned study will advance capabilities to relate the emission physics to global magnetospheric processes, and provide the needed specificity for theorists to develop physical models for charged soliton radiation.   The research team will also use simultaneous X-ray and radio observations of pulsars with multiple emission states in order to learn how the backflow heating associated with thermal X-ray emission is connected to changes in the radio emission properties, and will identify candidate pulsars for future joint X-ray/radio investigations.  The nature, structure, and origin of the Galactic magnetic field is only partially understood. The project will include analyses of extensive, existing pulsar Faraday rotation measurements of distant and faint pulsars to contribute significantly to the understanding of the magnetic field in the plane of our Galaxy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Rankin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna M Rankin",
   "pi_email_addr": "joanna.rankin@uvm.edu",
   "nsf_id": "000419400",
   "pi_start_date": "2018-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 276325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has provided the opportunity to make observations of radio pulsars with the Arecibo Observatory and other major instruments and to involve advanced students in the work which has then provided them with a pathway to graduate education. &nbsp;</p>\r\n<p>We study radio pulsars in order to understand them---that is, to understand the physical processes that generate the radio emission by which we know them---and to use their signals to explore the Galactic conditions through which their signal reach us. &nbsp;In this work we contribute to an on-going effort that started more than half a century ago. &nbsp;</p>\r\n<p>After the tragic collapse of the Arecibo telescope, we have managed to publish key information about every single pulsar we have observed using Arecibo in the new millenium with the upgraded instrument. &nbsp;We have made observations of some 300 pulsars at both 1400 and 327 MHz and related these as possible to other observations at both higher and lower frequencies. &nbsp;These have been published in a series of papers in MNRAS during the Covid pandemic. &nbsp;</p>\r\n<p>The rotation-measure values from all of these observations have been used to explore the magnetic field structure in our Galaxy in the part of the sky visible to the Arecibo Observatory. &nbsp;A new technique was developed for interpreting these values which exhibits the different magnetic field strengths in the arm and interarm regions adjacent to our position in the Galaxy. &nbsp;</p>\r\n<p>The core/double-cone model we have found is applicable to virtually every nornal pulsar in the sky. &nbsp;It is also applicable to some millisecond pulsars but not all for reasons that still remain unclear. &nbsp;</p>\r\n<p>It is also clear from the assimilation of our Arecibo observations to others at both lower and higher frequencies that the basic stuctures of the pulsar emission beam do not change with frequency. &nbsp;The several elements can vary in strength and sometimes size, but no new elements are encountered in different bands.</p>\r\n<p>Our simultaneous radio observations with X-ray spacecraft observatories have shown that radio pulsars exbibit different levels of X-ray emission in different radio modes. &nbsp;Those that are X-ray active are always associated with core radio emission. &nbsp;This parallels the result that core emission is generated by electron-positron plasma emission centered on the magnetic axis at a height of perhaps 100 meters and that backflow heating of the surface is responsible for the X-ray emission. &nbsp;</p>\r\n<p>Finally, our physical measurements of the radio emission height in pulsars where measurements are possible over a very wide frequency range show that the emission height is roughly constant and does not show an increase at lower radio frequencies. &nbsp;This is a key result of the project and points in many important directions for understanding the geometry and physics of pulsar radio emission.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/04/2024<br>\nModified by: Joanna&nbsp;M&nbsp;Rankin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project has provided the opportunity to make observations of radio pulsars with the Arecibo Observatory and other major instruments and to involve advanced students in the work which has then provided them with a pathway to graduate education. \r\n\n\nWe study radio pulsars in order to understand them---that is, to understand the physical processes that generate the radio emission by which we know them---and to use their signals to explore the Galactic conditions through which their signal reach us. In this work we contribute to an on-going effort that started more than half a century ago. \r\n\n\nAfter the tragic collapse of the Arecibo telescope, we have managed to publish key information about every single pulsar we have observed using Arecibo in the new millenium with the upgraded instrument. We have made observations of some 300 pulsars at both 1400 and 327 MHz and related these as possible to other observations at both higher and lower frequencies. These have been published in a series of papers in MNRAS during the Covid pandemic. \r\n\n\nThe rotation-measure values from all of these observations have been used to explore the magnetic field structure in our Galaxy in the part of the sky visible to the Arecibo Observatory. A new technique was developed for interpreting these values which exhibits the different magnetic field strengths in the arm and interarm regions adjacent to our position in the Galaxy. \r\n\n\nThe core/double-cone model we have found is applicable to virtually every nornal pulsar in the sky. It is also applicable to some millisecond pulsars but not all for reasons that still remain unclear. \r\n\n\nIt is also clear from the assimilation of our Arecibo observations to others at both lower and higher frequencies that the basic stuctures of the pulsar emission beam do not change with frequency. The several elements can vary in strength and sometimes size, but no new elements are encountered in different bands.\r\n\n\nOur simultaneous radio observations with X-ray spacecraft observatories have shown that radio pulsars exbibit different levels of X-ray emission in different radio modes. Those that are X-ray active are always associated with core radio emission. This parallels the result that core emission is generated by electron-positron plasma emission centered on the magnetic axis at a height of perhaps 100 meters and that backflow heating of the surface is responsible for the X-ray emission. \r\n\n\nFinally, our physical measurements of the radio emission height in pulsars where measurements are possible over a very wide frequency range show that the emission height is roughly constant and does not show an increase at lower radio frequencies. This is a key result of the project and points in many important directions for understanding the geometry and physics of pulsar radio emission.\r\n\n\n\t\t\t\t\tLast Modified: 12/04/2024\n\n\t\t\t\t\tSubmitted by: JoannaMRankin\n"
 }
}