{
 "awd_id": "1814719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cosmology, Education, and Diverse Other Projects Supported by Two Astronomical Imaging Instruments",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 602888.0,
 "awd_amount": 602888.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2020-07-22",
 "awd_abstract_narration": "This project supports the operation of two astronomical cameras at the Las Campanas Observatory in the Andes Mountains of Chile:  the Parallel Imager for Southern Cosmology Observations (PISCO) and the Southern MicroObservatory.  PISCO is a professional astronomical camera mounted on the 6.5 meter Clay Telescope.  PISCO has a novel design that allows it to take pictures in four different colors at the same time with four large CCD detectors over a piece of the sky about 1/10th the size of the moon.  While the unique design of PISCO has made it useful for many astronomical discoveries, the principal project for which PISCO was built is follow-up of clusters of galaxies discovered by the South Pole Telescope (SPT). The SPT is the most sensitive and highest-resolution telescope in the world for observing the Cosmic Microwave Background (CMB) radiation that arises in the early Universe.   Because the space between galaxies in clusters is filled with hot plasma gas, galaxy clusters appear as a dark spots in front of the CMB.  This is called the Sunyaev-Zel'dovich effect.  Among the discoveries by the SPT so far are 530 galaxy clusters, and with a newly-installed highly-sensitive detector called SPT-3G, it will discover thousands more.  When the SPT discovers a galaxy cluster, all that is known about it is its location and the size of the Sunyaev-Zel'dovich spot, so follow-up observations by an optical telescope are needed.  Some of those galaxy clusters will appear in existing optical sky surveys, but others will be too faint to appear or will be outside the survey area -- those galaxy clusters will be followed-up by PISCO in this project.  The number and distribution of galaxy clusters provides information about the nature and history of Dark Energy, the mysterious force that dominates the Universe.  Furthermore, PISCO may contribute to improving our knowledge of the mass of neutrinos via \"weak lensing\" measurements of the mass of the clusters. The determination of the mass of neutrino species has been identified as an important next step in particle physics, an advance that may have wide-reaching impacts on physics and technology, including nuclear physics here on Earth.  The Southern MicroObservatory will be part of a network of automated telescopes that can be controlled over the Internet (mo-www.cfa.harvard.edu). The telescopes are designed to enable youth nationwide to investigate the wonders of the deep sky from their classrooms or after-school centers.  This project will support the installation of a robotic MicroObservatory telescope at Las Campanas and integrate it with the Smithsonian Astrophysical Observatory's Science Education Department Robotic Telescope Network for the online STEM learning community. The maintenance effort will be efficiently shared with PISCO operations.\r\n\r\nThe South Pole Telescope consortium has completed the SPT-SZ and SPTPOL surveys and is now engaged in the SPT-3G deep millimeter-wave continuum survey that will detect thousands of previously-unknown galaxy clusters and groups through the Sunyaev-Zel'dovich effect. PISCO observations will play a key role in the production of a mass-limited redshift-independent catalog of galaxy clusters over ~9% of the sky. This searchable public database will include imaging as well as spectroscopy in the optical, infrared, and X-ray, enabling a wide variety of scientific studies. In this project, the SPT consortium will conduct multi-wavelength follow-up of the new SPT-3G survey in order to complete the SPT Cluster Legacy Archive.  This three-year program will produce photometric and spectroscopic catalogs of volume complete samples of galaxy clusters over a 4000 square degree area of sky. After analyzing candidate cluster positions in existing survey data such as DES and VISTA, the SPT team will: (1) make the additional photometric imaging observations needed for completeness in redshift and mass limit, (2) obtain weak lensing measurements during periods of excellent seeing for a representative (albeit still large) subsample of these clusters, (3) make these evolving data sets promptly available to the astronomical and STEM learning communities in both raw and reduced form, through publications and a web-accessible, searchable archive, and (4) analyze the data for cosmology and the determination of neutrino properties.  The formation of clusters and groups of galaxies is a battle between the gravitational attraction of Dark Matter, the dynamics of relativistic and non-relativistic particles, and the repulsive effect of Dark Energy. Their abundance over cosmic time is a sensitive probe of cosmology that complements and refines other cosmological tests. The redshift-independent archive of ~ 8000 confirmed clusters in this project will be the foundation for profound enhancements in our understanding of (a) fundamental properties of the Universe, including greatly improved constraints on the mass and number of neutrino species and the nature and history of Dark Energy out to z ~ 2, and (b) the astrophysics of galaxy clusters and their intracluster medium, the evolution of galaxies and their constituent stellar populations in high-density environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antony",
   "pi_last_name": "Stark",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Antony A Stark",
   "pi_email_addr": "astark@cfa.harvard.edu",
   "nsf_id": "000126145",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Dussault",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mary E Dussault",
   "pi_email_addr": "mdussault@cfa.harvard.edu",
   "nsf_id": "000165006",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution Astrophysical Observatory",
  "inst_street_address": "60 GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174967923",
  "inst_zip_code": "021381516",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "Q7N8CH7NR418",
  "org_uei_num": "Q7N8CH7NR418"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution Astrophysical Observatory",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 198137.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 195266.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 209485.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported two instruments in the Southern Hemisphere from 2019 to 2022: the Parallel Imager for Southern Cosmology Observations (PISCO) at Las Campanas Observatory and the Southern MicroObservatory telescope operated by the Center for Astrophysics | Harvard &amp; Smithsonian. Both instruments operate out of La Serena Chile, so their remote mantenance requirements are efficiently shared.</p>\n<p>The primary use of PISCO is to produce the first visual images of galaxy cluster candidates discovered by the South Pole Telescope (SPT). The SPT is a project of the U.S. Antarctic Program that is making a deep survey of 10% of the sky at millimeter wavelengths, to map features in the Cosmic Microwave Background, a remnant of the Big Bang. One of several aspects of this survey is the detection of \"cold spots\" in front of the millimeter background, features caused by photons from the background being scattered out of the line of sight by million-degree plasma in clusters of galaxies.&nbsp; This is an efficient and comprehensive method for locating clusters of galaxies at all redshifts. The data from the SPT yield only a position and a size of these cold spots, and there is still some statistical chance that the feature in the survey data is just noise. The first stage in the follow-up process is to check on existing visual-wavelength surveys, to see if the cluster appears.&nbsp; This works if the cluster is sufficiently massive or is at a relatively low redshift (z &lt; 0.7). The next step is a 10 minute exposure with PISCO; that suffices to detect 96% of clusters more massive than ten trillion solar masses.&nbsp; A remaining 4% are at redshifts z &gt; 1.2, and these are referred for observation with near infrared instruments. The result of this process is a comprehensive mass-limited catalog of clusters of galaxies, at all redshifts, over 10% of the sky.&nbsp; Comparison of this catalog with cosmological models strongly constrains some of the properties of the Universe, specifically the amount of the various constituents (baryonic matter, Dark Matter, and Dark Energy), the ionization state at various redshifts, and the mass of neutrino species. Some of the newly-detected galaxy clusters are further studied using major ground-based and space telescopes.&nbsp; PISCO is available to other projects at the Las Campanas Observatory, and found a planet around a nearby star, discovered an unusually bright very high redshift galaxy, and tracked near-Earth asteroids.</p>\n<p><br />The MicroObservatory network is connected by web interface for use by the public, particularly STEM classroom experience for thousands of school children. The Southern MicroObservatory Telescope is the only element of the network south of the equator, capable of seeing the southern sky. The project established and studied an expansive online learning community of grades 5-8 students, educators, and volunteer STEM domain experts --- the Youth Astronomy Network (YouthAstroNet) --- that features robotic telescopes, web-based image visualization and analysis tools, and complementary instructional materials to allow students to pursue astronomy-related investigations of personal relevance and interest leading to an authentic capstone project. The ITEAMS II research program investigated factors that increase the interest and disposition of middle school youth, particularly those from underrepresented groups, towards STEM and computer science-related careers. Analysis of pre-post changes in participant dispositions found that, when controlling for the different program treatment experiences and for students' prior attitudes and interests, two program features were found to predict small but significant student gains in STEM Career Interest, Science Affinity, Computer Affinity, and STEM Identity. These were Ambitious STEM Pedagogy, and the degree to which participants reported using and experiencing the primary learning activities of the YouthAstroNet program, of which the Southern MicroObservatory Telescope is a part.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2022<br>\n\t\t\t\t\tModified by: Antony&nbsp;A&nbsp;Stark</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662573374491_PISCOpicture--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662573374491_PISCOpicture--rgov-800width.jpg\" title=\"The PISCO instrument mounted on the Magellan Clay telescope\"><img src=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662573374491_PISCOpicture--rgov-66x44.jpg\" alt=\"The PISCO instrument mounted on the Magellan Clay telescope\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The cable wrap is to the left.  The detector dewar is red.  A tubomolecular vacuum pump is permanently connected.</div>\n<div class=\"imageCredit\">A. Stark</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antony&nbsp;A&nbsp;Stark</div>\n<div class=\"imageTitle\">The PISCO instrument mounted on the Magellan Clay telescope</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662573827399_microobservatory--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662573827399_microobservatory--rgov-800width.jpg\" title=\"The Southern MicroObservatory Telescope\"><img src=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662573827399_microobservatory--rgov-66x44.jpg\" alt=\"The Southern MicroObservatory Telescope\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">P.I. A. Stark and graduate student S. Brownsberger with the MicroObservatory Telescope installed at Cerro Tololo Inter-American Observatory</div>\n<div class=\"imageCredit\">F. Sienkiewicz</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antony&nbsp;A&nbsp;Stark</div>\n<div class=\"imageTitle\">The Southern MicroObservatory Telescope</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662574420849_SPT0117comparisonV2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662574420849_SPT0117comparisonV2--rgov-800width.jpg\" title=\"An SPT cluster observed with PISCO\"><img src=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662574420849_SPT0117comparisonV2--rgov-66x44.jpg\" alt=\"An SPT cluster observed with PISCO\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The PISCO image of the galaxy cluster SPTCL J0117-6032. This image is the result of 7 minutes of Magellan Clay telescope time.  Lower Left: A detail of the image center.Lower Right: Detail of a Hubble Space Telescope image of the same source.</div>\n<div class=\"imageCredit\">L. Bleem</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antony&nbsp;A&nbsp;Stark</div>\n<div class=\"imageTitle\">An SPT cluster observed with PISCO</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662574607093_CarinaNebula220814235735_16_08_2022(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662574607093_CarinaNebula220814235735_16_08_2022(1)--rgov-800width.jpg\" title=\"The Carina Nebula observed by the MicroObservatory Telescope\"><img src=\"/por/images/Reports/POR/2022/1814719/1814719_10578493_1662574607093_CarinaNebula220814235735_16_08_2022(1)--rgov-66x44.jpg\" alt=\"The Carina Nebula observed by the MicroObservatory Telescope\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Carina Nebula observed by the Southern MicroObservatory. Image captured on August 14, 2022</div>\n<div class=\"imageCredit\">F. Sienkiewicz</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antony&nbsp;A&nbsp;Stark</div>\n<div class=\"imageTitle\">The Carina Nebula observed by the MicroObservatory Telescope</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project supported two instruments in the Southern Hemisphere from 2019 to 2022: the Parallel Imager for Southern Cosmology Observations (PISCO) at Las Campanas Observatory and the Southern MicroObservatory telescope operated by the Center for Astrophysics | Harvard &amp; Smithsonian. Both instruments operate out of La Serena Chile, so their remote mantenance requirements are efficiently shared.\n\nThe primary use of PISCO is to produce the first visual images of galaxy cluster candidates discovered by the South Pole Telescope (SPT). The SPT is a project of the U.S. Antarctic Program that is making a deep survey of 10% of the sky at millimeter wavelengths, to map features in the Cosmic Microwave Background, a remnant of the Big Bang. One of several aspects of this survey is the detection of \"cold spots\" in front of the millimeter background, features caused by photons from the background being scattered out of the line of sight by million-degree plasma in clusters of galaxies.  This is an efficient and comprehensive method for locating clusters of galaxies at all redshifts. The data from the SPT yield only a position and a size of these cold spots, and there is still some statistical chance that the feature in the survey data is just noise. The first stage in the follow-up process is to check on existing visual-wavelength surveys, to see if the cluster appears.  This works if the cluster is sufficiently massive or is at a relatively low redshift (z &lt; 0.7). The next step is a 10 minute exposure with PISCO; that suffices to detect 96% of clusters more massive than ten trillion solar masses.  A remaining 4% are at redshifts z &gt; 1.2, and these are referred for observation with near infrared instruments. The result of this process is a comprehensive mass-limited catalog of clusters of galaxies, at all redshifts, over 10% of the sky.  Comparison of this catalog with cosmological models strongly constrains some of the properties of the Universe, specifically the amount of the various constituents (baryonic matter, Dark Matter, and Dark Energy), the ionization state at various redshifts, and the mass of neutrino species. Some of the newly-detected galaxy clusters are further studied using major ground-based and space telescopes.  PISCO is available to other projects at the Las Campanas Observatory, and found a planet around a nearby star, discovered an unusually bright very high redshift galaxy, and tracked near-Earth asteroids.\n\n\nThe MicroObservatory network is connected by web interface for use by the public, particularly STEM classroom experience for thousands of school children. The Southern MicroObservatory Telescope is the only element of the network south of the equator, capable of seeing the southern sky. The project established and studied an expansive online learning community of grades 5-8 students, educators, and volunteer STEM domain experts --- the Youth Astronomy Network (YouthAstroNet) --- that features robotic telescopes, web-based image visualization and analysis tools, and complementary instructional materials to allow students to pursue astronomy-related investigations of personal relevance and interest leading to an authentic capstone project. The ITEAMS II research program investigated factors that increase the interest and disposition of middle school youth, particularly those from underrepresented groups, towards STEM and computer science-related careers. Analysis of pre-post changes in participant dispositions found that, when controlling for the different program treatment experiences and for students' prior attitudes and interests, two program features were found to predict small but significant student gains in STEM Career Interest, Science Affinity, Computer Affinity, and STEM Identity. These were Ambitious STEM Pedagogy, and the degree to which participants reported using and experiencing the primary learning activities of the YouthAstroNet program, of which the Southern MicroObservatory Telescope is a part.\n\n\t\t\t\t\tLast Modified: 09/07/2022\n\n\t\t\t\t\tSubmitted by: Antony A Stark"
 }
}