{
 "awd_id": "1814225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Support: IEEE Cluster 2018 Conference",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Sussman",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2018-05-10",
 "awd_max_amd_letter_date": "2018-05-10",
 "awd_abstract_narration": "It is important that the STEM community identifies and develops the next generation of scientists through engagement in premier scientific conferences. The IEEE Cluster conference series, an international event for presenting the research results, problem solutions, and insights on new challenges in high performance computing in general and cluster computing in particular, has been\r\npursuing this mission by seeking to increase student participation in the conference and the cluster computing field. To this end, the student program at the Cluster conference has been established to provide a comprehensive means for students to improve their overall research skills and planning rather than just presenting posters and papers. By attending the student program, students can now obtain unique experiences and interactions with academic and industry researchers in the cluster computing community. The overall exposure to research through the IEEE Cluster student program promotes foundational understanding of scientific methods, which will serve the students well throughout their careers, and is aligned with NSF?s mission of promoting progress of science.\r\n\r\nThis award supports the travel of up to 20 students from US-based institutions to participate in the student program at IEEE Cluster 2018. The student program at IEEE Cluster 2018 includes multiple sessions scheduled during the lunch breaks and after the end of the regular sessions. The sessions target research presentation training, research experience and career guidance, industry interaction, and feedback from the best paper candidates. Travel grants particularly encourage the research interests and the involvement of students in the field who are not well funded and those who are just beginning their participation in the field or are interested in entering it.\r\nParticular effort is made to solicit applications for the travel support from female students and students from under-represented communities by reaching out to graduate programs of computer science and engineering departments at universities who are members of the National Consortium for Graduate Degrees for Minorities in Engineering and Science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Randles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Randles",
   "pi_email_addr": "amanda.randles@duke.edu",
   "nsf_id": "000709649",
   "pi_start_date": "2018-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736100",
   "pgm_ele_name": "EDUCATION AND WORKFORCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the Mentoring Program at the IEEE Cluster conference is to let students attending the IEEE Cluster conference become more confident professionals once graduated, independently from the fact that the students may pursue careers in academia or industry. In other words, this mentoring program aims to nourish the next cluster computing generation and help students find their right ecosystem to improve their skills and contribution toward scientific and technology innovations. Therefore, this program is not a forum to present students&rsquo; scientific contributions, as other student programs at other conferences may be, but it is a means for training and understanding how to succeed in the cluster computing community.</p>\n<p>The program is built on a series of sessions with mentors that complement the conference technical program. The sessions are not structures as lectures or one-way talks; they are rather shaped on the model of work meetings between a group of students and their advisers. Mentors not only convey information to the students, but also provide personal feedback in a friendly and careful manner. In the mentoring program, the topics of discussion are essentially the many aspects of a professional life in the professional and research world, including communication skills, career planning, and personal life organization.</p>\n<p>For IEEE Cluster Conference 2018, travel and participation for 7 students were supported through the NSF funds.&nbsp; The conference was held September 10-13 Belfast, UK. While the students were not asked if they were underrepresented minorities, there was an effort to support small schools, including MSI, and advisors who were female or junior faculty. A small committee reviewed the applications with specific emphasis on the letter of support from the advisor.&nbsp; Furthermore, the committee ensured that the students engaged in a broad range of activities in the conference (regular paper presentation, the poster session, and workshops). &nbsp;The NSF funded student program consisted of three interactive sessions focusing on topics such as &ldquo;How to write a great paper&rdquo; and &ldquo;Career paths and decisions&rdquo;. In each session, there was opportunity for the students to discuss the topics with other participants and mentors providing a range of different perspectives. Students were also able to attend and participate in the technical sessions of the conference.</p>\n<p>For IEEE Cluster Conference 2019, travel and participation for 13 students was partially supported using the remaining NSF funds.&nbsp; The conference was held in Alburquerque New Mexico from September 23-26, 2019. Again, there was an effort to support minorities, and students from small schools or research labs of underrepresented minorities and junior faculty. The funded program consisted of the same three sessions with an additional time allocated for individual mentoring. Students were&nbsp;also able to attend and participate in the technical sessions of the conference.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2020<br>\n\t\t\t\t\tModified by: Amanda&nbsp;Randles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of the Mentoring Program at the IEEE Cluster conference is to let students attending the IEEE Cluster conference become more confident professionals once graduated, independently from the fact that the students may pursue careers in academia or industry. In other words, this mentoring program aims to nourish the next cluster computing generation and help students find their right ecosystem to improve their skills and contribution toward scientific and technology innovations. Therefore, this program is not a forum to present students’ scientific contributions, as other student programs at other conferences may be, but it is a means for training and understanding how to succeed in the cluster computing community.\n\nThe program is built on a series of sessions with mentors that complement the conference technical program. The sessions are not structures as lectures or one-way talks; they are rather shaped on the model of work meetings between a group of students and their advisers. Mentors not only convey information to the students, but also provide personal feedback in a friendly and careful manner. In the mentoring program, the topics of discussion are essentially the many aspects of a professional life in the professional and research world, including communication skills, career planning, and personal life organization.\n\nFor IEEE Cluster Conference 2018, travel and participation for 7 students were supported through the NSF funds.  The conference was held September 10-13 Belfast, UK. While the students were not asked if they were underrepresented minorities, there was an effort to support small schools, including MSI, and advisors who were female or junior faculty. A small committee reviewed the applications with specific emphasis on the letter of support from the advisor.  Furthermore, the committee ensured that the students engaged in a broad range of activities in the conference (regular paper presentation, the poster session, and workshops).  The NSF funded student program consisted of three interactive sessions focusing on topics such as \"How to write a great paper\" and \"Career paths and decisions\". In each session, there was opportunity for the students to discuss the topics with other participants and mentors providing a range of different perspectives. Students were also able to attend and participate in the technical sessions of the conference.\n\nFor IEEE Cluster Conference 2019, travel and participation for 13 students was partially supported using the remaining NSF funds.  The conference was held in Alburquerque New Mexico from September 23-26, 2019. Again, there was an effort to support minorities, and students from small schools or research labs of underrepresented minorities and junior faculty. The funded program consisted of the same three sessions with an additional time allocated for individual mentoring. Students were also able to attend and participate in the technical sessions of the conference.\n\n\t\t\t\t\tLast Modified: 03/30/2020\n\n\t\t\t\t\tSubmitted by: Amanda Randles"
 }
}