{
 "awd_id": "1814516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: STARSS: Small: Analog Hardware Trojans: Threats, Detection, and Mitigation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922594",
 "po_email": "kkaravan@nsf.gov",
 "po_sign_block_name": "Karen Karavanic",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 327203.0,
 "awd_amount": 327203.0,
 "awd_min_amd_letter_date": "2018-09-11",
 "awd_max_amd_letter_date": "2018-09-11",
 "awd_abstract_narration": "Vulnerability of electronic systems and particularly computing systems to malicious attacks through the insertion of software viruses or hardware Trojans is of growing concern to society.  This work is focused on understanding, detecting, and mitigating a potentially devastating type of hardware Trojans that an adversary or hardware hacker can insert in the analog component of many of the integrated circuits that will be fabricated in the future.\r\n\r\nThe class of analog hardware Trojans that will be studied are those that can be embedded as undesired solutions of the nonlinear differential equations that mathematically characterize the performance of an analog circuit that is typical of a design that would be obtained from a highly qualified and trusted design engineer.   This class of hardware Trojans is particularly problematic because their presence will typically not be observed through computer simulations during the normal design or verification processes.   Although the payloads these hardware Trojans can carry can be devastating, existing methods for Trojan detection or prevention are inherently incapable of detecting or preventing this type of Trojans.  An improved understanding of the vulnerabilities to these Trojans will be developed along with methods for detecting and mitigating the vulnerabilities.\r\n\r\nBy reducing vulnerability to these hardware Trojans, a more secure cyber infrastructure can be developed.  This should improve security of transportation, health care, financial, and military systems.\r\n\r\nResearch results including prototype circuits will be accessible on https://iastate.box.com/s/nazel2i7n5ygk6jy8yawvsnsynmk4qh7.  This URL will remain active for 3 years after public release and project completion.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Geiger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Randall L Geiger",
   "pi_email_addr": "rlgeiger@iastate.edu",
   "nsf_id": "000405087",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Degang",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Degang Chen",
   "pi_email_addr": "djchen@iastate.edu",
   "nsf_id": "000454125",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "Dept. of Electr. and Comp. Engr.",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500113060",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021Z",
   "pgm_ref_txt": "Industry Partnerships"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 327203.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on hardware security, specifically on the vulnerability of semiconductor devices to harboring hardware Trojans in some of the most basic analog circuits that are a key component &nbsp;in virtually all large integrated circuits.&nbsp; Though almost all other works on hardware security focus on an adversary modifying the digital circuitry that comprises the underlying operation of computer networks and cyber infrastructure on which people and business around the world depend, this project focused on how an adversary can compromise the essential and basic analog circuitry that supports the much larger digital fabric on an integrated circuit.&nbsp; In contrast to adversarial efforts to modify the digital circuits and thereby compromise hardware security &nbsp;in ways that are so subtle that the trusted circuit designers do not see where additional components are added or where the physical circuitry is altered, this work focuses on how an adversary can compromise the operation of a trusted circuit or system without making any circuit modifications by exploiting the property that nonlinear analog circuits can have more than one operating mode, one being the desired operating mode and the other being an undesired or Trojan operating mode.&nbsp; By adding a stealthy trigger mechanism and recognizing that the payload is an undesired mode of operation, these multi-mode modifications become Analog Hardware Trojans.&nbsp; But in contrast to the Digital Hardware Trojans where existing Trojan detection methods focus on finding where circuit modifications or additions have been made, this multi-mode class of Analog Hardware Trojans will escape detection with essentially all Trojan detection tools that have been proposed since there are no modifications of the physical circuit.&nbsp; The term PAAST Trojans was coined to classify this type of hardware Trojans because they are Power, Area, Architecture, and Signature Transparent. &nbsp;</p>\n<p>In this work it was observed that PAAST Trojans can be embedded in some of the most widely used voltage references and temperature sensors by introducing an undesired operating state.&nbsp; It was observed that PAAST Trojans can be embedded in basic oscillator structures by introducing a Trojan mode of oscillation.&nbsp; And it was observed that they can be embedded in some of the most basic and most widely used filter structures by introducing a Trojan oscillating mode of operation.&nbsp; These later observations are particularly troubling since some of these filters have been and continue to be &nbsp;used with no concerns about multi-modes of operation being reported.</p>\n<p>Detecting a PAAST Trojan in a circuit is an extremely challenging task since finding all solutions of a set of nonlinear differential equations remains an open problem in the applied mathematics community.&nbsp; But a preliminary strategy for eliminating PAAST Hardware Trojans has been proposed and is based on the counter-intuitive approach of using circuits that are known to be vulnerable for harboring PAAST Trojans that can be modified in the design phase to eliminate the known vulnerability.&nbsp;</p>\n<p>Further research is needed to identify whether other basic circuits can harbor PAAST Trojans and to develop methods for modifying the operation of these circuits to eliminate the Trojan mode of operation.&nbsp; Without this research, it is likely only a matter of time until an adversary will successfully embed a PAAST Trojan in one or more of the most widely used integrated circuits that are manufactured by some of the most trusted semiconductor companies in the world.&nbsp; The impact of a successful adversarial insertion of one of these analog hardware Trojans could have a devastating impact on the semiconductor industry and on the systems where these semiconductor devices are embedded.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/21/2024<br>\nModified by: Randall&nbsp;L&nbsp;Geiger</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project focused on hardware security, specifically on the vulnerability of semiconductor devices to harboring hardware Trojans in some of the most basic analog circuits that are a key component in virtually all large integrated circuits. Though almost all other works on hardware security focus on an adversary modifying the digital circuitry that comprises the underlying operation of computer networks and cyber infrastructure on which people and business around the world depend, this project focused on how an adversary can compromise the essential and basic analog circuitry that supports the much larger digital fabric on an integrated circuit. In contrast to adversarial efforts to modify the digital circuits and thereby compromise hardware security in ways that are so subtle that the trusted circuit designers do not see where additional components are added or where the physical circuitry is altered, this work focuses on how an adversary can compromise the operation of a trusted circuit or system without making any circuit modifications by exploiting the property that nonlinear analog circuits can have more than one operating mode, one being the desired operating mode and the other being an undesired or Trojan operating mode. By adding a stealthy trigger mechanism and recognizing that the payload is an undesired mode of operation, these multi-mode modifications become Analog Hardware Trojans. But in contrast to the Digital Hardware Trojans where existing Trojan detection methods focus on finding where circuit modifications or additions have been made, this multi-mode class of Analog Hardware Trojans will escape detection with essentially all Trojan detection tools that have been proposed since there are no modifications of the physical circuit. The term PAAST Trojans was coined to classify this type of hardware Trojans because they are Power, Area, Architecture, and Signature Transparent. \n\n\nIn this work it was observed that PAAST Trojans can be embedded in some of the most widely used voltage references and temperature sensors by introducing an undesired operating state. It was observed that PAAST Trojans can be embedded in basic oscillator structures by introducing a Trojan mode of oscillation. And it was observed that they can be embedded in some of the most basic and most widely used filter structures by introducing a Trojan oscillating mode of operation. These later observations are particularly troubling since some of these filters have been and continue to be used with no concerns about multi-modes of operation being reported.\n\n\nDetecting a PAAST Trojan in a circuit is an extremely challenging task since finding all solutions of a set of nonlinear differential equations remains an open problem in the applied mathematics community. But a preliminary strategy for eliminating PAAST Hardware Trojans has been proposed and is based on the counter-intuitive approach of using circuits that are known to be vulnerable for harboring PAAST Trojans that can be modified in the design phase to eliminate the known vulnerability.\n\n\nFurther research is needed to identify whether other basic circuits can harbor PAAST Trojans and to develop methods for modifying the operation of these circuits to eliminate the Trojan mode of operation. Without this research, it is likely only a matter of time until an adversary will successfully embed a PAAST Trojan in one or more of the most widely used integrated circuits that are manufactured by some of the most trusted semiconductor companies in the world. The impact of a successful adversarial insertion of one of these analog hardware Trojans could have a devastating impact on the semiconductor industry and on the systems where these semiconductor devices are embedded.\n\n\n\t\t\t\t\tLast Modified: 08/21/2024\n\n\t\t\t\t\tSubmitted by: RandallLGeiger\n"
 }
}