{
 "awd_id": "1815506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CHS: Small: Simulating Activities of Daily Living for the Assessment of Fall Risk in Older Adults",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 499999.0,
 "awd_min_amd_letter_date": "2018-08-09",
 "awd_max_amd_letter_date": "2019-07-05",
 "awd_abstract_narration": "Every year, about a third of adults aged 65 years or over fall at least once, and for many of these individuals' falls result in mild to severe injuries.  For this reason, identifying older adults who are at risk of falling before their first fall is an important healthcare priority.  Many screening tools exist for the identification of adults at risk of falling; however, these tools often rely on paper and pencil questionnaires, or the performance of simplistic tasks that do not represent the breadth and complexity of common daily activities that lead to falls.   These fall assessment tools are inadequate, because they do not realistically represent environmental factors at play during activities of daily living (ADLs), especially those that influence walking and balance.  While it is not feasible to recreate the vast assortment of \"real-life\" ADL scenarios in clinical or residential settings, immersive Virtual Reality (VR) is a tool that can produce myriad environmental constraints, cognitive demands, and assessment scenarios that are rich, customized and easily varied, while only taking up a small footprint.  This project will capitalize on recent technological advances in immersive VR to develop an objective fall risk assessment tool that reliably quantifies performance in a variety of real-world scenarios.  The long-term outcomes of this multi-disciplinary research will have a broad and transformative impact on how fall risk is identified, will lead to more successful and targeted fall prevention programs, and will significantly reduce the healthcare costs associated with falls.\r\n\r\nThe overall goal of this research is to create normed and validated VR fall-risk assessment scenarios capable of simulating everyday activities.  To generate these scenarios, the project will first determine how whole-body movement patterns within VR and natural environments are influenced by the visual information available to users of the system.  This knowledge will then be used to create ecologically valid fall assessment scenarios that will immersively simulate one environment where older adults are known to be at high risk of falls.  Finally, the scenarios will systematically be validated both on healthy older adults and on adults at risk of falling, to determine how to most effectively and efficiently characterize fall risk.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Mason",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea H Mason",
   "pi_email_addr": "amason@education.wisc.edu",
   "nsf_id": "000340511",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Ponto",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin B Ponto",
   "pi_email_addr": "kbponto@wisc.edu",
   "nsf_id": "000663857",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Pickett",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen A Pickett",
   "pi_email_addr": "kpickett2@wisc.edu",
   "nsf_id": "000737029",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "2000 Observatory Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 184854.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 315145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Falls are a leading cause of injuries in older adults, including fatal injury. For this reason, identifying older adults who are at risk of falling before their first fall is an important healthcare priority. Many screening tools exist for the identification of adults at risk of falling; however, these tools often rely on paper and pencil questionnaires or the performance of simplistic tasks that do not represent the breadth and complexity of common daily activities that lead to falls. While we cannot recreate multiple &ldquo;real-life&rdquo; activities (e.g. cooking or walking on a crowded sidewalk) in clinics or residential settings, we may be able to capitlize on recent technological advancements in immersive Virtual Reality (VR) to create an inifinite number of <em>environmental simulations and assessment scenarios that are rich, customized and easily varied</em>. With this project, we aimed to determine how performance in virtual reality relates to performance in the real world in order to make recommendations for the development of an objective fall risk assessment tool.</p>\n<p>Throughout this grant, we developed several different tasks in virtual reality that relate to the types of activities that individuals perform in their daily lives, including walking, turning and stepping over obstacles. We asked individuals to perform tasks in the VR environment over a series of five separate experiments. The key outcomes from the research are as follows:</p>\n<p>1) We determined that simply wearing a virtual reality headset fundamentally  changes an individual's walking behavior as compared to walking in natural  environments.</p>\n<p>2) Subtle changes in the environment that a person is performing in can have important effects on movement (e.g. changing the width of a hallway) and these effects differ between natural and virtual environments.</p>\n<p>3)  Even a after a period of 30 minutes of immersion in a virtual reality environment,  performance does not always return to \"natural environment\" baseline.  Differences between the natural and virtual environments remain across  different measures of performance and individuals.</p>\n<p>4) While a lack  of body representation in virtual environments affects movement, it  does not fully account for all the differences measured between  performance in VR and performance in the natural environmment. Virtual reality hardware (e.g. weight of the headset, limited field of view) and software also play a role in the measured differences.</p>\n<p>Taken  together, our results suggest that using VR for assessment of movement  capabilities and limitations will require an individualized approach.  Specifically, it will be important to collect thorough baseline  information and understand how each individual habituates to to the virtual environment. Our  findings also suggest that further research is needed to better  understand the relationship between performance in the natural and  virtual environments. Specifically, it is critical that we better  understand how the relationship between performance in VR and the  natural environment changes with practice, with environmental  conditions, and with the availability of sensory feedback about oneself  and the environment.</p><br>\n<p>\n Last Modified: 11/21/2023<br>\nModified by: Kristen&nbsp;A&nbsp;Pickett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFalls are a leading cause of injuries in older adults, including fatal injury. For this reason, identifying older adults who are at risk of falling before their first fall is an important healthcare priority. Many screening tools exist for the identification of adults at risk of falling; however, these tools often rely on paper and pencil questionnaires or the performance of simplistic tasks that do not represent the breadth and complexity of common daily activities that lead to falls. While we cannot recreate multiple real-life activities (e.g. cooking or walking on a crowded sidewalk) in clinics or residential settings, we may be able to capitlize on recent technological advancements in immersive Virtual Reality (VR) to create an inifinite number of environmental simulations and assessment scenarios that are rich, customized and easily varied. With this project, we aimed to determine how performance in virtual reality relates to performance in the real world in order to make recommendations for the development of an objective fall risk assessment tool.\n\n\nThroughout this grant, we developed several different tasks in virtual reality that relate to the types of activities that individuals perform in their daily lives, including walking, turning and stepping over obstacles. We asked individuals to perform tasks in the VR environment over a series of five separate experiments. The key outcomes from the research are as follows:\n\n\n1) We determined that simply wearing a virtual reality headset fundamentally  changes an individual's walking behavior as compared to walking in natural  environments.\n\n\n2) Subtle changes in the environment that a person is performing in can have important effects on movement (e.g. changing the width of a hallway) and these effects differ between natural and virtual environments.\n\n\n3)  Even a after a period of 30 minutes of immersion in a virtual reality environment,  performance does not always return to \"natural environment\" baseline.  Differences between the natural and virtual environments remain across  different measures of performance and individuals.\n\n\n4) While a lack  of body representation in virtual environments affects movement, it  does not fully account for all the differences measured between  performance in VR and performance in the natural environmment. Virtual reality hardware (e.g. weight of the headset, limited field of view) and software also play a role in the measured differences.\n\n\nTaken  together, our results suggest that using VR for assessment of movement  capabilities and limitations will require an individualized approach.  Specifically, it will be important to collect thorough baseline  information and understand how each individual habituates to to the virtual environment. Our  findings also suggest that further research is needed to better  understand the relationship between performance in the natural and  virtual environments. Specifically, it is critical that we better  understand how the relationship between performance in VR and the  natural environment changes with practice, with environmental  conditions, and with the availability of sensory feedback about oneself  and the environment.\t\t\t\t\tLast Modified: 11/21/2023\n\n\t\t\t\t\tSubmitted by: KristenAPickett\n"
 }
}